[
    {
        "date": "",
        "title": "Privremeno ukinuto tramvajsko stajalište “Omladinskih brigada” (#133) zbog radova na rekonstrukciji (od 02.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.03.2024."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji tramvajskog stajališta “Omladinskih brigada” (#133), smer ka gradu, od strane JKP “Beograd put”, privremeno se ukida predmetno stajalište za linije: 7, 9, 11, 13."
            },
            {
                "text": "Radovi će se izvoditi u periodu od 02.03.2024 do 15.03.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 709 zbog radova u Kurirskoj ulici (od 19.02.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 03.03.2024."
            },
            {
                "text": "Zbog izvođenja radova u Kurirskoj ulici u naselju Zemun polje u periodu od 19.02.2024. od 12:00 časova do završetka radova, operativno se menja režim rada linije 709."
            },
            {
                "text": "• Vozila sa linije 709 neće svraćati do prolazne okretnice „Železnička stanica Kamendin“"
            },
            {
                "text": "Privremeno se ukida stajalište „Školsko dobro“ (#2311, #2194) u oba smera."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 351, 352, 352A, 353, 355, 355A, 355B, 361B, 361L – linije skraćene do stanice “Dražanj /Centar/” (od 29.01.2024)",
        "sections": [
            {
                "text": "Zbog radova u ulici Vučkova u Dražnju, na snazi je operativna izmena na linijama: 351, 352, 352A, 353, 355, 355A, 355B, 361B, 361L koje privremeno saobraćaju na skraćenoj trasi do stanice “Dražanj /Centar/”."
            },
            {
                "text": "Rok važenja izmene: očekivano do 16.04.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno ukinuto stajalište “Filipa Kljajića” (#1442) (#1443) zbog radova u ulici Smederevski put (od 12.02.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 05.03.2024."
            },
            {
                "text": "Tokom izvođenja radova na rehabilitiaciji kolovoza ulice Smederevski put od strane JKP “Beograd put”, privremeno se ukida autobusko stajalište “Filipa Kljajića” (u oba smera) (#1442) (#1443)."
            },
            {
                "text": "Radovi će se izvoditi do 05.03.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 24 zbog radova u ulici Internacionalnih brigada (od 07.10.2023) (u periodu od 09h do 15h)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.03.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji stambenog objekta u ulici Internacionalnih brigada, na delu između ulica Petra Kočića i Moravska, koje će izvoditi preduzeće „FIMICO INVEST“, u periodu od 07.10.2023. do 30.03.2024. svake subote u vremenskom periodu od 09:00 časova do 15:00 časova, menja se režim rada linije JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 24 u oba smera će saobraćati: Makenzijeva – Cara Nikolaja 2 – Mileševska – Crveni krst gde će vršiti promenu smera kretanja (kao linija 83)"
            },
            {
                "text": "Privremeno se ukidaju stajališta, za vreme izmene: „Internacionalnih brigada“ u smeru ka Neimaru i terminusno stajalište „Neimar“."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 504 zbog radova u ulici Sretena Popovića (od 17.07.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog radova na izgradnji vodovodne mreže u ulici Sretena Popovića, na delu od raskrsnice sa ulicom Kružni put do ulice Slavka Miljkovića uz potpunu obustavu saobraćaja, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 17.07.2023. do 16.12.2023. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 504 u oba smera će saobraćati: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok – Slavka Miljkovića – Podavalska – Palih boraca – 13.oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Kamenac“, „Avalska“, „Resnik /izlaz/“, „Spomenik“ i „Ispod tunela“ u oba smera, za liniju 504."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]
