[
    {
        "date": "03/02/2026 - 25/02/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulicama Tošin bunar, Dr Žorža Matea i Auto-put za Zagreb",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulicama Tošin bunar, Dr Žorža Matea i Auto-put za Zagreb ) u periodu od 03.02. do 25.02.2026. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće krajnje desne saobraćajne trake i trotoara u ulici Tošin bunar od ulice Žorža Matea, 82 metra ka Motoputu M11, deo leve kolovozne trake i trotoara u ulici Dr Žorža Matea od ulice Tošin bunar do skretanja za SRC „11. april“ gledano ka ulici Marije Bursać kao i desnu kolovoznu traku u ulici Auto-put za Zagreb od ulice Dr Žorža Matea do kućnog broja 4 u smeru ka kružnom toku kod ulice Partizanske avijacije."
            },
            {
                "text": "Tokom izvođenja radova, ulica Dr Žorža Matea i Auto-put za Zagreb će bii jednosmerna u smeru ka Bežanijskoj kosi, zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Linije br. 74, 75, 708 i 72N će u smeru ka Bežanijskoj kosi saobraćati na redovnoj trasi, dok će u smeru ka gradu saobraćati ulicama Partizanske avijacije, silazna rampa na Motoput M11 (Bulevar Arsenija Čarnojevića) iz ulice Partizanske avijacije - smer ka Nišu, Motoput M11 (Bulevar Arsenija Čarnojevića), silazna rampa sa Motoputa M11 (Bulevar Arsenija Čarnojevića) na ulicu Tošin bunar, Tošin bunar, Bulevar Zorana Đinđića i dalje redovnim trasama.\n• Linija br. 76 će u smeru ka Bežanijskoj kosi saobraćati na redovnoj trasi do stajališta „Hotel Nacional“, odakle će saobraćati do ulice Partizanske avijacije, dalje nadvožnjakom preko Motoputa M11 (Bulevar Arsenija Čarnojevića), ulicom Autoput za Zagreb do ulice Dr Žorža Matea i dalje redovnom trasom, dok će u smeru ka gradu saobraćati ulicama Partizanske avijacije, silazna rampa na Motoput M11 (Bulevar Arsenija Čarnojevića) iz ulice Partizanske avijacije - smer ka Nišu, Motoput M11 (Bulevar Arsenija Čarnojevića), silazna rampa sa Motoputa M11 (Bulevar Arsenija Čarnojevića) na ulicu Tošin bunar, Tošin bunar, Bulevar Zorana Đinđića i dalje redovnim trasama."
            },
            {
                "text": "I dalje neće funkcionisati stajalište Studentski grad“ (#1118, smer ka Motoputu M11) za linije br. 45, 70, 72, 82 i 603n, kao i stajalište „SC 11. april“ (#1184, smer ka Tošinom bunaru) za liniju br. 77, a ukida se i stajalište „SC 11. april“ (#1183, smer ka Motoputu M11) za linije br. 74, 75, 76, 77, 708 i 72N."
            },
            {
                "text": "I dalje će funkcionisati privremeno stajališta „SC 11. april 1“ (#4160, smer ka Tošinom bunaru) u ulici Dr Žorža Matea, neposredno ispred pešačkog prelaza u zoni raskrsnice ulica Dr Žorža Matea i Partizanske avijacije za liniju br. 77."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/897"
    },
    {
        "date": "09/02/2026 - 11/04/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Tošin bunar",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji kišne i fekalne kanalizacije i rekonstrukciji vodovodne mreže u ulici Tošin bunar, u periodu od 09.02. 2026. godine do 11.04.2026. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu u ulici Tošin bunar, na delu od zone raskrsnice sa ulicom Džona Kenedija do zone raskrsnice sa ulicom Žarka Miladinovića, pri čemu će predmetna deonica biti zatvorena za saobraćaj. Tokom izvođenja radova, vozila JLPP-a će saobraćati na sledeći način:"
            },
            {
                "text": "- vozila sa linija br. 18 i 78 će u oba smera saobraćati ulicama Pariske komune, Bulevar maršala Tolbuhina, Bulevar Mihajla Pupina, Aleksandra Dubčeka, 22. Oktobra, Vrtlarska, Ivićeva, Teodora Herlca i dalje redovnim trasama (linija br. 78 u skladu sa režimom rada linija JLPP-a zbog radova na demontaži Starog Savskog mosta);"
            },
            {
                "text": "- vozila sa linije br. 45 će u oba smera saobraćati ulicama Tošin bunar, Pariske komune, Bulevar maršala Tolbuhina, Bulevar Mihajla Pupina, Aleksandra Dubčeka, Nikolaja Ostrovskog i dalje redovnom trasom (u smeru ka okretnici „Zemun /Novi Grad/“ u skladu sa režimom rada linija JLPP-a zbog radova u ulici Dobrovoljačka);"
            },
            {
                "text": "- vozila sa linije br. 15N će u oba smera saobraćati ulicama Tošin bunar, Pariske komune, Bulevar maršala Tolbuhina, Bulevar Mihajla Pupina, Aleksandra Dubčeka, 22. Oktobra, Vrtlarska, Ivićeva, Teodora Herlca i dalje redovnom trasom;"
            },
            {
                "text": "- vozila sa linije br. 18N će u oba smera saobraćati ulicama Tošin bunar, Pariske komune, Bulevar maršala Tolbuhina, Bulevar Mihajla Pupina, Aleksandra Dubčeka, 22. Oktobra, Vrtlarska, Ugrinovačka i dalje redovnom trasom."
            },
            {
                "text": "Privremeno se uspostavlja autobusko stajalište „IX beograska gimnazija 1“ na poziciji ED stuba koji se nalazi u ulici Bulevar maršala Tolbuhina ispred kućnog broja 93, odnosno oko 30 metara posle pešačkog prelaza koji se nalazi u visini škole „IX beograska gimnazija“."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/901"
    },
    {
        "date": "15/01/2026 - 08/03/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova na rekonstrukciji mostovske konstrukcije u ulici Antifašističke borbe",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji kompleksa stanice Novi Beograd sa rekonstrukcijom mostovske konstrukcije u ulici Antifašističke u periodu od 15.01.2026. godine do 08.03.2026. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Antifašističke borbe u visini železničkog nadvožnjaka, pri čemu će doći do zatvaranja predmetne deonica za saobraćaj, zbog čega će linije javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Tramvajske linije br. 7L, 9L i 13 se privremeno ukidaju;\n• Privremeno se uspostavlja tramvajska linija 7L1 koja će saobraćati na relaciji Ustanička - Pogon „Sava“ preko Mosta na Adi;\n• Privremeno se uspostavlja tramvajska linija 9L1 koja će saobraćati na relaciji Banjica - Pogon „Sava“ preko Mosta na Adi;\n• Privremeno se uspostavlja autobuska kružna linija br. 7A koja će saobraćati od Bloka 45 ulicama: terminus „Blok 45“, Dr Ivana Ribara, Jurija Gagarina, Bulevar Crvene Armije, Đorđa Stanojevića, Bulevar Milutina Milankovića, Milentije Popovića,  Bulevar Mihajla Pupina, kružni tok kod TC „Ušće“, Bulevar Mihajla Pupina, Milentije Popovića, Bulevar Milutina Milankovića, Đorđa Stanojevića, Bulevar Crvene Armije, Jurija Gagarina, Dr Ivana Ribara do terminusa „Blok 45“;\n• Vozila sa linije 9A će u oba smera, saobraćati ulicama: Jurija Gagarina, Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića, Milentije Popovića i dalje u skladu sa radovima u ulici Zemunski put;\n• Vozila sa linije 94 će u oba smera, saobraćati ulicama: Jurija Gagarina, Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića, Omladinskih brigada i dalje redovnom trasom;\n• Vozila sa linije 95 će u oba smera, saobraćati ulicama: Jurija Gagarina, Bulevar Milutina Milankovića, Milentije Popovića i dalje redovnom trasom;\n• Vozila sa linije 60 će u smeru ka terminusu „Novi Beograd /Toplana/“, saobraćati ulicama: Brodarska, Savski nasip, Jurija Gagarina, zatim će u zoni raskrsnice ulice Jurija Gagarina i Bulevar Milutina Milankovića izvršiti levo skretanje ka Bloku 45, Jurija Gagarina i dalje redovno do okretnice Novi Beograd / Toplana/“;\n• Vozila sa linije A1 će u smeru ka Trgu Slavija, saobraćati ulicama: Španskih boraca, Đorđa Stanojevića, Marka Hristića, Jurija Gagarina i dalje redovnom trasom;\n• Vozila sa linije E6 će u oba smera, saobraćati ulicama: Jurija Gagarina, Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića i dalje redovnom trasom."
            },
            {
                "text": "Vozila će koristiti sva postojeća stajališta, kao i novouspostavljena privremena stajališta:"
            },
            {
                "text": "- „Bulevar Crvene Armije 1“ u ulici Bulevar Crvene Armije na lokaciji koja se nalazi oko 90 metara posle zone raskrsnice ulice Bulevar Crvene Armije i Jurija Gagarina, odnosno u visini objekta „Delta city“. Predmetno stajalište će koristiti linija br. 7A;"
            },
            {
                "text": "- „Depo Sava“ u ulici Đorđa Stanojevića na lokaciji koja se nalazi oko 30 metara ispred zone raskrsnice ulice Đorđa Stanojevića i Marka Hristića, odnosno u visini pogona „Depo Sava“. Predmetno stajalište će koristiti linije br. 7A, 85 i 18N;"
            },
            {
                "text": "- „Đorđa Stanojevića 1“ u ulici Đorđa Stanojevića na lokaciji koja se nalazi oko 60 metara ispred zone raskrsnice ulice Đorđa Stanojevića i Bulevar Milutina Milankovića. Predmetno stajalište će koristiti linije br. 7A, 9A i 18N;"
            },
            {
                "text": "- „Pogon Sava“ u ulici Đorđa Stanojevića na lokaciji koja se nalazi oko 10 metara ispred skretanja u tramvajski pogon „Sava“. Predmetno stajalište će koristiti linije br. 7L1 i 9L1;"
            },
            {
                "text": "- „Pogon Sava“ u ulici Đorđa Stanojevića na lokaciji koja se nalazi oko 40 metara posle izlaska iz tramvajskog pogona „Sava“. Predmetno stajalište će koristiti linije br. 7L1 i 9L1."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/884"
    },
    {
        "date": "03/02/2026 - 21/02/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Trg Zorana Đinđića u Surčinu",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji sekundarnog vodovoda i potisnog cevovoda fekalne kanalizacije u ulici Trg Zorana Đinđića  (Surčin) - Faze 3A i 3B u periodu od 03.02.2026. godine do 21.02.2026. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi u ovim fazama podrazumevaju zauzeće desne saobraćajne trake ulice Trg Zorana Đinđića (gledano u smeru ka centru Surčina), na delu od zone raskrsnice sa ulicom Đačka do zone raskrsnice sa ulicom Galovačka, zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "Linija br. 602 će u smeru ka SRC „Surčin“ saobraćati ulicama Vinogradska, Mite Uče, Vojvođanska i dalje redovno, dok će se u smeru ka Novom Beogradu saobraćati redovno;"
            },
            {
                "text": "Linija br. 610E će u smeru ka Jakovu saobraćati trasom podlinije 610Ea preko petlje „Jakovo“, dok će se u smeru ka Novom Beogradu saobraćati redovno."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/896"
    },
    {
        "date": "19/01/2026 - 28/02/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Bahtijara Vagabzade - Faza 1",
        "sections": [
            {
                "text": "Radovi su produženi do 28.02.2026. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Bahtijara Vagabzade na delu između zona raskrsnica sa ulicama Baštovanska i Borska u periodu od 19.01.2026. do 28.02.2026. godine, doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zatvaranje za saobraćaj desne saobraćajne trake ulice Bahtijara Vagabzade na posmatranoj deonici (gledano u smeru ka Banjici), pri čemu predmetni radovi neće uticati na funkcionisanje javnog prevoza, pošto će se vozila u visini zone radova kretati dvosmerno, preostalom širinom kolovoza."
            },
            {
                "text": "Stajalište „Pere Velimirovića“ (#864) - smer ka gradu, i dalje će biti privremeno izmešteno na poziciju koja se nalazi u ulici Borska, 15 metara ispred pešačkog prelaza u zoni raskrsnice ulica Borska i Bahtijara Vagabzade, dok se stajalište „Raška“ (#862) - smer ka gradu privremeno ukida, a stajalište „Raška“ (#861) - smer ka Miljakovcu izmešta na poziciju neposredno ispred pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Kraljice Ane."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/886"
    },
    {
        "date": "14/01/2026 - 01/05/2026",
        "title": "Informacija o privremenom ukidanju stajališta \"Topčiderska okretnica\" u Bulevaru patrijarha Pavla",
        "sections": [
            {
                "text": "Tokom izvođenja radova u Bulevaru patrijarha Pavla, privremeno se ukida stajalište \"Topčiderska okretnica\" (#3783) za liniju 3A do 01.05.2026. godine"
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/885"
    },
    {
        "date": "26/11/2025 - 04/11/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Zemunski put",
        "sections": [
            {
                "text": "Tokom izvođenja radova na uklanjanju Starog savskog mosta i izgradnji novog mosta u ulici Zemunski put, na delu od zone raskrsnice sa ulicom Vladimira Popovića do zone raskrsnice sa ulicama Zarije Vujuoševića i Sajmište u periodu od 26.11.2025. godine do 04.11.2026. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće tramvajske baštice i krajnje desne saobraćajne trake (gledano u smeru ka gradu), dok će krajnja leva saobraćajna traka biti slobodna za saobraćaj, pri čemu će ista biti usmerena ka Zelenom vencu."
            },
            {
                "text": "Vozila sa linija javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "Vozila sa linije br. 9A:"
            },
            {
                "text": "- u smeru ka Trgu Slavija će saobraćati ulicama Milentija Popovića, tramvajskom bašticom (na delu od Milentija Popovića do Vladimira Popovića), zatim prelazi u krajnju levu saobraćajnu traku (gledano u smeru ka gradu) ulice Zemunski put, Sajmište i dalje redovnom trasom;"
            },
            {
                "text": "- u smeru ka Novom Beogradu će saobraćati ulicama Brankov most, interna saobraćajnica koja vodi u ulicu Ušće, desno skretanje ispod Brankovog mosta koje se nalazi kod skejt parka „Brankov Most“, Sajmište, kružni tok kod logora Sajmište, Staro Sajmište, Sajmište, kružni tok kod TC „Ušće“, Bulevar Mihajla Pupina, Milentija Popovića i dalje redovnom trasom."
            },
            {
                "text": "Vozila se linije br. 60 će u oba smera saobraćati redovno."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "•  „Staro Sajmište“ (šifra st.#1051 - smer ka Brankovom mostu) za liniju br. 9A, koje u redovnom režimu koristi linija br. 60;\n• „Staro Sajmište 1“ (smer ka terminusu Blok 72 /TC „Euroazija“/) za linije br. 9A i 60, koje se privremeno uspostavlja u ulici Staro Sajmiše na poziciji EDB stuba koji se nalazi oko 40 metara ispred zone raskrnice sa ulicom Sajmište."
            },
            {
                "text": "Privremeno se ukida stajalište:"
            },
            {
                "text": "•  „Staro Sajmište“ (šifra st. #117 - smer ka Brankovom mostu) za liniju br. 9A."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/860"
    },
    {
        "date": "15/11/2025 - 25/02/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Cvetanova ćuprija - Faza 6B",
        "sections": [
            {
                "text": "Radovi su produženi do 25.02.2026. godine."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacione mreže u ulici Cvetanova Ćuprija  (Zvezdara) - Faza 6B u periodu od 15.11. do 30.11.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se i dalje izvode izvode na kolovozu ulice Cvetanova Ćuprija, na delu od zone raskrsnice sa ulicom Stari vinogradi narednih 138 metara prema okretnici „Veliki mokri lug“. Tokom izvođenja radova predmetna deonica će biti za saobraćaj, pri čemu će važiti sledeći režim rada linija javnog prevoza:"
            },
            {
                "text": "Linija br. 20 - vozila će i dalje saobraćati na skraćenoj trasi od okretnice „Mirijevo 3“ do okretnice „Medaković 3“;"
            },
            {
                "text": "Linija br. 312 - vozila će saobraćati na izmenjenoj trasi u odnosu na prethodne faze radova i to ulicama:  MZ VELIKI MOKRI LUG - Nikole Grulovića - Vizantijska - Vladimira Ćorovića - Stražarska kosa - Vojvode Stepe - KUMODRAŽ - Vojvode Stepe -  Mitkov kladenac - Stari vinogradi - Slobodna Vitanovića - Cvetanova ćuprija - Braće Srnić - MEDAKOVIĆ 3 - Braće Srnić - Cvetanova ćuprija - Ladno brdo - Ristin potok - Milošev kladenac - Nikole Grulovića - Zabranska - Lipovačka - Stražarska kosa - Livadska - Živka Jovanovića - MZ VELIKI MOKRI LUG."
            },
            {
                "text": "Vozila sa linije br. 312 će na izmenjenom delu trase koristiti postojeća redovna stajališta, privremena stajališta koja su uspostavljena u prethodnoj fazi radova u ulici Stari vinogradi kao i novouspostavljeno stajalište „Stari vinogradi“ - #2687 u ulici Ladno brdo, 45m metara posle pešačkog prelaza u zoni raskrsnice sa ulicom Cvetanova ćuprija, ispred objekta sa kućnim brojem 2G."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/849"
    },
    {
        "date": "23/09/2025 - 15/09/2026",
        "title": "Informacija o izmeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Dobrovoljačka",
        "sections": [
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulice Dobrovoljačka, u delu od ulice Cara Dušana do Ugrinovačke - faza 1, GO Zemun, koji će se izvoditi u periodu od 23. 09. 2025. godine do 15. 9. 2026. godine, doći će do obustave saobraćaja u ulici Dobrovoljačka, pri čemu će linije javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "- Linija br. 45 će u smeru ka Zemun /Novi grad/ saobraćati ulicama Cara Dušana, Filipa Višnjića, Rada Končara i dalje redovnom trasom dok će u smeru ka Bloku 44 saobraćati redovno,"
            },
            {
                "text": "- Linija br. 83 će u smeru ka Zemun/Bačka/ saobraćati ulicama Cara Dušana, Filipa Višnjića, Ugrinovačka i dalje redovnom trasom dok će u smeru ka Crvenom krstu saobraćati redovno (i u skladu sa redovima na uklanjanju Starog savskog mosta)."
            },
            {
                "text": "Uspostavlja se privremeno stajalište „Filipa Višnjića 2“ (# 3573), za liniju br. 45, u ulici Filipa Višnjića, u visini kućnog broja 30 , u smeru ka Ugrinovačkoj ulici, neposredno pre raskrsnice sa ulicama Rada Končara - Ugrinovačka."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/810"
    },
    {
        "date": "02/11/2024 - 02/09/2027",
        "title": "Informacija o promeni režima saobraćaja i režima rada linija javnog prevoza tokom izvođenja radova na uklanjanju Starog savskog mosta",
        "sections": [
            {
                "text": "• Tramvajske linije br. 7 i 9 će u oba smera, od zone Savskog trga saobraćati ulicama Savska, Bulevar vojvode Mišića, Petlja \"Radnička\", Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L i 9L.\n• Uspostavlja se privremena autobuska linija br. 9A (Trg Slavija - Blok 45)  koja će u intervalu od 12  minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45. \n• Autobuske linije br. 78 i 83 su počev od 04. oktobra zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna. \n• Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta „Kamenička 1“ i „Brankov most 1“ za linije br. 9A, 78 i 83 - smer prema Trgu Slavija, odnosno „Staro sajmište“ - smer prema Bloku 45 za liniju br. 9A."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/617"
    },
    {
        "date": "01/09/2025 - 13/03/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Karađorđeva - Faza 2",
        "sections": [
            {
                "text": "Radovi se produžavaju do 13.03.2026. godine."
            },
            {
                "text": "Tokom izvođenja radova na tramvajskim šinama i kontaktnoj mreži u ulici Karađorđeva - Faza 2,  u periodu od 01.09. do 15.10.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Karađorđeva, na delu od zone raskrsnice sa ulicom Zemunski put do kružnog toka kod Geozavoda. Tokom izvođenja radova, predmetna deonica (Karađorđeva ulica) će biti zatvorena za saobraćaj, osim desne saobraćajne trake na delu od Zemunskog puta do kružnog toka kod Geozavoda (gledano u smeru ka Brankovom mostu), zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "Tramvajske linije br. 2 i 11 i dalje ne funkcionišu;"
            },
            {
                "text": "• I dalje funkcioniše tramvajska linija br. 2L koja saobraća na relaciji Pristanište - Dorćol - Vukov spomenik - Trg Slavija - Gospodarska mehana;"
            },
            {
                "text": "• Privremeno se uspostavlja autobuska linija br. 2A („Dorćol /SRC Milan Gale Muškatirović/„ - Beograd na vodi - „Dorćol /SRC Milan Gale Muškatirović/“ koja će saobraćati ulicama:"
            },
            {
                "text": "DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/ - Tadeuša Košćuška - Bulevar vojvode Bojovića - Karađorđeva  - kružni tok kod Geozavoda - Hercegovačka - Železnička - Zemunski put  - kružni tok kod nekadašnjeg BAS-a - Bulevar Vudroa Vilsona - BEOGRAD NA VODI - Bulevar Vudroa Vilsona - Zemunski put - Karađorđeva - Bulevar vojvode Bojovića - Tadeuša Košćuška - DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristi sva postojeća stajališta, kao i novouspostavljena privremena stajalištea za liniju br. 2A:"
            },
            {
                "text": "• „Pristanište 1“ (smer ka Brankovom mostu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 5 metara ispred zaustavne linije u zoni kućnog broja 11;\n• „Pristanište 1“ (smer ka Kalemegdanu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 10 metara ispred zaustavne linije u zoni ulice Velike stepenice."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/794"
    },
    {
        "date": "10/10/2024 - 01/06/2026",
        "title": "Informacija o privremenom izmeštanju stajališta \"Braće Ribnikar\" tokom radova u ulici Ruzveltova",
        "sections": [
            {
                "text": "Radovi su produženi do 01.06.2026. godine."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji stambeno-poslovnog objekta u ul. Ruzveltova br. 48, na uglu sa ulicama Svetog Nikole i Stjepana Ljubiše, GO Zvezdara , u vremenskom periodu od  10. 10. 2024. do 31. 12. 2025. godine doći će do  zauzeća trotoara duž objekta u ulicama Ruzveltova, Svetog Nikole i Stjepana Ljubiše za potrebe deponovanja materijala."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište za linije br. 65, 74 i 27N, „Braće Ribnikar“(# 1080, smer ka Zvezdari i Mirijevu), oko 70,0 metara posle redovne pozicije, u ulici Svetog Nikole, u visini broja 6."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/638"
    },
    {
        "date": "07/06/2024 - 31/12/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulicama Svetog Joakima i Ane u naselju Međulužje (GO Mladenovac)",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju  ulice Svetog Joakima i Ane u naselju Međulužje (GO Mladenovac), na delu između kućnih brojeva 61 i 69, doći će do promena u radu linija br. 4192 i 4192A. Radovi će se izvoditi u periodu od 07.06.2024. do 31.12.2026. godine i isti podrazumevaju potpuno zatvaranje predmetne deonice, zbog čega će vozila sa linija br. 4192 i 4192A saobraćati ulicama Vojvode Vićentija, Balkanska, Stefana Nemanje, Paje Jovanovića, Vojvode Vićentija i dalje redovnim trasama."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/484"
    },
    {
        "date": "05/05/2023 - 31/05/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza br. 860U zbog oštećenja mosta iznad kanala u ulici gola bara u naselju Ušće - Opština Obrenovac",
        "sections": [
            {
                "text": "Radovi su produženi do 31.05.2026. godine."
            },
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ''Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac'', izvršena je promena trasa  linija javnog prevoza br. 860U  u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza br. 860U  će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/261"
    }
]