[
    {
        "date": "",
        "title": "Od 01.04.2022. uspostavlja se nova linija 64 (Zvezdara – Zeleno brdo – Šumice)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od petka 01.04.2022. uspostavlja se nova linija broj 64 na relaciji od terminusa „Zvezdara“ do terminusa „Šumice“."
            },
            {
                "text": "Sekretarijatu za javni prevoz su se obratili stanovnici opštine Zvezdara sa zahtevom za uspostavljanjem nove linije javnog prevoza koja bi saobraćala ulicama kojim do sada nisu saobraćala vozila javnog prevoza, a u cilju bolje opsluženosti javnim prevozom i veze stanovnika ovih naselja sa sadržajima na teritoriji opštine i samog grada."
            },
            {
                "text": "U skladu sa navedenim, Sekretarijat za javni prevoz je odredio elemente i trasu nove linije broj 64 (Zvezdara – Zeleno brdo – Šumice) na kojoj će saobraćati minibus vozila."
            },
            {
                "text": "Trasa linije 64: ZVEZDARA – Čingrijina – Dimitrija Tucovića – Batutova – Milana Rakića – Mite Ružića – Budmanijeva / u suprotnom smeru Mlavska/ – Koste Trifkovića – Ruže Jovanović – Steve Vargaša /u suprotnom smeru Zeleno brdo/ – Bajdina – Bulevar kralja Aleksandra – Ustanička – Mihaila Todorovića – Vladimira Tomanovića – Vojislava Ilića – Ustanička – ŠUMICE."
            },
            {
                "text": "Na delu trase na kojem do sada nisu saobraćala vozila javnog prevoza, uspostavljaju se nova stajališta:"
            },
            {
                "text": "• OŠ „Veljko Dugošević“, Studentski dom „Rifat Burdžević“, i Deskaševa – u ulici Milana Rakića\n• Budmanijeva i Koste Trifkovića – u ulici Budmanijeva\n• Ilindenska i Lošinjska donja – u ulici Ruže Jovanović\n• Zabrđanska – u ulici Bajdina\n• Mirka Sandića – u ulici Ustanička\n• Mihaila Todorovića – u ulici Mihaila Todorovića\n• OŠ „Stevan Sinđelić – u ulici Vladimira Tomanovića"
            },
            {
                "text": "Na liniji će raditi 2 vozila tipa minibus, u intervalu od 40 minuta."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 01.04.2022. uspostavlja se linija broj 87A (Čukarička padina – Banovo brdo – Čukarička padina)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od petka 01.04.2022. uspostavlja se nova kružna minibus linija broj 87A na relaciji od terminusa „Čukarička padina“ preko Banovog brda."
            },
            {
                "text": "Sekretarijatu za javni prevoz su se obratili stanovnici opštine Čukarica sa zahtevom za uspostavljanjem nove linije javnog prevoza koja bi povezivala stanovnike naselja Banovo brdo preko ulice Kirovljeva sa sadržajima duž Požeške ulice (osnovna i srednja škola, dom zdravlja…), do završetka radova na rekonstrukciji nadvožnjaka u produžetku Kirovljeve ulice, kada će ponovo biti vraćene na svoje redovne trase linije broj: 23, 37, 51, 52, 53, 58, 85, 88."
            },
            {
                "text": "U skladu sa navedenim, Sekretarijat za javni prevoz je odredio elemente i trasu nove linije broj 87A (Čukarička padina – Banovo brdo – Čukarička padina) na kojoj će saobraćati minibus vozila."
            },
            {
                "text": "Trasa linije 87A: ČUKARIČKA PADINA – Obalskih radnika – Strugarska – Radnička – Svetolika Lazarevića Laze – Savska magistrala – Radnička – Petlja “Radnička” – Radnička – Kirovljeva – Požeška – Endija Vorhola – Radnička – Strugarska – ČUKARIČKA PADINA."
            },
            {
                "text": "Na liniji će raditi 1 vozilo tipa minibus, sa vremenom obrta od 40 minuta."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 29.03.2022. uspostavlja se nova linija javnog prevoza putnika broj 313 (Mirijevo 4 – Leštane /Ravan/)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od utorka 29.03.2022. uspostavlja se nova linija broj 313 na relaciji od terminusa „Mirijevo 4“ do terminusa „Leštane /Ravan/“."
            },
            {
                "text": "Sekretarijatu za javni prevoz su se obratili stanovnici opštine Grocka sa zahtevom za uspostavljanjem nove linije javnog prevoza koja bi saobraćala kroz naselja Kaluđerica i Leštane ulicama kojim do sada nisu saobraćala vozila javnog prevoza, a u cilju bolje opsluženosti javnim prevozom i veze stanovnika ovih naselja sa sadržajima na teritoriji opštine i samog grada."
            },
            {
                "text": "U skladu sa navedenim, Sekretarijat za javni prevoz je odredio elemente i trasu nove linije javnog prevoza putnika broj 313 (Mirijevo 4 – Kaluđerica – Leštane /Ravan/) na kojoj će saobraćati minibus vozila."
            },
            {
                "text": "Trasa nove linije broj 313: MIRIJEVO 4 – Mihaila Bulgakova – Ljubiše Miodragovića – Bulevar kralja Aleksandra – Partizanska – Narodnog fronta – Željka Milivojevića – Vojvode Stepe Stepanovića – Zabranska – Ravan – LEŠTANE /RAVAN/."
            },
            {
                "text": "Na delu trase na kojem do sada nisu saobraćala vozila javnog prevoza, uspostavljaju se nova stajališta:"
            },
            {
                "text": "• 20.oktobra – u ulici Partizanska\n• Braće Milić i Beogradska – u ulici Narodnog fronta\n• Živka Davidovića i Groblje – u ulici Željka Milivojevića\n• Svetislava Ristića i Trafostanica – u ulici Vojvode Stepe Stepanovića\n• Novo groblje Kaluđerica, Bore Stankovića i Oplenačka – u ulici Zabranska"
            },
            {
                "text": "Na liniji će raditi 2 vozila tipa minibus, sa vremenom obrta od 80 minuta."
            }
        ]
    },
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 350, 351, 352, 353, 355A, 355B, 361B, 361L zbog radova u ulici Narodni front u naselju Dražanj (od 28.03.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 14.09.2022."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Narodnog fronta (državni put IIB reda br. 350) u naselju Dražanj, Grocka, na delu od zone raskrsnice sa ulicama Beogradska i Vučkova, narednih 1500 metara prema naselju Umčari, u periodu od 28.03.2022. do 14.09.2022. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja radova doći će do zatvaranja predmetne deonice, pa će vozila sa linija javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Linije: 351, 352, 355, 355B u oba smera, linije: 355A, 361B u smeru ka Dražnju i linije: 353, 361L u smeru ka Šumicama – vozila će saobraćati do/od stajališta „Umčari /Šefkać/“, gde će vršiti promenu smera kretanja na raskrsnici ulica Nemanjina i Narodnog fronta\n• Linija 350 – vozila će u oba smera saobraćati pod oznakom 350L na relaciji DRAŽANJ – Vučkova – Beogradska – Raljska – Senajska – Srećka Jovanovića – Naplatna rampa “Mali Požarevac” – Autoput za Niš – Naplatna rampa “Umčari” – Moše Pijade – UMČARI – Maršala Tita – Dobrivoja Mihajlovića – ŽIVKOVAC i istom trasom u suprotnom smeru"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti sva postojeća stajališta JLPP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Nova organizacija rada linija u zoni Železničke stanice /Beograd centar/ (od 15.03.2022)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Završetkom radova na izgradnji i modernizaciji pruge za velike brzine do 200 kilometara na sat, na relaciji Beograd /Centar/ – Stara Pazova – Novi Sad, planirani su i prvi polasci voza na ovoj relaciji. Iz „Srbija voz“ a.d. saopšteno je da su predviđene tri kategorije polazaka:"
            },
            {
                "text": "• „Inter siti“ – koji će stajati samo u Železničkoj stanici „Novi Beograd“ i do Novog Sada saobraćati za 36 minuta, sa ukupno pet polazaka dnevno iz Beograda i Novog Sada\n• „Regio Ekspres“ – koji će se zaustavljati i u manjim mestima između železničkih stanica u Novom Sadu i Beogradu, sa prosečnim vremenom putovanja od 49 minuta i imati ukupno četiri polaska iz Beograda i Novog Sada\n• „Regio“ – koji će stajati na svim stanicama na ovoj trasi i putovati oko 57 minuta, sa po devet polazaka iz Beograda i Novog Sada."
            },
            {
                "text": "Povećanjem broja polazaka i uvođenjem najviših standarda putovanja na relaciji između najveća dva grada u Srbiji, očekivano je i povećanje broja korisnika koji će gravitirati ka Železničkoj stanici Beograd /Centar/."
            },
            {
                "text": "Usled svega navedenog, počev od utorka, 15.03.2022. primenjivaće se nova organizacija linija javnog gradskog prevoza putnika u zoni Železničke stanice “Beograd /Centar/”:"
            },
            {
                "text": "• Linija 36 (Železnička stanica Beograd /Centar/ – Trg Slavija – Železnička stanica Beograd /Centar/)"
            },
            {
                "text": "Kružna autobuska liniji 36 je uvedena kako bi železnička stanica „Beograd /Centar/“ bila povezana sa centralnom zonom grada, odakle putnici mogu da prelaze na linije javnog prevoza putnika ka svim delovima grada Beograda. Navedena linija saobraća u oba smera ulicama: Železnička stanica „Beograd /Centar/“, Gučevska, Bulevar kneza Aleksandra Karađorđevića, Dinarska, Franše D’Eperea, Karađorđev park, Trg Slavija, Kneza Miloša, Savski trg, Palata pravde, Mostar, Ortopedski zavod, Železnička stanica „Beograd /Centar/“."
            },
            {
                "text": "Do sada je interval nailaska vozila na liniji 36 iznosio 20 minuta. Uvođenjem dodatnih vozila, od 15.03.2022. na liniji 36, interval nailaska vozila na terminusu Železnička stanica „Beograd /Centar/“ biće 10 minuta, čime se unapređuje kvalitet opsluge korisnika železničkog prevoza putnika."
            },
            {
                "text": "• Linija 38L (Pogon „Kosmaj“ – Železnička stanica Beograd /Centar/)"
            },
            {
                "text": "Dosadašnja autobuska linija broj 38L se od 15.03.2022. objedinjuje sa autobuskom linijom 38A. Linija 38L, u novom režimu, saobraćaće na relaciji Pogon „Kosmaj“ – Železnička stanica Beograd /Centar/, sledećom trasom: POGON “KOSMAJ” – Auto put Beograd-Niš – Vladimira Tomanovića – Vojislava Ilića – Ustanička – Jovana Subotića – Bulevar Stefana Provenčanog – Bulevar Franše D’Eperea – Mostarska petlja – Bulevar vojvode Putnika – Bulevar kneza Aleksandra Karađorđevića – Novoizgrađena saobraćajnica pored Železničke stanice Beograd /Centar/ – ŽELEZNIČKA STANICA “BEOGRAD /CENTAR/” – Dragana Mancea – Gučevska."
            },
            {
                "text": "Linija 38L u novom režimu saobraćaja imaće interval nailaska vozila od 30 minuta, umesto 40 – 60 minuta koliko je iznosio interval na liniji broj 38A koja je do sada saobraćala od Pogona „Kosmaj“ do Železničke stanice „Beograd /Centar/“."
            },
            {
                "text": "Linija 38A (Pogon “Kosmaj” · Žel.St. Beograd /Centar/ · Žel.St. Topčider) prestaje sa radom."
            },
            {
                "text": "• Linija 34 nastavlja sa funkcionisanjem u dosadašnjem režimu saobraćaja, trasom: Topčidersko brdo /Senjak/, Vojislava Vučkovića, Vase Pelagića, Topčiderska zvezda, Ortopedski zavod, Železnička stanica „Beograd /Centar/“, Gučevska, Bulevar kneza Aleksandra Karađorđevića, Stadion Partizan, Pedagoška akademija, Bolnica „Dragiša Mišović“, Paje Adamovića, Banjica, Dedinje (Ortopedska bolnica), Miloja Đaka, Omladinska, Baje Pivljanina, Pivljanina Baje 1, Pivljanina Baje 2, Milana Blagojevića Španca, Pere Velimirovića."
            },
            {
                "text": "Novo stajalište za trolejbuske linije broj 40, 41: Za korisnike trolejbuskih linija broj: 40, 41 koji gravitiraju ka Železničkoj stanici „Beograd /Centar/“, uspostavlja se novo stajalište u Bulevaru kneza Aleksandra Karađorđevića, u smeru ka centru grada, neposredno pre raskrsnice sa pristupnim putem do same železničke stanice."
            }
        ]
    },
    {
        "date": "",
        "title": "Novi režim rada autobuskih linija: 708, 709 od 10.03.2022.",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Tehničkim prijemom završenih radova na izgradnji novog nadvožnjaka iznad pruge u naselju Zemun polje, u produžetku novoizgrađene ulice S10 između Kurirske ulice i Puta za Novi Sad i ukidanjem pružnog prelaza sa ulicom Jurija Rakitina, od četvrtak 10.03.2022. počev od 17 časova promenjene su trase linija javnog prevoza u naselju Zemun polje u skladu sa novom organizacijom saobraćaja i to:"
            },
            {
                "text": "• Autobuska linija 708 (Novi Beograd /Blok 70A/ – Zemun Polje) će saobraćati iz ulice Kurirska preko novoizgrađenog nadvožnjaka u produžetku ulice S10 do Autoputa za Novi Sad, Autoputem za Novi Sad i dalje preko ulice Jurija Rakitina do Zemun Polja\n• Autobuska linija 709 (Zemun /Novi Grad/ – Zemun Polje) će saobraćati do naselja Školsko dobro u Zemun Polju, gde će vršiti promenu smera kretanja na privremenoj okretnici neposredno ispred zone nekadašnjeg pružnog prelaza, odakle će iz ulice Kurirska preko novoizgrađenog nadvožnjaka u produžetku ulice S10 do Autoputa za Novi Sad, Autoputem za Novi Sad i dalje preko ulice Jurija Rakitina saobraćati do Zemun polja. Takođe, ova linija će biti produžena i u delu TC „Zmaj“ za oko 500 metara, do zgrade novoizgrađene železničke stanice „Zemun“."
            },
            {
                "text": "Novom organizacijom linija u naselju Zemun Polje i dalje je omogućena veza stanovnika naselja Plavi Horizonti i Školsko dobro sa Zemun Poljem preko novoizgrađenog nadvožnjaka u produžetku ulice S10, a takođe sa linijama BG Voz-a preko novoizgrađenih železničkih stanica „Zemun“, „Zemun Polje“ i „Kamendin“ (preko linije broj 709)."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada autobuskih linija: 3A, 36, 51, 78, 83, 511, 601 sa završetkom radova na Savskom trgu i povezivanjem Nemanjine i Karađorđeve ulice sa Savskom ulicom (od 04.03.2022)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od petka 04.03.2022. od 09:00 časova ponovo se uspostavlja autobuski saobraćaj na Savskom trgu. Završetkom radova na Savskom trgu i povezivanjem Nemanjine i Karađorđeve ulice sa Savskom ulicom, uspostavlja se nova organizacija i režim linija javnog prevoza i to:"
            },
            {
                "text": "• Linija 36 će u smeru prema Mostaru saobraćati ulicama: Nemanjina, Savski trg, Savska i dalje postojećom trasom, dok će u smeru prema Trgu Slavija saobraćati ulicama: Bulevar Vudroa Vilsona, Nikolaja Kravcova, Savska, Savski trg, Nemanjina i dalje postojećom trasom\n• Linije: 78, 83 će u smeru prema Novom Beogradu saobraćati ulicama: Nemanjina, Balkanska, Mihaila Bogićevića, Karađorđeva i dalje postojećim trasama, dok u suprotnom smeru neće menjati trase\n• Linije: 51, 511, 601 će u smeru prema Belim vodama, Sremčici i Surčinu saobraćati ulicama Bulevar Vudroa Vilsona, Zemunski put, Karađorđeva, Savski trg, Savska i dalje postojećim trasama, dok u suprotnom smeru neće menjati trase"
            },
            {
                "text": "Autobuske linije broj: 3A, 36, 51, 511, 601 u zoni Savskog trga koristiće u ul. Savska privremena stajališta u zoni objekta JP „Pošta Srbije“, dok će linije broj: 78, 83 u ul. Balkanska koristiti postojeće stajalište „Nemanjina“."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Uspostavljeno privremeno stajalište “1000 ruža” za linije: 401, 402, 403, 405, 406, 406L, 407, 408 (od 22.12.2021)",
        "sections": [
            {
                "text": "Na osnovu zahteva građana sela Rakovica, za vreme izvođenja radova na izgradnji obilaznice oko Beograda, uspostavljaju se privremena stajališta “1000 ruža” u oba smera za linije: 401, 402, 403, 405, 406, 406L, 407, 408."
            },
            {
                "text": "Lokacije navedenih privremenih stajališta su predviđene na Avalskom putu u zoni raskrsnice sa ulicom Generala Ždanova, odnosno kod motela “1000 ruža”."
            },
            {
                "text": "Napomena: Nakon završetka radova, ova stajališta će biti ukinuta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 72, 607 zbog radova na izgradnji postrojenja za preradu otpadnih voda u okviru kompleksa Aerodroma „Nikola Tesla“ (od 24.11.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog radova na izgradnji postrojenja za preradu otpadnih voda u okviru kompleksa Aerodroma „Nikola Tesla“, koje izvodi „VINCI TERNA CONSTRUCTION JV“, u periodu od srede 24.11.2021. do 07.12.2021. operativno se menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 72, će saobraćati: u smeru prema Aerodromu: od „Robno–transportnog centra“ do privremenog dolaznog stajališta u visini spomenika Nikoli Tesli; u smeru prema gradu: od dolaznog stajališta u visini spomenika Nikoli Tesli, bez putnika do privremenog polaznog stajališta do koga se dolazi saobraćajnicom od spomenika Nikoli Tesli prema Autoputu, gde se u visini parkinga skreće desno, prema privremenom kružnom toku, gde se vrši promena smera ktretanja do privremenog polaznog stajališta prema gradu. Odatle vozila saobraćaju sa putnicima do saobraćajnice koja od autoputa Beograd – Šid vodi ka Aerodromu, pa dalje pored „Parking garaže“ i „Robno – transportnog centra“ prema Surčinskom putu i dalje redovnom trasom\n• Vozila sa linije 607, će saobraćati: u smeru prema Surčinu: saobraćajnicom koja od autoputa Beograd – Šid vodi ka Aerodromu – dalje desno pored Parking garaže i Robno – transportnog centra prema Surčinu; u smeru prema gradu: od „Robno – transportnog centra“ do privremenog stajališta u visini spomenika Nikoli Tesli, odakle će dalje saobraćajnicom koja od Aerodroma vodi ka autoputu Beograd – Šid i dalje redovnom trasom"
            },
            {
                "text": "Uspostavlja se privremeno dolazno stajalište za liniju 72, koje se nalazi u visini spomenika „Nikola Tesla“, odnosno oko 50 metara unazad od postojećeg stajališta."
            },
            {
                "text": "Uspostavlja se privremeno polazno stajalište za liniju 72, koje se nalazi naspram ulazno/izlazne rampe JKP „Parking servisa“, odnosno na saobraćajnici koja se nalazi između dva parkinga."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 702, 703 zbog radova na izgradnji deonice brze pruge Beograd /Centar/ – Stara Pazova (od 10.10.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.04.2022."
            },
            {
                "text": "U sklopu izvođenja radova na rekonstrukciji pruge Beograd centar – Stara Pazova, doći će do zatvaranja prelaza puta preko pruge u naselju Batajnica, pri čemu neće biti moguć saobraćaj između Batajnice i naselja Šangaj, Busije i Ugrinovci, u periodu od nedelje 10.10.2021. od 08:00 časova do završetka radova."
            },
            {
                "text": "Od nedelje 10.10.2021. od prvih jutarnjih polazaka, doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "Ukidaju se autobuske linije:"
            },
            {
                "text": "• Linija 702 na relaciji: Batajnica /Železnička stanica/ – Busije /Crkva/\n• Linija 703 na relaciji: Zemun /Kej oslobođenja/ – Batajnica /Železnička stanica/ – Ugrinovci"
            },
            {
                "text": "Uspostavljaju se autobuske linije:"
            },
            {
                "text": "• Linija 702L na relaciji: Batajnica /Šangaj/ – Busije /Crkva/\n• Linija 703L na relaciji: Batajnica /Šangaj/ – Ugrinovci\n• Linija 703L1 na relaciji: Zemun /Kej oslobođenja/ – Batajnica /Železnička stanica/"
            },
            {
                "text": "Napomena (1): Autobusi sa linija 702L, 703L će promenu smera kretanja u naselju Šangaj vršiti na novoizgrađenoj privremenoj okretnici „Batajnica /Šangaj/“ u ulici Mladih gorana."
            },
            {
                "text": "Napomena (2): Autobusi sa linije 703L će saobraćati u smeru ka Batajnici redovnom trasom linije 703 do okretnice u Batajnica /Železnička stanica/, a u smeru ka Keju oslobođenja, Matrozova – Carice Jelene i dalje redovnom trasom linije 703."
            },
            {
                "text": "Ukidaju se stajališta za liniju 702:"
            },
            {
                "text": "• u oba smera: „Batajnica /železnička stanica/“ terminus i „Batajnica /železnička rampa/“\n• u smeru ka terminusu „Batajnica /železnička stanica/“: „Batajnica /centar/“, „Majke Jugovića“, „Braće Savić“, „Braće Radišić“ i „Kralja Radoslava“"
            },
            {
                "text": "Autobusi sa linija 702L, 703L, 703L1 će koristiti redovna stajališta za linije 702 i 703."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 47, 94 zbog radova na izgradnji sektora B6 obilaznice oko Beograda i zatvaranja ulice Kružni put Kijevo (od 14.07.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.09.2022."
            },
            {
                "text": "Tokom radova na izgradnji sektora B6 obilaznice oko Beograda, doćiće do zatvaranja ulice Kružni put Kijevo na delu od raskrsnice ulica Kružni put Kijevo i Patrijarha Dimitrija do kružnog toka u zoni sa ulicom Slavka Miljkovića, koje će izvoditi JP „Putevi Srbije“, u periodu od srede 14.07.2021. do 01.10.2021. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 47 u oba smera, saobraćaju: Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Sretena Popovića – 13. Oktobra – Palih boraca – Podavalska – Slavka Miljkovića i dalje redovnom trasom\n• Vozila sa linija 94 u oba smera, će saobraćati: Oslobođenja – Sretena Popovića – 13. Oktobra – Milorada Jankovića Doce – Slavka Miljkovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Ulica oslobođenja“, „Servis DMB“, „Manastir Rakovica“, „Josipa Telarevića /izlaz/“ „Tunel Straževica“, u oba smera, za liniju 47\n• „Železnička stanica Jajinci“ i „Resnik ulaz“,u oba smera za linije 47, 94\n• „Tunel Straževica“ i „Avalska“ oba smera za liniju 94"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta za liniju 94:"
            },
            {
                "text": "• u smeru ka Resniku u ulici 13. oktobra, 35 metara nakon kolskog prilaza kućnog broja 12, odnosno naspram betonskog ED stuba u visni kućnog broja 7\n• u smeru ka gradu u ulici 13.oktobra, naspram kolskog prilaza kućnog broja 12, odnosno 18 metara nakon betonskog ED stuba"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća i privremeno uspostavljena stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 23, 37, 51, 52, 53, 58, 85, 88 zbog ograničenja nosivosti nadvožnjaka koji spaja ulice Radničku i Kirovljevu (od 12.05.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog ograničenja korišćenja nadvožnjaka kojim se ostvaruje veza između ulica Radničke i Kirovljeve, za vozila čija ukupna masa prelazi 12 tona, od utorka 12.05.2020. menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 23, 37, 51, 52, 53, 58, 88, u smeru ka Banovom brdu, saobraćaće: Bulevar vojvode Mišića – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka gradu linije rade u redovnom režimu.\n• Vozila sa linije 85 u smeru ka Banovom brdu, saobraćaće: Jurija Gagarina – Most na Adi – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka Borči linija radi u redovnom režimu.\n• Vozila sa noćnih linija 37N, 51N, u smeru ka Banovom brdu, će saobraćati kao i vozila sa dnevnih linija, dok će vozila sa linije 56N, na izmenjenom delu trase, saobraćati kao vozila dnevne linije 51"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka Banovom brdu:"
            },
            {
                "text": "• „Ada Ciganlija“ i „Kirovljeva“ za linije: 23, 37, 51, 52, 53, 58 , 85, 88\n• „Petlja Radnička“ za linije: 23, 37, 51, 52, 53, 58, 88"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    }
]