[
    {
        "date": "",
        "title": "Od 04.09.2023. linija 606 trajno menja trasu u okviru naselja Grmovac",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od ponedeljka 04.09.2023. trajno se menja trasa linije 606 u okviru naselja Grmovac."
            },
            {
                "text": "U proteklom periodu Gradska opština Zemun je inicirala predlog da trasa redovne autobuske linije 606 (Dobanovci – Grmovac) obuhvati više ulica u naselju Grmovac, usled čega je pokrenut postupak izvođenja radova rekonstrukcije ulice 26. Nova."
            },
            {
                "text": "Završetkom radova, kolovoz u ulici 26. Nova je prilagođen teretnom saobraćaju, a u ulicama 5. Nova i 7. Nova izgrađeni su stajališni platoi, čime je omogućeno produženje linije 606."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 04.09.2023. linija EKO 1 trajno menja trasu i saobraća ulicom Španskih boraca",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "U cilju bolje prostorne opsluge Bloka 28 i Bloka 29 javnim prevozom, kao i povezivanja korisnika iz Naselja Belville sa sadržajima od njihovog interesa u zoni Beogradske arene (OŠ „Radoje Domanović“, zdravstvena stanica, komercijalni sadržaji i dr.), Sekretarijat za javni prevoz je u saradnji sa Gradskom opštinom Novi Beograd odlučio da se izmeni postojeća trasa linije EKO 1."
            },
            {
                "text": "Počev od ponedeljka 04.09.2023. linija EKO 1 saobraćaće na izmenjenoj trasi i to: umesto kao do sada ulicom Antifašističke borbe, linija će saobraćati ulicom Španskih boraca, u oba smera."
            },
            {
                "text": "Na izmenjenom delu trase u ul. Španskih boraca uspostavljaju se nova autobuska stajališta „Blok 28“."
            },
            {
                "text": "Na ostalom delu trase linija će saobraćati neizmenjeno."
            }
        ]
    },
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 11, 12, 36, 51, 511, 601, 51N zbog radova u Savskoj ulici (od 01.08.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 29.09.2023."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji podzemnih instalacija u ulici Savska, na delu od zone Savskog trga do zone raskrsnice sa ulicom Vojvode Milenka, koje će izvoditi „RAS inženjering“, u periodu od 01.08.2023. od 04:00 časa do 29.09.2023. doći će do zatvaranja kolovozne trake u smeru ka Mostarskoj petlji, zbog čega će doći do izmene u režimu rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Tramvaji sa linije 11 u oba smera, saobraćaće: Karađorđeva – Zemunski put – Stari savski most – Milentija Popovića – Bulevar Milutina Milankovića – Antifašističke borbe – Jurija Gagarina i dalje redovnom trasom\n• Tramvaji sa linije 12 u oba smera, saobraćaće: Nemanjina – Karađorđeva – Zemunski put – Stari savski most – Milentija Popovića – Bulevar Milutina Milankovića – Španskih boraca – Most na Adi – Saobraćajnica pored hipodroma i dalje redovnom trasom\n• Autobusi sa linije 36 i noćne linije 51N u smeru ka Mostarskoj petlji, saobraćaće: Nemanjina – Balkanska – Gavrila Principa – Mihaila Bogićevića – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom\n• Autobusi sa linija: 51, 511, 601 u smeru ka Mostarskoj petlji, saobraćaće: BEOGRAD NA VODI – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• za liniju 11 u oba smera: „Petlja „Radnička“ i „Đorđa Stanojevića“\n• za linije 11, 12 u oba smera: „Palata pravde“, „Mostar“, „Sajam“, „Ruska“ i „Gospodarska mehana“\n• za linije 36, 51, 511, 601 i noćnu liniju 51N u smeru ka Mostarskoj petlji: „Savski trg“, i „Palata pravde“\n• za linije 51, 511, 601 u smeru ka Mostarskoj petlji: „Savski park“ i „Savski most“"
            },
            {
                "text": "Tramvaji i autobusi će na izmenjenim delovima trasa koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 504 zbog radova u ulici Sretena Popovića (od 17.07.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 16.12.2023."
            },
            {
                "text": "Zbog radova na izgradnji vodovodne mreže u ulici Sretena Popovića, na delu od raskrsnice sa ulicom Kružni put do ulice Slavka Miljkovića uz potpunu obustavu saobraćaja, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 17.07.2023. do 16.12.2023. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 504 u oba smera će saobraćati: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok – Slavka Miljkovića – Podavalska – Palih boraca – 13.oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Kamenac“, „Avalska“, „Resnik /izlaz/“, „Spomenik“ i „Ispod tunela“ u oba smera, za liniju 504."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]