[
    {
        "date": "02/11/2024 - 02/09/2027",
        "title": "Informacija o promeni režima saobraćaja i režima rada linija javnog prevoza tokom izvođenja radova na uklanjanju Starog savskog mosta",
        "sections": [
            {
                "text": "• Tramvajske linije br. 7 i 9 će u oba smera, od zone Savskog trga saobraćati ulicama Savska, Bulevar vojvode Mišića, Petlja \"Radnička\", Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L i 9L.\n• Uspostavlja se privremena autobuska linija br. 9A (Trg Slavija - Blok 45)  koja će u intervalu od 12  minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45. \n• Autobuske linije br. 78 i 83 su počev od 04. oktobra zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna. \n• Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta „Kamenička 1“ i „Brankov most 1“ za linije br. 9A, 78 i 83 - smer prema Trgu Slavija, odnosno „Staro sajmište“ - smer prema Bloku 45 za liniju br. 9A."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/617"
    },
    {
        "date": "20/02/2025 - 28/02/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova na Trgu Nikole Pašića",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Trg Nikole Pašića, na delu od zone raskrsnice sa ulicom Dragoslava Jovanovića do zone raskrsnice sa ulicom Kneza Miloša u periodu od 20.02. do 28.02.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće krajnje desne saobraćajne trake (gledano u smeru ka Vukovom spomeniku), kao i krajnje leve saobraćajne trake uz razdelno fizičko ostrvo (smer ka Terazijskom tunel), zbog čega će linije javnog prevoza funkcionisati na sledeći način:"
            },
            {
                "text": "• Vozila sa linije br. 37 i 44 u smeru ka Senjaku i Kneževcu će saobraćati ulicama: Francuska, Trg Republike, Makedonska, Svetogorska, Takovska, Kneza Miloša i dalje redovnim trasama, dok će u suprotnom smeru saobraćati redovno;\n• Vozila sa linije br. 58 u smeru ka Železniku će saobraćati ulicama: Bulevar despota Stefana,  Braće Jugovića, Francuska, Trg republike, Makedonska, Svetogorska, Takovska, Kneza Miloša i dalje redovnom trasom, dok će u suprotnom smeru saobraćati redovno;\n• Vozila sa linija br. E2 i 37N u smeru ka Kneževcu i Petlovom brdu će saobraćati ulicama: Bulevar despota Stefana, Džordža Vašingtona, Takovska, Kneza Miloša i dalje redovnim trasama, dok će u suprotnom smeru saobraćati redovno (kao polazno stajalište će koristiti stajalište Trg repulike - šifra st.#546 u okviru terminusa „Trg republike“);\n• Vozila sa linija br. 56N i 511N u smeru ka Petlovom brdu i Sremčici će saobraćati ulicama: Bulevar despota Stefana, Džordža Vašingtona, Takovska, Kneza Miloša i dalje redovnim trasama, dok će u suprotnom smeru saobraćati redovno."
            },
            {
                "text": "Privremeno se ukida stajalište „Pionirski park“ (šifra st. #703 - smer ka ulici Takovska) za linije br. 24, 26, 27, 37, 44, 58, EKO1, 37N, 56N, 202N, 301N, 511N i E2."
            },
            {
                "text": "Vozila sa linija br. 37, 44 i 58 će na izmenjenom delu trasa koristiti sledeća stajališta:"
            },
            {
                "text": "• „Trg Republike“ (šifra st.#3031 -  smer ka ulici Takovska) u ulici Makedonska, koje u redovnom režimu koriste vozila sa linija br. 28, 41, 68N, 301N, 304N, 603N, 101N i 304N;\n• „Glavna pošta“ (šifra st.#266 - smer ka ulici Nemanjina) u ulici Takovska, koje u redovnom režimu koriste vozila sa linija br. 23, 40 i 41."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/676"
    },
    {
        "date": "23/02/2025 - 22/03/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom asfaltiranja ulice Draga Vukovića Korčagina u Obrenovcu",
        "sections": [
            {
                "text": "Tokom asfaltiranja ulice Draga Vučkovića Korčagina u naselju Zvečka (GO Obrenovac), u periodu od 23.02.2025. godine do 22.03.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje ulice Draga Vukovića Korčagina na delu od zone raskrsnice sa ulicom Solunskog fronta do zone raskrsnice sa ulicom Radovana Stublinčevića, zbog čega će vozila sa linija javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Linije br. 912 i 912A - vozila će saobraćati u smeru ka Zvečkoj redovnom trasom do ulice Draga Vukovića Korčagina, odakle nastavljaju ulicom Draga Vukovića Korčagina i dalje redovnom trasom prema TENT-u;\n• Linija br. 912B - vozila će saobraćati na trasi linije br. 912; \n• Linija br. 921 - vozila će saobraćati u smeru ka Zvečkoj redovnom trasom do ulice Solunskog fronta, odakle nastavljaju ulicom Solunskog fronta, Braće Joksića, Cara Lazara, Ljube Nenadovića, Kralja Aleksandra I i dalje redovnom trasom do AS Obrenovac."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/651"
    },
    {
        "date": "25/02/2025 - 28/02/2025",
        "title": "Informacija o promeni režima rada linije javnog prevoza br. 57",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Žarkovačka, na delu od zone raskrsnice sa ulicom Trebevićka do zone raskrsnice sa ulicom Blagoja Parovića, u vremenskom periodu od 25.02. do 28.02. 2025. godine doći će do promena u radu linije javnog prevoza br. 57."
            },
            {
                "text": "Radovi podrazumevaju potpuno zauzeće kolovoza na predmetnoj deonici, zbog čega će vozila sa linije javnog prevoza br. 57 saobraćati od okretnice „Banovo brdo“ ulicama Požeška, Kneza Višeslava, Petra Martinovića, Beogradskog bataljona, Žarkovačka, Blagoja Parovića, Kneza Višeslava, Miloja Zakića i dalje redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trasa vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/678"
    },
    {
        "date": "05/05/2023 - 30/09/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza br. 860U zbog oštećenja mosta iznad kanala u ulici gola bara u naselju Ušće - Opština Obrenovac",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ''Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac'', izvršena je promena trasa  linija javnog prevoza br. 860U  u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza br. 860U  će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/261"
    },
    {
        "date": "08/02/2025 - 01/05/2025",
        "title": "Informacija o privremenom izmeštanju stajališta \"Voždovački kružni put\"",
        "sections": [
            {
                "text": "Zbog radova koje izvodi preduzeće \"BRIGATE\" DOO na uglu ulica Bulevara Peke Dapčevića i ulice Kružni put voždovački  (objekat bivše fabrike „TRANSPORT“),  privremeno se izmešta autobusko stajalište javnog linijskog prevoza za linije br. 25, 25p i 39, „Voždovački kružni put“ ( # 567, za smer ka Kumodražu) na poziciju koja se nalazi oko 230 metara posle redovne, neposredno ispred obeleženog privremenog pešačkog prelaza (preko puta kolskog izlaza iz preduzeća „Knjaz Miloš“)  . Radovi se izvode u periodu od 08.02. do 01.05.2025. godine."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/670"
    },
    {
        "date": "01/02/2025 - 28/02/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u zoni raskrsnice ulica Male Brgulice i Matića kraj (Obrenovac)",
        "sections": [
            {
                "text": "Radovi su produženi do 28.02.2025. godine."
            },
            {
                "text": "Zbog izvođenja hitnih radova u naselju Brgulice (opština Obrenovac), u zoni raskrsnice ulica Matića kraj i Male Brgulice, u periodu od 01.02. do 20.02.2025. godine doći će do promena u radu linije javnog prevoza br. 922. Zbog nemogućnosti okretanja vozila u zoni raskrsnice ulica Matića kraj i Male Brgulice, vozila sa ove linije će saobraćati ulicom Savska (Šabački put) i dalje leno ulicom Pavlovića kraj, bez svraćanja u naselje Brgulice."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/671"
    },
    {
        "date": "18/02/2025 - 28/02/2025",
        "title": "Informacija o izmeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Bulevaru Zorana Đinđića",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u Bulevaru Zorana Đinđića, u delu od ulice Studentska do ulice Tošin bunar, pun profil, GO Novi Beograd u vremenskom periodu  od 18.02. do 28.02.2025. godine doći će do potpunog zauzeća kolovoza u Bulevaru Zorana Đinđića na predmetnoj deonici, pri čemu će doći do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "- Vozila sa linije br. 70 će u oba smera saobraćati ulicama: Bulevar Zorana Đinđića, Studentska, Pariske komune, Tošin bunar, i dalje redovnom trasom,"
            },
            {
                "text": "- Vozila sa linija br. 74 i 612 će u oba smera, saobraćati ulicama: Bulevar Zorana Đinđića, Studentska, Pariske komune, Tošin bunar, Dr Žorža Matea i dalje redovnim trasama,"
            },
            {
                "text": "- Vozila sa linija br. 72, 82, 15N i 603N će u oba smera saobraćati ulicama: Pariske komune, Tošin bunar i dalje redovnim trasama,"
            },
            {
                "text": "- Vozila sa linija br. 75, 76, 77, 708 i 75N će u oba smera saobraćati ulicama: Pariske komune, Tošin bunar, Dr Žorža Matea i dalje redovnim trasama."
            },
            {
                "text": "Na izmenjenom delu trasa vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/674"
    },
    {
        "date": "20/12/2024 - 31/03/2025",
        "title": "Informacija o ukidanju stajališta „Savski trg (Savska)“ tokom izvođenja radova na rekonstrukciji zgrade Pošte u ulici Savska",
        "sections": [
            {
                "text": "Tokom izvođenja radova na rekonstrukciji zgrade Pošte (u funkciji prenamene objekta u kulturni centar) u ulici Savska u periodu od 20.12.2024. godine do 31.03.2025. godine doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do zauzeća krajnje desne saobraćajne trake u smeru ka Sajmu, na delu od objekta pošte do zone autobuskog stajališta „Savski trg (Savska)“. Vozila JLPP-a će se u zoni radova kretati preostalom slobodnom širinom kolovoza (leva saobraćajna traka)."
            },
            {
                "text": "Tokom izvođenja radova privremeno se ukida autobusko stajalište „Savski trg (Savska)“ (šifra st. #1726 za linije br. 36, 51, 511 i 601 - gledano u smeru ka Sajmu)."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/649"
    },
    {
        "date": "10/10/2024 - 28/02/2025",
        "title": "Informacija o promeni režima rada linije javnog prevoza br. 606",
        "sections": [
            {
                "text": "Radovi su produženi do 28.02.2025. godine."
            },
            {
                "text": "Od petka 11.10. od 08.00 časova, zbog radova na rehabilitaciji kolovoza ulice Beogradska u Dobanovcima, menja se trasa linije br. 606 na taj način što će vozila narednih 20 dana u oba smera saobraćati ulicama Maršala Tita, Ugrinovačka i dalje redovnom trasom."
            },
            {
                "text": "Radovi bi trebalo da traju do 25.11.2024. godine."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/603"
    },
    {
        "date": "10/10/2024 - 31/12/2025",
        "title": "Informacija o privremenom izmeštanju stajališta \"Braće Ribnikar\" tokom radova u ulici Ruzveltova",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji stambeno-poslovnog objekta u ul. Ruzveltova br. 48, na uglu sa ulicama Svetog Nikole i Stjepana Ljubiše, GO Zvezdara , u vremenskom periodu od  10. 10. 2024. do 31. 12. 2025. godine doći će do  zauzeća trotoara duž objekta u ulicama Ruzveltova, Svetog Nikole i Stjepana Ljubiše za potrebe deponovanja materijala."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište za linije br. 65, 74 i 27N, „Braće Ribnikar“(# 1080, smer ka Zvezdari i Mirijevu), oko 70,0 metara posle redovne pozicije, u ulici Svetog Nikole, u visini broja 6."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/638"
    },
    {
        "date": "24/09/2024 - 15/03/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Teodora Drajzera",
        "sections": [
            {
                "text": "Nova faza radova će trajati do 15.03.2025. godine, uz isti režim saobraćaja."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji vodovodne distributivne mreže sa pratećom infrastrukturom u ulici Teodora Drajzera, GO Savski venac, u delu od raskrsnice sa ulicom Patrijarha Pavla do crpne stanice Topčider - faze 2 i 3, u vremenskom periodu od 25. 09. do 03. 11. 2024. godine doći će do izmena u radu linija javnog prevoza."
            },
            {
                "text": "Faza 2 - radovi se izvode od raskrsnice Teodora Drajzera - Bulevar Patrijarha Pavla - Bulevar vojvode Putnika - Bulevar vojvode Mišića do raskrsnice sa prilaznim putem objektima Vojske Srbije, u periodu od 25. 09. do 24. 10. 2024. godine , uz potpunu obustavu saobraćaja;"
            },
            {
                "text": "Faza 3 - radovi se izvode u ulici Teodora Drajzera u zoni ukrštaja sa prilaznim putem objektima Vojske Srbije, u periodu od 25. 10. do 03. 11. 2024. godine, uz potpunu obustavu saobraćaja."
            },
            {
                "text": "Tokom faze 2 i faze 3 doći će do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "- linija br. 49 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Petlja „Radnička“, Paštrovićeva, Požeška i dalje redovnom trasom;"
            },
            {
                "text": "- linija br. 94 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Most na Adi i dalje redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/581"
    },
    {
        "date": "06/06/2024 - 28/02/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici 13. oktobra (Rakovica)",
        "sections": [
            {
                "text": "Radovi su produženi do 28.02.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici 13. oktobra (Rakovica), na delu od zone raskrsnice sa ulicom Palih boraca do Kružnog puta Rakovica u periodu od 08.06. do 23.09.2024. godine, doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linija br. 504 i 47N će u oba smera saobraćati ulicama Oslobođenja, Kružni put Rakovica, Tunel Stara Straževica, kružni tok Slavka Miljkovića i Kružni put Rakovica, Slavka Miljkovića, Podavalska, Palih boraca, 13. oktobra, Milorada Jankovića Doce i dalje redovnim trasama."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/480"
    }
]