[
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno zatvaranje stanice “Vukov spomenik” (05.03. / 06.03.2022)",
        "sections": [
            {
                "text": "⛔️"
            },
            {
                "text": "Izmena aktivna do: 07.03.2022."
            },
            {
                "text": "Dana 05.03.2022. i 06.03.2022. stanica “Vukov spomenik” biće privremeno zatvorena."
            },
            {
                "text": "Alternativne stanice za putnike su “Karađorđev park” i “Pančevački most”."
            },
            {
                "text": "Prema informacijama dobijenim od „Infrastrukture železnice Srbije” a.d, zbog izvođenja radova na uređenju enterijera i nemogućnosti korišćenja eskalatora, a u cilju očuvanja bezbednosti putnika, zabranjeno je zaustavljanje vozova iz sistema BG Voz i svih vozova za prevoz putnika u stanici „Vukov spomenik”."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada autobuskih linija: 3A, 36, 51, 78, 83, 511, 601 sa završetkom radova na Savskom trgu i povezivanjem Nemanjine i Karađorđeve ulice sa Savskom ulicom (od 04.03.2022)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od petka 04.03.2022. od 09:00 časova ponovo se uspostavlja autobuski saobraćaj na Savskom trgu. Završetkom radova na Savskom trgu i povezivanjem Nemanjine i Karađorđeve ulice sa Savskom ulicom, uspostavlja se nova organizacija i režim linija javnog prevoza i to:"
            },
            {
                "text": "• Linija 36 će u smeru prema Mostaru saobraćati ulicama: Nemanjina, Savski trg, Savska i dalje postojećom trasom, dok će u smeru prema Trgu Slavija saobraćati ulicama: Bulevar Vudroa Vilsona, Nikolaja Kravcova, Savska, Savski trg, Nemanjina i dalje postojećom trasom\n• Linije: 78, 83 će u smeru prema Novom Beogradu saobraćati ulicama: Nemanjina, Balkanska, Mihaila Bogićevića, Karađorđeva i dalje postojećim trasama, dok u suprotnom smeru neće menjati trase\n• Linije: 51, 511, 601 će u smeru prema Belim vodama, Sremčici i Surčinu saobraćati ulicama Bulevar Vudroa Vilsona, Zemunski put, Karađorđeva, Savski trg, Savska i dalje postojećim trasama, dok u suprotnom smeru neće menjati trase"
            },
            {
                "text": "Autobuske linije broj: 3A, 36, 51, 511, 601 u zoni Savskog trga koristiće u ul. Savska privremena stajališta u zoni objekta JP „Pošta Srbije“, dok će linije broj: 78, 83 u ul. Balkanska koristiti postojeće stajalište „Nemanjina“."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada vozova iz sistema BG Voz zbog radova na rekonstrukciji i izgradnji dvokolosečne pruge od „Beograd /Centra/” do Stare Pazove i Novog Sada (od 01.03.2022)",
        "sections": [
            {
                "text": "Od 01.03.2022. do 15.03.2022. od 06:30 do 17:30 časova, zatvara se kolosek između stanica „Batajnica” i „Beograd /Centar/” usled radova na rekonstrukciji i izgradnji dvokolosečne pruge od „Beograd /Centra/” do Stare Pazove i Novog Sada. Zbog ovih radova biće promenjena organizacija saobraćaja vozova iz sistema BG Voza."
            },
            {
                "text": "U tom periodu na relaciji „Batajnica – Ovča – Batajnica” svakodnevno će se organizovati saobraćaj vozova na sledeći način:"
            },
            {
                "text": "Relacija „Batajnica – Ovča”:"
            },
            {
                "text": "• Voz broj 28001 koji po redu vožnje saobraća na relaciji Batajnica (05:50h) – Ovča (06:49h), saobraća na celoj relaciji\n• Voz broj 28009 koji po redu vožnje saobraća na relaciji Batajnica (07:50h) – Ovča (08:49h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Batajnica – Beograd /Centar/\n• Voz broj 28015 koji po redu vožnje saobraća na relaciji Batajnica (09:50h) – Ovča (10:49h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Batajnica – Beograd /Centar/\n• Voz broj 28019 koji po redu vožnje saobraća na relaciji Batajnica (11:50h) – Ovča (12:49h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Batajnica – Beograd /Centar/\n• Voz broj 28023 koji po redu vožnje saobraća na relaciji Batajnica (13:44h) – Ovča (14:49h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Batajnica – Beograd /Centar/\n• Voz broj 28029 koji po redu vožnje saobraća na relaciji Zemun (15:28h) – Ovča (16:15h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Zemun – Beograd /Centar/\n• Voz broj 28037 koji po redu vožnje saobraća na relaciji Batajnica (17:50h) – Ovča (18:49h), saobraća na relaciji Zemun – Ovča, a izostaje na relaciji Batajnica – Zemun\n• Voz broj 28041 koji po redu vožnje saobraća na relaciji Batajnica (18:32h) – Zemun (18:49h), saobraća na celoj relaciji\n• Voz broj 28045 koji po redu vožnje saobraća na relaciji Batajnica (19:50h) – Ovča (20:49h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Batajnica – Beograd /Centar/"
            },
            {
                "text": "Na relaciji „Batajnica – Zemun – Ovča” neće saobraćati sledeći vozovi:"
            },
            {
                "text": "• Vozovi broj: 28005, 28007, 28011, 28017, 28021, 28025, 28027, 28031, 28033, 28035, 28043, koji saobraćaju na relaciji Batajnica – Ovča, izostaju na celom prevoznom putu\n• Voz broj 28003, koji saobraća na relaciji Zemun – Ovča, izostaje na celom prevoznom putu\n• Vozovi broj: 28013, 28039, 28047, 28049, 28051, koji saobraćaju na relaciji Batajnica – Zemun, izostaju na celom prevoznom putu"
            },
            {
                "text": "Relacija „Ovča – Batajnica”:"
            },
            {
                "text": "• Voz broj 28002 koji po redu vožnje saobraća na relaciji Ovča (07:10h) – Batajnica (08:14h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28010 koji po redu vožnje saobraća na relaciji Ovča (09:10h) – Batajnica (10:14h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28014 koji po redu vožnje saobraća na relaciji Ovča (11:10h) – Batajnica (12:14h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28020 koji po redu vožnje saobraća na relaciji Ovča (13:10h) – Batajnica (14:09h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28024 koji po redu vožnje saobraća na relaciji Ovča (15:10h) – Batajnica (16:14h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28032 koji po redu vožnje saobraća na relaciji Ovča (17:10h) – Batajnica (18:14h) saobraća na celoj relaciji\n• Voz broj 28038 koji po redu vožnje saobraća na relaciji Ovča (19:10h) – Batajnica (20:14h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28042 koji po redu vožnje saobraća na relaciji Ovča (21:10h) – Zemun (21:51h), saobraća na celom prevoznom putu"
            },
            {
                "text": "Na relaciji „Batajnica – Zemun – Ovča” neće saobraćati sledeći vozovi:"
            },
            {
                "text": "• Vozovi broj: 28000, 28004, 28006, 28012, 28016, 28022, 28026, 28028, 28030, 28034, 28036, 28040, koji saobraćaju na relaciji Ovča – Batajnica, izostaju na celom prevoznom putu\n• Voz broj 28008, koji saobraća na relaciji Ovča – Beograd /Centar/, izostaje na celom prevoznom putu\n• Voz broj 28018, koji saobraća na relaciji Zemun – Batajnica, izostaje na celom prevoznom putu;"
            },
            {
                "text": "Relacija „Resnik – Zemun”:"
            },
            {
                "text": "• Voz broj 28309 koji po redu vožnje saobraća na relaciji Resnik (09:28h) – Zemun (10:04h), saobraća na relaciji Resnik – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Zemun"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 25, 25P, 26, 26N zbog radova u ulici Maksima Gorkog (od 28.02.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 07.03.2022."
            },
            {
                "text": "Zbog radova na kanalizacionoj mreži u ulici Maksima Gorkog, koje izvodi JKP „Beogradski vodovod i kanalizacija“, potpuno se zatvara deonica na delu od Novopazarske ulice do Cara Nikolaja II. U periodu od ponedeljka 28.02.2022. od 09:00 časova do 07.03.2022. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 25, 25P, 26, 26N će saobraćati delimično izmenjenom trasom: u smeru ka Kumodražu i naselju Braće Jerković: Golsvordijeva – Krunska – Trnska – Mileševska – Cara Nikolaja II – Maksima Gorkog i dalje redovnim trasama; u smeru ka gradu: Maksima Gorkog – Cara Nikolaja II – Makenzijeva – Kursulina – Krunska – Trnska – Mileševska – Sinđelićeva i dalje redovnim trasama"
            },
            {
                "text": "Napomena: Zbog gore navedenih radova, biće omogućeno levo skretanje za vozila javnog prevoza iz ulice Maksima Gorkog u Cara Nikolaja II i iz ulice Cara Nikolaja II u ulicu Maksima Gorkog."
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Pijaca Kalenić“ u oba smera i „GO Vračar“ u smeru ka periferiji."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• “GO Vračar 1” u Mileševskoj ulici, ispred objekta sa kućnim brojem 14, oko 30 metara posle pešačkog prelaza u zoni raskrsnice sa ulicom Sinđelićeva, u smeru ka periferiji\n• “Pijaca Kalenić 1” u Sinđelićevoj ulici, ispred objekta „MAXI“, oko 20 metara posle pešačkog prelaza u zoni raskrsnice sa Mileševskom ulicom u smeru ka gradu"
            }
        ]
    },
    {
        "date": "",
        "title": "Privremena obustava zaustavljanja vozova iz sistema BG Voz na stanici “Novi Beograd”",
        "sections": [
            {
                "text": "⛔️"
            },
            {
                "text": "Izmena aktivna do: 10.03.2022."
            },
            {
                "text": "U periodu od 12.02.2022. do 28.02.2022. zabranjeno je zaustavljanje vozova iz sistema BG Voz u stanici “Novi Beograd”, a usled radova na izgradnji liftova za pristup peronima."
            },
            {
                "text": "U cilju očuvanja bezbednosti, u stanici Novi Beograd onemogućen je prijem i otprema putnika."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 09.02.2022. tramvajske linije broj: 11, 12 vraćaju se na redovne trase preko Savskog trga i Savske ulice",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od srede 09.02.2022. ponovo se uspostavljaju tramvajske linije 11 (Kalemegdan /Donji grad/ – Blok 45) i 12 (Omladinski stadion – Banovo brdo) na svojim redovnim trasama preko Savskog trga i ulice Savska."
            },
            {
                "text": "Sa završetkom radova na rekonstrukciji tramvajske pruge u zoni Savskog trga, stekli su se uslovi za ponovno vraćanje linija broj: 11, 12 na svoje redovne trase. Tramvaji sa pomenutih linija će se od Savskog trga kretati ulicama Savska, Bulevar vojvode Mišića preko Mosta na Adi do Bloka 45 (linija 11), odnosno preko petlje „Radnička“ do Banovog brda (linija 12)."
            },
            {
                "text": "Napomena: S obzirom da još nisu izgrađena stajališta u ulici Savska (u visini Pošte 5), tek po završetku njihove izgradnje, što se očekuje za oko 3 meseca, biće stavljena u funkciju. U međuvremenu, vozila sa linija broj 12 privremeno će koristiti stajališta u ulici Nemanjina, dok vozila sa linije broj 11 u predmetnoj zoni za sada neće imati stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 73 zbog radova u ulici Matrozova (od 08.02.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.03.2022."
            },
            {
                "text": "U sklopu radova na izgradnji sekundarne vodovodne mreže u ulici Matrozova, u periodu od utorka 08.02.2022. do 15.03.2022. operativno se menja režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 73 u smeru ka terminusu Batajnica /Železnička stanica/ saobraćaće: Majora Zorana Radosavljevića – Braće Savić – Kralja Radoslava – Vojvode Nikole Stanjevića – Matrozova – terminus Batajnica /Železnička stanica/. U smeru ka Bloku 45 linija radi u redovnom režimu.\n• Vozila sa linije 703L1 se vraćaju u redovan režim saobraćaja"
            },
            {
                "text": "Napomena: Predmetni radovi ne utiču na redovan režim rada linije 700."
            },
            {
                "text": "Ukidaju se stajališta za liniju 73, u smeru ka terminusu „Batajnica /železnička stanica/: „Braće Smiljanić“, „Majke Jugovića“, „Batajnica /centar/“ i „Batajnica /železnička rampa/“."
            },
            {
                "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
            },
            {
                "text": "Napomena: Matrozova ulica biće jednosmerna za saobraćaj, na delu od kućnog broja 1 do zone raskrsnice sa ulicom Carice Jelene, u smeru od terminusa Batajnica /Železnička stanica/ ka Zemunu, pri čemu će se vozila javnog prevoza kretati levom saobraćajnom trakom."
            }
        ]
    },
    {
        "date": "",
        "title": "Uspostavljeno privremeno stajalište “1000 ruža” za linije: 401, 402, 403, 405, 406, 406L, 407, 408 (od 22.12.2021)",
        "sections": [
            {
                "text": "Na osnovu zahteva građana sela Rakovica, za vreme izvođenja radova na izgradnji obilaznice oko Beograda, uspostavljaju se privremena stajališta “1000 ruža” u oba smera za linije: 401, 402, 403, 405, 406, 406L, 407, 408."
            },
            {
                "text": "Lokacije navedenih privremenih stajališta su predviđene na Avalskom putu u zoni raskrsnice sa ulicom Generala Ždanova, odnosno kod motela “1000 ruža”."
            },
            {
                "text": "Napomena: Nakon završetka radova, ova stajališta će biti ukinuta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 401, 402, 403, 405, 406, 407, 408, 409, 503, 401N zbog radova u Baštovanskoj ulici (od 02.12.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 20.03.2022."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza koje izvodi JKP “Beograd put“ u Baštovanskoj ulici, na delu od Paunove ulice do ulice Nea Pendeli, u periodu od četvrtka 02.12.2021. do 31.12.2021. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 403, 405, 406, 407, 408, 409, 503, 401N u smeru ka periferiji će saobraćati: Bebelova – Bulevar Oslobođenja – Bulevar JNA i dalje redovnim trasama\n• Vozila sa linija: 401, 402 u smeru ka periferiji će saobraćati: Bulevar Oslobođenja – Bulevar JNA i dalje redovnim trasama"
            },
            {
                "text": "Napomena: U suprotnim smerovima, linije će saobraćati svojim redovnim trasama."
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Baštovanska”, „Kragujevačkih đaka“ i „Banjica 2“ u smeru ka periferiji, za linije 401, 402, 403, 405, 406, 407, 408, 409, 503, 401N."
            },
            {
                "text": "Privremeno se uspostavlja stajalište: „Bulevar Oslobođenja 1“ u Bulevaru Oslobođenja, neposredno pre raskrsnice sa ulicom Milovana Markovića."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 72, 607 zbog radova na izgradnji postrojenja za preradu otpadnih voda u okviru kompleksa Aerodroma „Nikola Tesla“ (od 24.11.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.03.2022."
            },
            {
                "text": "Zbog radova na izgradnji postrojenja za preradu otpadnih voda u okviru kompleksa Aerodroma „Nikola Tesla“, koje izvodi „VINCI TERNA CONSTRUCTION JV“, u periodu od srede 24.11.2021. do 07.12.2021. operativno se menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 72, će saobraćati: u smeru prema Aerodromu: od „Robno–transportnog centra“ do privremenog dolaznog stajališta u visini spomenika Nikoli Tesli; u smeru prema gradu: od dolaznog stajališta u visini spomenika Nikoli Tesli, bez putnika do privremenog polaznog stajališta do koga se dolazi saobraćajnicom od spomenika Nikoli Tesli prema Autoputu, gde se u visini parkinga skreće desno, prema privremenom kružnom toku, gde se vrši promena smera ktretanja do privremenog polaznog stajališta prema gradu. Odatle vozila saobraćaju sa putnicima do saobraćajnice koja od autoputa Beograd – Šid vodi ka Aerodromu, pa dalje pored „Parking garaže“ i „Robno – transportnog centra“ prema Surčinskom putu i dalje redovnom trasom\n• Vozila sa linije 607, će saobraćati: u smeru prema Surčinu: saobraćajnicom koja od autoputa Beograd – Šid vodi ka Aerodromu – dalje desno pored Parking garaže i Robno – transportnog centra prema Surčinu; u smeru prema gradu: od „Robno – transportnog centra“ do privremenog stajališta u visini spomenika Nikoli Tesli, odakle će dalje saobraćajnicom koja od Aerodroma vodi ka autoputu Beograd – Šid i dalje redovnom trasom"
            },
            {
                "text": "Uspostavlja se privremeno dolazno stajalište za liniju 72, koje se nalazi u visini spomenika „Nikola Tesla“, odnosno oko 50 metara unazad od postojećeg stajališta."
            },
            {
                "text": "Uspostavlja se privremeno polazno stajalište za liniju 72, koje se nalazi naspram ulazno/izlazne rampe JKP „Parking servisa“, odnosno na saobraćajnici koja se nalazi između dva parkinga."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 702, 703 zbog radova na izgradnji deonice brze pruge Beograd /Centar/ – Stara Pazova (od 10.10.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.04.2022."
            },
            {
                "text": "U sklopu izvođenja radova na rekonstrukciji pruge Beograd centar – Stara Pazova, doći će do zatvaranja prelaza puta preko pruge u naselju Batajnica, pri čemu neće biti moguć saobraćaj između Batajnice i naselja Šangaj, Busije i Ugrinovci, u periodu od nedelje 10.10.2021. od 08:00 časova do završetka radova."
            },
            {
                "text": "Od nedelje 10.10.2021. od prvih jutarnjih polazaka, doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "Ukidaju se autobuske linije:"
            },
            {
                "text": "• Linija 702 na relaciji: Batajnica /Železnička stanica/ – Busije /Crkva/\n• Linija 703 na relaciji: Zemun /Kej oslobođenja/ – Batajnica /Železnička stanica/ – Ugrinovci"
            },
            {
                "text": "Uspostavljaju se autobuske linije:"
            },
            {
                "text": "• Linija 702L na relaciji: Batajnica /Šangaj/ – Busije /Crkva/\n• Linija 703L na relaciji: Batajnica /Šangaj/ – Ugrinovci\n• Linija 703L1 na relaciji: Zemun /Kej oslobođenja/ – Batajnica /Železnička stanica/"
            },
            {
                "text": "Napomena (1): Autobusi sa linija 702L, 703L će promenu smera kretanja u naselju Šangaj vršiti na novoizgrađenoj privremenoj okretnici „Batajnica /Šangaj/“ u ulici Mladih gorana."
            },
            {
                "text": "Napomena (2): Autobusi sa linije 703L će saobraćati u smeru ka Batajnici redovnom trasom linije 703 do okretnice u Batajnica /Železnička stanica/, a u smeru ka Keju oslobođenja, Matrozova – Carice Jelene i dalje redovnom trasom linije 703."
            },
            {
                "text": "Ukidaju se stajališta za liniju 702:"
            },
            {
                "text": "• u oba smera: „Batajnica /železnička stanica/“ terminus i „Batajnica /železnička rampa/“\n• u smeru ka terminusu „Batajnica /železnička stanica/“: „Batajnica /centar/“, „Majke Jugovića“, „Braće Savić“, „Braće Radišić“ i „Kralja Radoslava“"
            },
            {
                "text": "Autobusi sa linija 702L, 703L, 703L1 će koristiti redovna stajališta za linije 702 i 703."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 47, 94 zbog radova na izgradnji sektora B6 obilaznice oko Beograda i zatvaranja ulice Kružni put Kijevo (od 14.07.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.09.2022."
            },
            {
                "text": "Tokom radova na izgradnji sektora B6 obilaznice oko Beograda, doćiće do zatvaranja ulice Kružni put Kijevo na delu od raskrsnice ulica Kružni put Kijevo i Patrijarha Dimitrija do kružnog toka u zoni sa ulicom Slavka Miljkovića, koje će izvoditi JP „Putevi Srbije“, u periodu od srede 14.07.2021. do 01.10.2021. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 47 u oba smera, saobraćaju: Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Sretena Popovića – 13. Oktobra – Palih boraca – Podavalska – Slavka Miljkovića i dalje redovnom trasom\n• Vozila sa linija 94 u oba smera, će saobraćati: Oslobođenja – Sretena Popovića – 13. Oktobra – Milorada Jankovića Doce – Slavka Miljkovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Ulica oslobođenja“, „Servis DMB“, „Manastir Rakovica“, „Josipa Telarevića /izlaz/“ „Tunel Straževica“, u oba smera, za liniju 47\n• „Železnička stanica Jajinci“ i „Resnik ulaz“,u oba smera za linije 47, 94\n• „Tunel Straževica“ i „Avalska“ oba smera za liniju 94"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta za liniju 94:"
            },
            {
                "text": "• u smeru ka Resniku u ulici 13. oktobra, 35 metara nakon kolskog prilaza kućnog broja 12, odnosno naspram betonskog ED stuba u visni kućnog broja 7\n• u smeru ka gradu u ulici 13.oktobra, naspram kolskog prilaza kućnog broja 12, odnosno 18 metara nakon betonskog ED stuba"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća i privremeno uspostavljena stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 23, 37, 51, 52, 53, 58, 85, 88 zbog ograničenja nosivosti nadvožnjaka koji spaja ulice Radničku i Kirovljevu (od 12.05.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog ograničenja korišćenja nadvožnjaka kojim se ostvaruje veza između ulica Radničke i Kirovljeve, za vozila čija ukupna masa prelazi 12 tona, od utorka 12.05.2020. menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 23, 37, 51, 52, 53, 58, 88, u smeru ka Banovom brdu, saobraćaće: Bulevar vojvode Mišića – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka gradu linije rade u redovnom režimu.\n• Vozila sa linije 85 u smeru ka Banovom brdu, saobraćaće: Jurija Gagarina – Most na Adi – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka Borči linija radi u redovnom režimu.\n• Vozila sa noćnih linija 37N, 51N, u smeru ka Banovom brdu, će saobraćati kao i vozila sa dnevnih linija, dok će vozila sa linije 56N, na izmenjenom delu trase, saobraćati kao vozila dnevne linije 51"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka Banovom brdu:"
            },
            {
                "text": "• „Ada Ciganlija“ i „Kirovljeva“ za linije: 23, 37, 51, 52, 53, 58 , 85, 88\n• „Petlja Radnička“ za linije: 23, 37, 51, 52, 53, 58, 88"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    }
]