[
    {
        "date": "",
        "title": "Izmena na liniji 26L zbog radova u ulici Vojvode Vlahovića (od 09.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 24.03.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza, u ulici Vojvode Vlahovića, na delu od okretnice „Naselje Braće Jerković“ (okretnica je prohodna za saobraćaj) do ulice Miljana Miljanića, koje će izvodi preduzeće JKP „Beograd put“, u periodu od subote 09.03.2024. do 24.03.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 26L u oba smera će saobraćati: okretnica „Naselje Braće Jerković“ – Braće Jerkovića – Svetozara Radojčića – Medaković 3 – Cvetanova Ćuprija – do okretnice „Veliki mokri lug“"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Vojvode Vlahovića“, „Vojvode Vlahovića 1“, „Milovana Vidakovića“, „Vojvode Vlahovića 2“, „Mate Miloševića“, Miljana Miljanića“ i terminus „Vojvode Vlahovića."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 24, 27, 37, 44, 58, EKO 1, 37N, 56N, 202N, 301N, 511N zbog radova u Dečanskoj ulici (od 09.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 12.03.2024."
            },
            {
                "text": "Zbog hitnih radova na sanaciji kanalizacione mreže u Dečanskoj ulici, doćiće do potpune obustave saobraćaja na delu od Vlajkovićeve do Nušićeve ulice, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“ u periodu od subote 09.03.2024. od 09:00 časova do 12.03.2024. zbog čega se menja režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 24, 37, 44, 37N u smeru ka Dorćolu će saobraćati: Bulevar kralja Aleksandra – Trg Nikole Pašića – Terazije – Kolarčeva – Trg Republike i dalje redovnim trasama, dok će u smeru ka Neimaru, Kneževcu i Senjaku saobraćati redovnim trasama\n• Vozila sa linije 27 u smeru ka Mirijevu će saobraćati: Trg Republike – Braće Jugovića – Francuska – Trg Republike – Kolarčeva – Terazije – Trg Nikole Pašića – Bulevar kralja Aleksandra i dalje redovnom trasom, dok će u smeru ka Trgu Republike saobraćati redovnom trasom\n• Vozila sa linije 58 će saobraćati: u smeru ka Novom Železniku: Bulevar despota Stefana – Braće Jugović – Francuska – Trg Republike – Kolarčeva – Terazije – Trg Nikole Pašića – Kneza Miloša i dalje redovnom trasom; u smeru ka Pančevačkom mostu: Kneza Miloša – Trg Nikole Pašića – Terazije – Kolarčeva – kroz terminus „Trg Republike“ – Bulevar despota Stefana i dalje redovnom trasom\n• Vozila sa linije EKO 1 će saobraćati: u smeru ka Novom Beogradu: Bulevar kralja Aleksandra – Trg Nikole Pašića – Terazije – Kolarčeva – Trg Republike – Makedonska – Dečanska – Terazijski tunel i dalje redovnom trasom; u smeru ka Vukovom spomeniku: Zeleni venac – Prizrenska – Terazije – Trg Nikole\nPašića – Bulevar kralja Aleksandra i dalje redovnom trasom\n• Vozila sa linija: 56N, 301N, 511N će saobraćati: u smeru ka Petlovom brdu, Grockoj i Sremčici: Trg Republike – Braće Jugović – Francuska – Trg Republike – Kolarčeva – Terazije – Trg Nikole Pašića i dalje redovnim trasama; u smeru ka Trg Republike: Trg Nikole Pašića – Terazije – Kolarčeva – Trg Republike\n• Vozila sa linije 202N u smeru ka Velikom selu će saobraćati: Trg Republike – Braće Jugović – Francuska – Trg Republike – Kolarčeva – Terazije – Trg Nikole Pašića i dalje redovnom trasom, dok će u smeru ka Trgu Republike saobraćati redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Pionirski park“ u smeru ka Dorćolu, za sve linije\n• „Dom Omladine“ u smeru ka Dorćolu, za liniju 58\n• „Trg Republike“ u smeru ka Dorćolu, za linije 24, 37, 44, 37N, 56N, 301N, 511N"
            },
            {
                "text": "Napomena: Vozila sa noćne linije 301N kao polazno i dolazno stajalište na Trg Republike će koristiti stajališta u Kolarčevoj ulici."
            },
            {
                "text": "Na izmenjenom delu trasa, vozila će koristiti sva postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linije 38 zbog radova u ulici Milošev kladenac (od 11.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 22.04.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji kišne i fekalne kanalizacije u ulici Milošev kladenac, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 11.03.2024. do 22.04.2024. menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 38 će saobraćati na skraćenoj trasi do pogona „Kosmaj“ i nosiće oznaku 38L1"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Milošev kladenac“, „Ristin potok“, „Vinjage“, „MZ VML“, „Vizantijska ulica“, u oba smera i „VML“, polazno i dolazno stajalište za liniju 38."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na tramvajskim linijama: 12, 13 zbog radova u Požeškoj ulici (11.03. / 12.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 13.03.2024."
            },
            {
                "text": "Zbog izvođenja hitnih radova na kanalizacionoj mreži u Požeškoj ulici, u zoni raskrsnice Požeška i Žarka Vukovića Pucara, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 11.03.2024. od 08:00 časova do 12.03.2024. menja režim rada linija JGP-a na sledeće način:"
            },
            {
                "text": "Ponedeljak i utorak celodnevno:"
            },
            {
                "text": "• Tramvajske linije 12, 13 se privremeno ukidaju\n• Uspostavlja se privremena tramvajska linija 12L koja će saobraćati na relaciji: Omladinski stadion – Most na Adi – Blok 45"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Hipodrom“, „Kneza Višeslava“, „Škola Josif Pančić“, „Dom Zdravlja“, „Kijevska“, „Trebevićka“ u oba smera i „Banovo Brdo“, polazno i dolazno stajalište za linije 12, 13."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno ukinuto stajalište “Antifašističke borbe” (#332) (od 06.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.03.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u Bulevaru Zorana Đinđića, na delu od ulice Antifašističke borbe do ulice Španskih boraca – desna kolovozna traka, od strane JKP “Beograd put”, privremeno se ukida autobusko stajalište za linije 17, 68, “Antifašističke borbe” (#332) (smer ka Zemunu), u vremenskom periodu od 06.03.2024. do 31.03.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija zbog radova u ulici Bulevar revolucije (Smederevski put) (od 07.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.03.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Bulevar revolucije u Beogradu (Grocka), na delu od ulice Carice Milice (u visini okretnice „Kaluđerica /Put za Institut/“), sledećih 400 metara gledano ka naselju Leštane u periodu od 07.03.2024. do 31.03.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "• Faza 3D – radovi podrazumevaju zauzeće dela leve saobraćajne trake u ulici Bulevar revolucije (gledano u smeru ka gradu), od zone autobuskog stajališta „Filipa Kljajića“ (#1443) (za linije: 302, 303, 304, 305, 306, 307, 309L, 311, 301N, 304N – smer ka gradu) do zone raskrsnice sa ulicom Carice Milice (u visini okretnice „Kaluđerica /Put za Institut/“). Tokom izvođenja radova, vozila javnog prevoza putnika će se u zoni radova kretati preostalom širinom kolovoza uz naizmenično propuštanje regulisano svetlosnom signalizacijom."
            },
            {
                "text": "Zbog bezbednosti saobraćaja, za saobraćaj se zatvara ulica Carice Milice u zoni raskrsnice sa ulicom Bulevar revolucije, pri čemu će vozila sa linije 309L saobraćati od privremene okretnice, koja se nalazi u zoni raskrsnice ulica Put za Institut i Put za Deponiju, ulicama: Put za Deponiju, Bulevar revolucije i dalje redovnom trasom."
            },
            {
                "text": "Tokom izvođenja radova privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Filipa Kljajića“ (#1443) za linije 302, 303, 304, 305, 306, 307, 309L, 311, 301N, 304N (smer ka gradu)\n• „Put za Institut“ (#1440) za linije 302, 303, 304, 305, 306, 307, 309L, 311, 301N, 304N (smer ka Leštanu)"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 409 zbog radova u ulici Ruža (od 05.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 24.03.2024."
            },
            {
                "text": "Zbog radova na izgradnji kanalizacije, u ulici Ruža, na delu od ulice Vojvode Stepe do Šljivarske ulice, koje će izvoditi preduzeće „Mašinokop“, u periodu od utorka 05.03.2024. do 24.03.2024. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 409 u oba smera će saobraćati: Vojvode Stepe –\nZemljoradnička – Bulevar Patrijarha Germana – Bulevar JNA – Kefalonijska i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta u oba smera: „Šljivarska“, „Brdska“, „Torlački vir„ i „Kefalonijska“."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno ukinuto tramvajsko stajalište “Omladinskih brigada” (#133) zbog radova na rekonstrukciji (od 02.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.03.2024."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji tramvajskog stajališta “Omladinskih brigada” (#133), smer ka gradu, od strane JKP “Beograd put”, privremeno se ukida predmetno stajalište za linije: 7, 9, 11, 13."
            },
            {
                "text": "Radovi će se izvoditi u periodu od 02.03.2024 do 15.03.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 709 zbog radova u Kurirskoj ulici (od 19.02.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog izvođenja radova u Kurirskoj ulici u naselju Zemun polje u periodu od 19.02.2024. od 12:00 časova do završetka radova, operativno se menja režim rada linije 709."
            },
            {
                "text": "• Vozila sa linije 709 neće svraćati do prolazne okretnice „Železnička stanica Kamendin“"
            },
            {
                "text": "Privremeno se ukida stajalište „Školsko dobro“ (#2311, #2194) u oba smera."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 351, 352, 352A, 353, 355, 355A, 355B, 361B, 361L – linije skraćene do stanice “Dražanj /Centar/” (od 29.01.2024)",
        "sections": [
            {
                "text": "Zbog radova u ulici Vučkova u Dražnju, na snazi je operativna izmena na linijama: 351, 352, 352A, 353, 355, 355A, 355B, 361B, 361L koje privremeno saobraćaju na skraćenoj trasi do stanice “Dražanj /Centar/”."
            },
            {
                "text": "Rok važenja izmene: očekivano do 16.04.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 24 zbog radova u ulici Internacionalnih brigada (od 07.10.2023) (u periodu od 09h do 15h)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.03.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji stambenog objekta u ulici Internacionalnih brigada, na delu između ulica Petra Kočića i Moravska, koje će izvoditi preduzeće „FIMICO INVEST“, u periodu od 07.10.2023. do 30.03.2024. svake subote u vremenskom periodu od 09:00 časova do 15:00 časova, menja se režim rada linije JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 24 u oba smera će saobraćati: Makenzijeva – Cara Nikolaja 2 – Mileševska – Crveni krst gde će vršiti promenu smera kretanja (kao linija 83)"
            },
            {
                "text": "Privremeno se ukidaju stajališta, za vreme izmene: „Internacionalnih brigada“ u smeru ka Neimaru i terminusno stajalište „Neimar“."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 504 zbog radova u ulici Sretena Popovića (od 17.07.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog radova na izgradnji vodovodne mreže u ulici Sretena Popovića, na delu od raskrsnice sa ulicom Kružni put do ulice Slavka Miljkovića uz potpunu obustavu saobraćaja, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 17.07.2023. do 16.12.2023. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 504 u oba smera će saobraćati: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok – Slavka Miljkovića – Podavalska – Palih boraca – 13.oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Kamenac“, „Avalska“, „Resnik /izlaz/“, „Spomenik“ i „Ispod tunela“ u oba smera, za liniju 504."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]
