[
    {
        "date": "",
        "title": "Od 01.05.2022. uspostavlja se sezonska linija broj 400 (Voždovac – Vrh Avale)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Od nedelje, 01.05.2022. počinje s radom sezonska linija 400 (Voždovac – vrh Avale). Vozila sa ove sezonske linije saobraćaće subotom, nedeljom i državnim praznicima do kraja avgusta 2022. godine."
            }
        ]
    },
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 67, 76, 708 zbog radova u ulici Jurija Gagarina (od 05.05.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 11.05.2022."
            },
            {
                "text": "Zbog radova na rekonstrukciji toplovodne mreže u ulici Jurija Gagarina (zona raskrsnice sa ulicom Omladinskih brigada), koja podrazumeva potpuno zatvaranje saobraćajnih traka levo ka ulici Jurija Gagarina i pravo ka opštini Novi Beograd, pri čemu će saobraćajna traka za desno biti slobodna za saobraćaj ka ulici Jurija Gagarina, koje izvodi JKP „Beogradske elektrane“, od četvrtka 05.05.2022. od 14:00 časova do završetka radova, menja režima rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 67, 76, 708 u smeru ka opštini Novi Beograd će saobraćati: Omladinskih brigada – Jurija Gagarina – Bulevar Crvene armije – Đorđa Stanojevića – Omladinskih brigada i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta za linije: 67, 76, 708 „Omladinskih brigada“ i „Tehnička škola Novi Beograd“ u smeru ka opštini Novi Beograd."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 313 zbog radova u ulici Vojvode Stepe Stepanovića (Kaluđerica) (od 15.04.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 25.07.2022."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Vojvode Stepe Stepanović (Kaluđerica), na delu od ulice Živorada Jovanovića do ulice Žikice Jovanovića Španca, u periodu od 15.04.2022. do 25.07.2022. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja radova doći će do zauzeća predmetne deonice, pa će vozila sa linija javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Linija 313 – vozila će u oba smera saobraćati ulicama: Vojvode Stepe Stepanovića, Živorada Jakovljevića, Svetislava Ristića, Žikice Jovanovića Španca, Vojvode Stepe Stepanovića i dalje redovnom trasom"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti sva postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 350, 351, 352, 353, 355A, 355B, 361B, 361L zbog radova u ulici Narodni front u naselju Dražanj (od 28.03.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 14.09.2022."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Narodnog fronta (državni put IIB reda br. 350) u naselju Dražanj, Grocka, na delu od zone raskrsnice sa ulicama Beogradska i Vučkova, narednih 1500 metara prema naselju Umčari, u periodu od 28.03.2022. do 14.09.2022. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja radova doći će do zatvaranja predmetne deonice, pa će vozila sa linija javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Linije: 351, 352, 355, 355B u oba smera, linije: 355A, 361B u smeru ka Dražnju i linije: 353, 361L u smeru ka Šumicama – vozila će saobraćati do/od stajališta „Umčari /Šefkać/“, gde će vršiti promenu smera kretanja na raskrsnici ulica Nemanjina i Narodnog fronta\n• Linija 350 – vozila će u oba smera saobraćati pod oznakom 350L na relaciji DRAŽANJ – Vučkova – Beogradska – Raljska – Senajska – Srećka Jovanovića – Naplatna rampa “Mali Požarevac” – Autoput za Niš – Naplatna rampa “Umčari” – Moše Pijade – UMČARI  i istom trasom u suprotnom smeru"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti sva postojeća stajališta JLPP-a."
            },
            {
                "text": "Od subote, 09.04.2022. na trasi privremene linije 350L uspostavljaju se privremena stajališta u ulici Beogradska (državni put 2B reda br. 350) u Dražnju i to:"
            },
            {
                "text": "U smeru ka Dražnju:"
            },
            {
                "text": "• Dražanj /Rampa/ – stajalište u ulici Beogradska, posle pružnog prelaza, na poziciji ED stuba br. 4, kod treće kuće, ispred kućnog broja 93\n• Dražanj /Trafo/ – stajalište u ulici Beogradska, preko puta trafoa, ispred kućnog broja 63, oko 20 metara posle zone raskrsnice sa lokalnom saobraćajnicom\n• Dražanj /Centar/ – stajalište u ulici Beogradska, ispred objekta pošte, kod napuštenog mlina, kućni broj 25A"
            },
            {
                "text": "U smeru ka Umčarima:"
            },
            {
                "text": "• Dražanj /Centar/ – stajalište u ulici Beogradska, ispred zelene kuće – objekta sa adresom Sarajevska broj 1\n• Dražanj /Trafo/ – stajalište u ulici Beogradska, ispred trafoa, preko puta kućnog broja 65, neposredno ispred zone raskrsnice sa lokalnom saobraćajnicom\n• Dražanj /Rampa/ – stajalište u ulici Beogradska, ispred pružnog prelaza, preko puta ED stuba broj 5 koji se nalazi 30 metara ispred ED stuba broj 4, gledano u smeru ka autoputu"
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Uspostavljeno privremeno stajalište “1000 ruža” za linije: 401, 402, 403, 405, 406, 406L, 407, 408 (od 22.12.2021)",
        "sections": [
            {
                "text": "Na osnovu zahteva građana sela Rakovica, za vreme izvođenja radova na izgradnji obilaznice oko Beograda, uspostavljaju se privremena stajališta “1000 ruža” u oba smera za linije: 401, 402, 403, 405, 406, 406L, 407, 408."
            },
            {
                "text": "Lokacije navedenih privremenih stajališta su predviđene na Avalskom putu u zoni raskrsnice sa ulicom Generala Ždanova, odnosno kod motela “1000 ruža”."
            },
            {
                "text": "Napomena: Nakon završetka radova, ova stajališta će biti ukinuta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 72, 607 zbog radova na izgradnji postrojenja za preradu otpadnih voda u okviru kompleksa Aerodroma „Nikola Tesla“ (od 24.11.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog radova na izgradnji postrojenja za preradu otpadnih voda u okviru kompleksa Aerodroma „Nikola Tesla“, koje izvodi „VINCI TERNA CONSTRUCTION JV“, u periodu od srede 24.11.2021. do 07.12.2021. operativno se menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 72, će saobraćati: u smeru prema Aerodromu: od „Robno–transportnog centra“ do privremenog dolaznog stajališta u visini spomenika Nikoli Tesli; u smeru prema gradu: od dolaznog stajališta u visini spomenika Nikoli Tesli, bez putnika do privremenog polaznog stajališta do koga se dolazi saobraćajnicom od spomenika Nikoli Tesli prema Autoputu, gde se u visini parkinga skreće desno, prema privremenom kružnom toku, gde se vrši promena smera ktretanja do privremenog polaznog stajališta prema gradu. Odatle vozila saobraćaju sa putnicima do saobraćajnice koja od autoputa Beograd – Šid vodi ka Aerodromu, pa dalje pored „Parking garaže“ i „Robno – transportnog centra“ prema Surčinskom putu i dalje redovnom trasom\n• Vozila sa linije 607, će saobraćati: u smeru prema Surčinu: saobraćajnicom koja od autoputa Beograd – Šid vodi ka Aerodromu – dalje desno pored Parking garaže i Robno – transportnog centra prema Surčinu; u smeru prema gradu: od „Robno – transportnog centra“ do privremenog stajališta u visini spomenika Nikoli Tesli, odakle će dalje saobraćajnicom koja od Aerodroma vodi ka autoputu Beograd – Šid i dalje redovnom trasom"
            },
            {
                "text": "Uspostavlja se privremeno dolazno stajalište za liniju 72, koje se nalazi u visini spomenika „Nikola Tesla“, odnosno oko 50 metara unazad od postojećeg stajališta."
            },
            {
                "text": "Uspostavlja se privremeno polazno stajalište za liniju 72, koje se nalazi naspram ulazno/izlazne rampe JKP „Parking servisa“, odnosno na saobraćajnici koja se nalazi između dva parkinga."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 702, 703 zbog radova na izgradnji deonice brze pruge Beograd /Centar/ – Stara Pazova (od 10.10.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.06.2022."
            },
            {
                "text": "U sklopu izvođenja radova na rekonstrukciji pruge Beograd centar – Stara Pazova, doći će do zatvaranja prelaza puta preko pruge u naselju Batajnica, pri čemu neće biti moguć saobraćaj između Batajnice i naselja Šangaj, Busije i Ugrinovci, u periodu od nedelje 10.10.2021. od 08:00 časova do završetka radova."
            },
            {
                "text": "Od nedelje 10.10.2021. od prvih jutarnjih polazaka, doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "Ukidaju se autobuske linije:"
            },
            {
                "text": "• Linija 702 na relaciji: Batajnica /Železnička stanica/ – Busije /Crkva/\n• Linija 703 na relaciji: Zemun /Kej oslobođenja/ – Batajnica /Železnička stanica/ – Ugrinovci"
            },
            {
                "text": "Uspostavljaju se autobuske linije:"
            },
            {
                "text": "• Linija 702L na relaciji: Batajnica /Šangaj/ – Busije /Crkva/\n• Linija 703L na relaciji: Batajnica /Šangaj/ – Ugrinovci\n• Linija 703L1 na relaciji: Zemun /Kej oslobođenja/ – Batajnica /Železnička stanica/"
            },
            {
                "text": "Napomena (1): Autobusi sa linija 702L, 703L će promenu smera kretanja u naselju Šangaj vršiti na novoizgrađenoj privremenoj okretnici „Batajnica /Šangaj/“ u ulici Mladih gorana."
            },
            {
                "text": "Napomena (2): Autobusi sa linije 703L će saobraćati u smeru ka Batajnici redovnom trasom linije 703 do okretnice u Batajnica /Železnička stanica/, a u smeru ka Keju oslobođenja, Matrozova – Carice Jelene i dalje redovnom trasom linije 703."
            },
            {
                "text": "Ukidaju se stajališta za liniju 702:"
            },
            {
                "text": "• u oba smera: „Batajnica /železnička stanica/“ terminus i „Batajnica /železnička rampa/“\n• u smeru ka terminusu „Batajnica /železnička stanica/“: „Batajnica /centar/“, „Majke Jugovića“, „Braće Savić“, „Braće Radišić“ i „Kralja Radoslava“"
            },
            {
                "text": "Autobusi sa linija 702L, 703L, 703L1 će koristiti redovna stajališta za linije 702 i 703."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 47, 94 zbog radova na izgradnji sektora B6 obilaznice oko Beograda i zatvaranja ulice Kružni put Kijevo (od 14.07.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.09.2022."
            },
            {
                "text": "Tokom radova na izgradnji sektora B6 obilaznice oko Beograda, doćiće do zatvaranja ulice Kružni put Kijevo na delu od raskrsnice ulica Kružni put Kijevo i Patrijarha Dimitrija do kružnog toka u zoni sa ulicom Slavka Miljkovića, koje će izvoditi JP „Putevi Srbije“, u periodu od srede 14.07.2021. do 01.10.2021. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 47 u oba smera, saobraćaju: Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Sretena Popovića – 13. Oktobra – Palih boraca – Podavalska – Slavka Miljkovića i dalje redovnom trasom\n• Vozila sa linija 94 u oba smera, će saobraćati: Oslobođenja – Sretena Popovića – 13. Oktobra – Milorada Jankovića Doce – Slavka Miljkovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Ulica oslobođenja“, „Servis DMB“, „Manastir Rakovica“, „Josipa Telarevića /izlaz/“ „Tunel Straževica“, u oba smera, za liniju 47\n• „Železnička stanica Jajinci“ i „Resnik ulaz“,u oba smera za linije 47, 94\n• „Tunel Straževica“ i „Avalska“ oba smera za liniju 94"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta za liniju 94:"
            },
            {
                "text": "• u smeru ka Resniku u ulici 13. oktobra, 35 metara nakon kolskog prilaza kućnog broja 12, odnosno naspram betonskog ED stuba u visni kućnog broja 7\n• u smeru ka gradu u ulici 13.oktobra, naspram kolskog prilaza kućnog broja 12, odnosno 18 metara nakon betonskog ED stuba"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća i privremeno uspostavljena stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 23, 37, 51, 52, 53, 58, 85, 88 zbog ograničenja nosivosti nadvožnjaka koji spaja ulice Radničku i Kirovljevu (od 12.05.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog ograničenja korišćenja nadvožnjaka kojim se ostvaruje veza između ulica Radničke i Kirovljeve, za vozila čija ukupna masa prelazi 12 tona, od utorka 12.05.2020. menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 23, 37, 51, 52, 53, 58, 88, u smeru ka Banovom brdu, saobraćaće: Bulevar vojvode Mišića – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka gradu linije rade u redovnom režimu.\n• Vozila sa linije 85 u smeru ka Banovom brdu, saobraćaće: Jurija Gagarina – Most na Adi – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka Borči linija radi u redovnom režimu.\n• Vozila sa noćnih linija 37N, 51N, u smeru ka Banovom brdu, će saobraćati kao i vozila sa dnevnih linija, dok će vozila sa linije 56N, na izmenjenom delu trase, saobraćati kao vozila dnevne linije 51"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka Banovom brdu:"
            },
            {
                "text": "• „Ada Ciganlija“ i „Kirovljeva“ za linije: 23, 37, 51, 52, 53, 58 , 85, 88\n• „Petlja Radnička“ za linije: 23, 37, 51, 52, 53, 58, 88"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    }
]