[
    {
        "date": "",
        "title": "Izmene na linijama: 17, 45, 73, 83, 84, 703, 704, 705, 706, 706E, 707, 704N, 706N zbog radova u Glavnoj ulici u Zemunu (Faza 3) (od 19.08.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 14.02.2024."
            },
            {
                "text": "U sklopu radova na rekonstrukciji Glavne ulice u Zemunu, na delu od raskrsnice sa ulicom Avijatičarski trg (raskrsnica je slobodna za saobraćaj) do Karamatine ulice, koje izvodi „Sekretarijat za investisticije Gradske uprave grada Beograda“ u periodu od subote 19.08.2023. do 14.02.2024. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 17, 73 će saobraćati: u smeru ka GO Novi Beograd: Cara Dušana – Trg Branka Radičevića – Njegoševa – Karamatina – Kej Oslobođenja – Stevana Markovića – Avijatičarski trg – Nikolaja Ostrovskog – Aleksandra Dubčeka i dalje redovnim trasama; u smeru ka Batajnici: Aleksandra Dubčeka – 22. oktobra – Vrtlarska – Ugrinovačka – Novogradska – Cara Dušana i dalje redovnim trasama\n• Vozila sa linije 45 će saobraćati: u smeru ka terminusu „Blok 45“: Ugrinovačka – Novogradska – Cara Dušana – Trg Branka Radičevića – Njegoševa – Karamatina – Kej Oslobođenja – Stevana Markovića – Avijatičarski trg – Nikolaja Ostrovskog – 22.oktobra – Vrtlarska – Ivićeva – Tošin bunar i dalje redovnom trasom; u smeru ka terminusu „Zemun /Novi grad/“: Tošin bunar – Ivićeva – Ugrinovačka i dalje redovnom trasom\n• Vozila sa linije 83 u oba smera će saobraćati: Ugrinovačka – Vrtlarska – 22. Oktobra – Aleksandra Dubčeka i dalje redovnom trasom\n• Vozila sa linija: 84, 704, 706, 707 će saobraćati: u smeru ka gradu: Cara Dušana – Trg Branka Radičevića – Njegoševa – Karamatina – Kej oslobođenja – Stevana Markovića – Karađorđeva i dalje redovnim trasama; u smeru ka Batajnici: Karađorđeva – Avijatičarski trg – Nikolaja Ostrovskog – 22.oktobra – Vrtlarska – Ugrinovačka – Novogradska – Cara Dušana i dalje redovnim trasama\n• Vozila sa linija: 703, 705, 706E će saobraćati: u smeru ka terminusu Kej oslobođenja: Cara Dušana – Trg Branka Radičevića – Njegoševa – Karamatina – Kej oslobođenja do terminusa; u smeru ka Batajnici: terminus „Kej oslobođenja“ – Marka Nikolića – Jovana Subotića – Kej oslobođenja – Karamatina – Njegoševa – Trg Branka Radičevića – Glavna – Cara Dušana i dalje redovnim trasama\n• Vozila sa noćnih linija 704N, 706N će saobraćati kao i vozila sa dnevnih linija u izmenjenom režimu\n• Vozila sa linija: 82, 88, 610, 611, ADA 2 od prvih jutarnjih polazaka saobraćaju redovnim trasama"
            },
            {
                "text": "I dalje su ukinuta stajališta:"
            },
            {
                "text": "• “RK Beograd” u smeru ka gradu i “Zemun pošta” u oba smera za sve linije\n• „Trg Branka Radičevića“ u smeru ka Batajnici za sve linije\n• „Poljoprivredni fakultet“ za linije 17, 45, 73, 83, 704N, 706N\n• „KBC Zemun“ i „Aleksandra Dubčeka“ u smeru ka terminusu „Zemun /Novi grad/“, za liniju 45\n• „Ugrinovačka“ i „Trg Branka Radičevića“ u smeru ka Crvenom krstu za liniju 83"
            },
            {
                "text": "I dalje je izmešteno stajalište „Ugrinovačka“ (#805) u Novogradskoj ulici, koje u redovnom režimu koriste vozila sa linija 45, 83, na poziciju koja se nalazi 15 metara unapred, odnosno ispred objekta sa kućnim brojem 31."
            },
            {
                "text": "Privremeno se uspostavlja stajalište „Kej oslobođenja 1“ u ulici Kej oslobođenja, na poziciji koja se nalazi 30 metara posle raskrsnice sa ulicom Marka Nikolića, za linije 17, 45, 73, 84, 704, 706, 707, 704N, 706N."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a. osim vozila sa linije 83, koja neće koristiti stajalište „Aleksandra Dubčeka“ u Vrtlarskoj ulici smer ka gradu i stajalište „Dušanova“ u Novogradskoj ulici, smer ka Batajnici, koje je ukinuto za sve linije (zbog protočnosti saobraćaja)."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 65, 70, 72, 82, 613 zbog radova u ulici Nikole Dobrovića (od 15.08.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 21.08.2023."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju ulice Nikole Dobrovića u Beogradu, na delu između zona raskrsnica sa ulicama Tošin bunar i Stojana Arilice u periodu od 15.08.2023. do 21.08.2023. doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do potpuno zatvaranja desne kolovozne trake (smer ka ulici Partizanske avijacije) za saobraćaj, zbog čega će:"
            },
            {
                "text": "• Vozila sa linija: 65, 70, 72, 82, 613 u smeru ka ulici Partizanske avijacije saobraćati ulicama: Tošin bunar, Zemunska, Gandijeva, Partizanske avijacije, Marka Čelebonovića i dalje redovnim trasama, dok će u suprotnom smeru saobraćati redovnim trasama"
            },
            {
                "text": "Privremeno se ukida stajalište: „Generala Nedeljkovića“ u smeru ka ulici Partizanske avijacije, za sve linije."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti sva postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji broj 64 zbog radova u ulici Mihaila Todorovića (od 11.08.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.08.2023."
            },
            {
                "text": "Zbog radova na rekonstrukciji i dogradnji vodovodne mreže u postojećoj regulaciji ulice Mihaila Todorovića, na delu od ulice Olge Alkalaj do ulice Ustanička, od petka 11.08.2023. do 30.08.2023. menja se režim rada linije JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 64 u oba smera saobraćaće na relaciji: terminus „Šumice“ – Ustanička – Bulevar kralja Aleksandra i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „OŠ Stevan Sinđelić“ i “Mihaila Todorovića“ u oba smera\n• „Šumice“ smer ka Vladimira Tomanovića\n• „Vladimira Tomanovića“ smer ka Šumicama"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 25, 25P, 26, 26N zbog radova u ulici Maksima Gorkog (Faza 3) (od 03.08.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.08.2023."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Maksima Gorkog, koje izvodi JKP „Beograd put“, na delu od ulice Južni Bulevar do ulice Strumička, u periodu od četvrtka 03.08.2023. do 20.08.2023. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 25, 25P, 26, 26N će saobraćati: Maksima Gorkog – Južni bulevar – (Đerdapska u smeru ka naselju Braće Jerković) – Grčića Milenka (u smeru ka Vukovom spomeniku) – Gospodara Vučića – Kruševačka i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Tetovska“ u oba smera i „Južni bulevar“ u smeru ka gradu."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• „Kruševačka“ u ulici Kruševačka preko puta postojećeg polaznog stajališta za liniju 22 u smeru ka Kumodražu i Braće Jerković\n• „Maksima Gorkog 1“ u ulici Južni bulevar, na poziciji u visini nekadašnje benziske pumpe, odnosno oko 40 metara ispred zone raskresnice sa ulicom Maksima Gorkog, u smeru ka gradu"
            },
            {
                "text": "Napomena: Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta, osim stajališta „MPI“ u Južnom bulevaru u smeru ka gradu."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 11, 12, 36, 51, 511, 601, 51N zbog radova u Savskoj ulici (od 01.08.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 29.09.2023."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji podzemnih instalacija u ulici Savska, na delu od zone Savskog trga do zone raskrsnice sa ulicom Vojvode Milenka, koje će izvoditi „RAS inženjering“, u periodu od 01.08.2023. od 04:00 časa do 29.09.2023. doći će do zatvaranja kolovozne trake u smeru ka Mostarskoj petlji, zbog čega će doći do izmene u režimu rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Tramvaji sa linije 11 u oba smera, saobraćaće: Karađorđeva – Zemunski put – Stari savski most – Milentija Popovića – Bulevar Milutina Milankovića – Antifašističke borbe – Jurija Gagarina i dalje redovnom trasom\n• Tramvaji sa linije 12 u oba smera, saobraćaće: Nemanjina – Karađorđeva – Zemunski put – Stari savski most – Milentija Popovića – Bulevar Milutina Milankovića – Španskih boraca – Most na Adi – Saobraćajnica pored hipodroma i dalje redovnom trasom\n• Autobusi sa linije 36 i noćne linije 51N u smeru ka Mostarskoj petlji, saobraćaće: Nemanjina – Balkanska – Gavrila Principa – Mihaila Bogićevića – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom\n• Autobusi sa linija: 51, 511, 601 u smeru ka Mostarskoj petlji, saobraćaće: BEOGRAD NA VODI – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• za liniju 11 u oba smera: „Petlja „Radnička“ i „Đorđa Stanojevića“\n• za linije 11, 12 u oba smera: „Palata pravde“, „Mostar“, „Sajam“, „Ruska“ i „Gospodarska mehana“\n• za linije 36, 51, 511, 601 i noćnu liniju 51N u smeru ka Mostarskoj petlji: „Savski trg“, i „Palata pravde“\n• za linije 51, 511, 601 u smeru ka Mostarskoj petlji: „Savski park“ i „Savski most“"
            },
            {
                "text": "Tramvaji i autobusi će na izmenjenim delovima trasa koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 504 zbog radova u ulici Sretena Popovića (od 17.07.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 16.12.2023."
            },
            {
                "text": "Zbog radova na izgradnji vodovodne mreže u ulici Sretena Popovića, na delu od raskrsnice sa ulicom Kružni put do ulice Slavka Miljkovića uz potpunu obustavu saobraćaja, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 17.07.2023. do 16.12.2023. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 504 u oba smera će saobraćati: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok – Slavka Miljkovića – Podavalska – Palih boraca – 13.oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Kamenac“, „Avalska“, „Resnik /izlaz/“, „Spomenik“ i „Ispod tunela“ u oba smera, za liniju 504."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]
