[
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 351, 355, 355A, 355B, 356, 361, 361B, 363 zbog radova duž ulica Bulevar kralja Aleksandra i Smederevski put (od 25.03.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.04.2023."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji transportnog sistema za prenos toplotne energije duž ulica Bulevar kralja Aleksandra – Smederevski put, na delu od ul. Smederevski put 29z do ulice Bulevar kralja Aleksandra 640-642 (benzinska stanica), doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi u periodu od 25.03.2023. do 15.04.2023."
            },
            {
                "text": "Tokom izvođenja svih faza radova:"
            },
            {
                "text": "• Vozila sa linija: 302, 303, 304, 305, 306, 307 će se kretati na svojim redovnim trasama uz naizmenično propuštanje regulisano saobraćajnim znakovima\n• Vozila sa linija: 351, 355, 355A, 355B, 356, 361, 361B, 363 će saobraćati na sledeći način:"
            },
            {
                "text": "U smeru ka naselju Boleč ulicama: terminus „Šumice“, Vojislava Ilića, Mokroluška, Toplice Milana, uključenje na Auto-put Beograd – Niš (smer ka Nišu), Auto-put Beograd – Niš (smer ka Nišu), Kružni put Rakovica, Kružni put, Smederevski put i dalje redovnom trasom;"
            },
            {
                "text": "U smeru ka terminusu „Šumice“ ulicama: Smederevski put, Kružni put, Kružni put Rakovica, Auto-put Beograd – Niš (smer ka Beogradu), isključenje sa Auto-puta Beograd – Niš (smer ka Beogradu) na ulicu Vladimira Tomanovića, Vladimira Tomanovića, Vojislava Ilića, terminus „Šumice“"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 45, 602, 604, 605, 610 zbog radova u zoni Vinogradske ulice (od 12.03.2023)",
        "sections": [
            {
                "text": "Zbog radova na izgradnji deonice dodatka autoputa E763 od Surčina do Novog Beograda, koje će izvoditi JP „Putevi Srbije“, doći će do potpune obustave saobraćaja u ulici Vinogradska, na delu od kružnog toka Vinogradska, Vojvođanska, Surčinska i dr Ivana Ribara do ulice Vojvođanska (zona stajališta „Silosi“), u periodu od nedelje 12.03.2023. do 31.03.2023. menja se režim rada linije JGP-a broj 602 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 602 će na izmenjenom delu trase, u oba smera, saobraćati ulicama: Vojvođanska (Novi Beograd) – Surčinska – Vojvođanska (Surčin) i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se u oba smera ukidaju stajališta:"
            },
            {
                "text": "• „Vinogradska /ulaz/“\n• „Vinogradska /Plandište/“\n• MZ “Ledine”\n• „Novobeogradskih graditelja“\n• „Vodeničarska“\n• GO „Surčin /ulaz/“\n• MZ “Novi Surčin”\n• „Kanal Galovica“\n• „Silosi“\n• „Vinogradska /Surčin naselje/“\n• „Surčin naselje /ulaz/“\n• „Ritska“\n• „Dragomira Momčilovića“\n• „Surčin /centar/ – samo u smeru ka Bloku 44"
            },
            {
                "text": "U sklopu radova privremeno se izmešta stajalište „Blok 61” (#1151) za linije: 45, 604, 605, 610, gledano u smeru ka Bloku 45, na ED stub koji se nalazi oko 110 metara unapred (gledano u smeru ka Bloku 45), odnosno oko 23 metara posle pešačkog prelaza koji se nalazi u ulici Dr Ivana Ribara."
            },
            {
                "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 82 zbog radova u Gandijevoj ulici (od 12.03.2023)",
        "sections": [
            {
                "text": "U sklopu radova na sanaciji kvara na kanalizacionoj mreži u Gandijevoj ulici, koji podrazumevaju zatvaranje desne saobraćajne trake u Gandijevoj ulici na delu od ulice Pere Segedinca do Vojvođanske ulice, koje izvodi JKP “Beogradski vodovod i kanalizacija”, u periodu od nedelje 12.03.2023. do 02.04.2023. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 82 u smeru ka Bloku 44 će saobraćati: Gandijeva – Pere Segedinca – Mustafe Golubića – Vojvođanska – Gandijeva i dalje redovnom trasom, dok će u smeru ka Zemunu saobraćati redovnom trasom"
            },
            {
                "text": "Vozila JGP-a će na izmenjenom delu trase koristiti sva postojeća stajališta."
            },
            {
                "text": "Napomena: Vozila sa linija: 45, 71, 601, 601N, 603N se vraćaju na svoje redovne trase."
            }
        ]
    }
]