[
    {
        "date": "",
        "title": "Od 01.09.2024. autobuska linija 105L saobraća na relaciji: Ovča /Železnička stanica/ – Zemun /Bačka/",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od 01.09.2024. autobuska linija 105L se produžava od Borče do Zemuna."
            },
            {
                "text": "Potrebe stanovnika na levoj obali Dunava za svakodnevnim putovanjima ka Zemunu i Novom Beogradu sve su izraženija. Pre svega, veliki broj putovanja usred radnog angažovanja obavlja se na ovom pravcu korišćenjem „Pupinovog mosta“, zbog čega je potreba za pojačanjem linije 85 postala učestala."
            },
            {
                "text": "Prva mera u funkciji pojačanja ovog poteza je produženje liniji 105L od Borče do terminusa “Zemun /Bačka/”, čime će se pored boljeg intervala javnog prevoza na potezu prema Zemunu, jednim delom rasteretiti i autobuska okretnica “Borča 3” koja zbog jakih intervalskih linija ima problem nedostajućeg kapaciteta."
            },
            {
                "text": "Linija 105L će od ulice Valjevskih odreda ka Zemunu biti produžena sledećom trasom: Bratstva i jedinstva, Zrenjaninski put, Severna tangenta, Pupinov most, Cara Dušana, Banatska, ZEMUN /BAČKA/."
            },
            {
                "text": "Na liniji će raditi 5 vozila u intervalu od 22 minuta radnim danom, vikendom 4 vozila u intervalu od 25-30 minuta, pri čemu su polasci maksimalno usklađeni sa polascima linije 85."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 02.09.2024. uspostavlja se nova autobuska linija 63 na relaciji: Ustanička – Lešće /Groblje/",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od 02.09.2024. uspostavlja se autobuska linija 63 na relaciji od terminusa “Ustanička” do groblja “Lešće”."
            },
            {
                "text": "Kako bi se korisnicima javnog prevoza omogućilo lakše putovanje od Bulevara kralja Aleksandra do 7. beogradske gimnazije, Višnjičke banje, groblja Lešće, opština Zvezdara je inicirala predlog za uspostavljanje direktne linije. Kako je u predlogu navedeno, ova nedostajuća veza olakšaće svakodnevno putovanje građana ove opštine i svih drugih koji gravitiraju ovoj zoni i navedenoj relaciji."
            },
            {
                "text": "Na liniji će raditi 4 vozila u intervalu od 20 minuta radnim danom i 20 minuta vikendom."
            },
            {
                "text": "Sekretarijat za javni prevoz će nakon probnog rada u periodu posle nove godine analizirati sve podatke i po potrebi dodatno prilagoditi elemente funkcionisanja linije 63 potrebama putnika."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 01.09.2024. autobuska linija 70 se produžava do “AVA Shopping Park”-a",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od 01.09.2024. autobuska linija 70 se produžava od TC „IKEA“ do „AVA Shopping Park“-a."
            },
            {
                "text": "Sa završetkom izgradnje „AVA Shopping Park“-a, pored objekta TC „IKEA“ i otvaranjem velikog broja lokala u okviru istog, nastala je potreba zaposlenih i korisnika ovog objekta za povezivanjem javnim prevozom sa drugim delovima grada."
            },
            {
                "text": "U skladu sa tim izvršeno je produženje trase linije 70 u smeru prema Bežanijskoj kosi na taj način da vozila sa ove linije od objekta TC „IKEA“ saobraćaju do novoizgrađenog stajališta u okviru „AVA Shopping Park“-a i odatle nazad na svoju redovnu trasu do autoputa i dalje prema Bežanijskoj kosi."
            }
        ]
    },
    {
        "date": "",
        "title": "Zimski red vožnje na svim linijama javnog prevoza putnika u Beogradu i Nišu (od 01.09.2024)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Od nedelje, 01.09.2024. na snagu stupa zimski red vožnje na svim linijama javnog prevoza putnika u Beogradu i Nišu."
            },
            {
                "text": "Na gradskim linijama u Beogradu će radnim danima saobraćati 1328 vozila, subotom 848, a nedeljom 753 vozila. Prevoz putnika na prigradskim i lokalnim linijama u Beogradu, radnim danima obavljaće 354 vozila, subotom 252, dok će nedeljom saobraćati 205 vozila."
            },
            {
                "text": "Primenom zimskog reda vožnje prestaju sa radom sezonske ADA linije i linija 400."
            },
            {
                "text": "Zimski redovi vožnje biće dostupni na sajtu sa početkom važnosti od 01.09.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 600, 607, 860i, A1 zbog radova u zoni prilaznog puta ka aerodromu “Nikola Tesla” (od 31.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 05.09.2024."
            },
            {
                "text": "Zbog izvođenja radova na rehabilitaciji državnog puta IA3 (auto-put Beograd – Šid) u zoni prilaznog puta za aerodrom „Nikola Tesla“, u periodu od 31.08.2024. do 05.09.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu auto-puta Beograd – Šid (državni put IA3), gledano u smeru ka Šidu. Tokom izvođenja radova predviđeno je zatvaranje desne polovine kolovozne trake (krajnja desna saobraćajna traka – smer ka Šidu) auto-puta Beograd – Šid (državni put IA3) u zoni isključenja na prilazni put za aerodrom „Nikola Tesla“, pa će linije javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "Vozila sa linija: 600, 607, 860i, A1:"
            },
            {
                "text": "• Smer ka aeorodromu „Nikola Tesla“: Auto-put Beograd – Šid (državni put IA3, smer ka Šidu), petlja „Beograd“ (gde će vršiti promenu smera), auto-put Beograd – Šid (državni put IA3, smer ka Beogradu), prilazni put za aerodrom „Nikola Tesla“ i dalje redovnom trasom\n• Smer ka Beogradu: saobraćaju redovnim trasama"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na tramvajskim linijama: 2, 11 (11L) zbog radova u Karađorđevoj ulici (od 28.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 12.09.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Karađorđeva na delu od zone raskrsnice sa ulicom Crnogorska, narednih 160 metara prema Kalemegdanu, u periodu od 28.08.2024. do 31.08.2024. doći će do promena u radu tramvajskih linija na sledeći način:"
            },
            {
                "text": "• Linija 2 – tramvaji sa ove linije će u oba smera saobraćati od okretnice Pristanište preko Dorćola, Vukovog spomenika, Tašmajdana, Trga Slavija i dalje preko Vukovog spomenika i Dorćola do Pristaništa i nosiće oznaku 2L\n• Linija 11 (11L) – privremeno se ukida"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 860C zbog radova u ulici Omladinskih brigada u Bariču (od 16.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 20.10.2024."
            },
            {
                "text": "Tokom izvođenja radova na na izgradnji kanalizacione mreže u ulici Omladinskih brigada u Bariču (Obrenovac), na delu od zone raskrsnice sa ulicom Janka Tešića do zone raskrsnice sa ulicom Baričkih boraca, u periodu 16.08.2024. do 20.10.2024. doći će do promene u radu linije 860C."
            },
            {
                "text": "Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linije javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linije 860C će u oba smera saobraćati ulicama: Grobljanska, Barička reka, Obrenovački put i dalje redovnom trasom"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti sva postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 860A zbog radova u Beogradskoj ulici u Bariču (od 08.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 08.09.2024."
            },
            {
                "text": "Zbog izvođenja radova u ulici Beogradska u Bariču, vozila sa linije 860A će saobraćati izmenjenom trasom ulicama: Grobljanska, Barička reka i dalje redovnom trasom."
            },
            {
                "text": "Radovi bi trebalo da traju do 28.08.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 11, 12, 36, 51, 511, 601 zbog radova u Savskoj ulici (od 03.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.11.2024."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji tramvajske pruge i kontaktne mreže u ul. Savska, na delu od Savskog trga do ul. Nikolaja Kravcova (smer ka Sajmu), koje će izvoditi OJ „Elektrograđevinska operativa“, u periodu od subote 03.08.2024. do 01.11.2024. doći će do izmena u režimu rada JGP-a, na sledeći način:"
            },
            {
                "text": "Tramvaji i dalje saobraćaju u postojećem izmenjenom režimu (izmena od 01.08.2024.):"
            },
            {
                "text": "• Tramvaji sa linije 11, sa oznakom 11L (Kalemegdan – Savski most – Blok 45) saobraćaće u oba smera: Karađorđeva, Zemunski put, Stari savski most, Milentija Popovića, Bulevar Milutina Milankovića, Antifašističke borbe, Jurija Gagarina i dalje redovno. Dopuna: od 17.08.2024. tramvajska linija 11 (11L) privremeno se ukida zbog radova u Karađorđevoj ulici\n• Tramvaji sa linije 12, sa oznakom 12L (Oml.stadion – Savski most – Most na Adi – Banovo Brdo) saobraćaće u oba smera: Nemanjina, Karađorđeva, Zemunski put, Stari savski most, Milentija Popovića, Bulevar Milutina Milankovića, Đorđa Stanojevića, Bulevar heroja sa Košara, Most na Adi, Saobraćajnica pored Hipodroma, Vladimira Radovanovića, Požeška, BANOVO BRDO\n• Autobusi sa linije 36 u smeru ka Mostarskoj petlji, saobraćaće: Nemanjina – Balkanska – Gavrila Principa – Mihaila Bogićevića – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom; u suprotnom smeru linija radi u redovnom režimu\n• Autobusi sa linija: 51, 511, 601 u smeru ka periferiji, saobraćaće: BEOGRAD NA VODI – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• za linije 36, 51, 511 u smeru ka Sajmu: „Savski trg“, i „Palata pravde“\n• za linije 51, 511 u smeru ka Sajmu: „Savski park“ i „Savski most“"
            },
            {
                "text": "Vozila JGP-a će na izmenjenim delovima trasa koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 18, 39, ADA 3 zbog radova u Kumodraškoj ulici (od 03.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 08.09.2024."
            },
            {
                "text": "Zbog izvođenja radova na redovnom održavanju kolovoza u Kumodraškoj ulici, koje će izvoditi JKP “Beograd put“, na delu od ul. Triše Kaclerovića do ul. Ljubićka (Voždovac), u periodu od subote 03.08.2024. do 12.08.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 18, 39, ADA 3 u oba smera, će saobraćati: Bulevar oslobođenja – Autokomanda – Vojvode Stepe – Dinka Tucakovića – Kumodraška i dalje redovnim trasama"
            },
            {
                "text": "Privremeno sa ukidaju stajališta: „Trg oslobođenja“, „Prešernova“, „Ljubićka (Univerzitet Singidunum)“, „Vitanovačka“, „Bjelovarska“ u oba smera i „Darvinova“ u smeru ka centru."
            },
            {
                "text": "Privremeno sa uspostavlja stajalište „Darvinova 1“, u ul. Dinka Tucakovića (Zlarinska), 5 metara ispred pešačkog prelaza koji se nalazi u zoni raskrsnice sa ul. Milke Grgurov (u visini kućnog br. 2a), smer ka centru."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 705 zbog radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva (od 29.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2024."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva u periodu od 29.07.2024. do 31.12.2024. doći će do promena u radu linije javnog prevoza broj 705."
            },
            {
                "text": "Radovi podrazumevaju zatvaranje sve tri ulice istovremeno, zbog čega će vozila sa linije javnog prevoza broj 705 u smeru ka naselju 13. maj saobraćati od terminusa „Kej oslobođenja“ ulicama: Marka Nikolića, dr Jovana Subotića, Stevana Markovića, Glavna i dalje redovnom trasom; u suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Vozila će na izmenjenom delu koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 94, 95, E6 zbog radova u ulici Antifašističke borbe (od 05.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 03.09.2024."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji distributivnog toplovoda u ulici Antifašističke borbe, u desnoj kolovoznoj traci (smer ka gradu), na delu od raskrsnice sa ulicom Jurija Gagarina do raskrsnice sa Bulevarom Milutina Milankovića, koje će izvoditi JKP „Beogradske elektrane“, u periodu od petka 05.07.2024. do 30.07.2024. doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 94, u smeru ka Bloku 45, će saobraćati: Jurija Gagarina – Marka Hristića – Bulevar Crvene armije – Bulevar Milutina Milankovića i dalje redovnom trasom; u smeru ka Resniku: linija saobraća u redovnom režimu.\n• Vozila sa linije 95, u smeru ka Borči, će saobraćati: Jurija Gagarina – Bulevar Milutina Milankovića – Milentija Popovića i dalje redovnom trasom; u smeru ka Bloku 45: linija saobraća u redovnom režimu\n• Vozila sa linije E6 će saobraćati ulicama: u smeru ka gradu: Jurija Gagarina – Marka Hristića – Đorđa Stanojevića – Bulevar Milutina Milankovića i dalje redovnom trasom, dok u suprtonom smeru će saobraćati redovno"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Blok 42“ i „Železnička stanica /Novi Beograd/“ u smeru ka Bulevaru Milutina\nMilankovića za linije 94, 95\n• „Milutina Milankovića“ u smeru ka Bloku 45 za liniju 94\n• „Milutina Milankovića“ u smeru ka Borči za liniju 95"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija javnog prevoza putnika zbog radova u ulicama Milosava Vlajića i Karađorđeva (državni put IIA reda br. 150) (od 01.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.10.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju ulica Milosava Vlajića i Karađorđeva (državni put IIA reda br. 150), u periodu od 01.07.2024. do 14.08.2024. doće će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje ulica Milosva Vlajića i Karađorđeva na delu od zone raskrsnice sa ulicom Senjska do zone ukrštanja sa železničkom prugom u naselju Đurinci, zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linija javnog prevoza broj: 450, 464, 465, 465A, 491A, 4401, 4402, 4402A, 4410, 4411, 4413, 4414, 4414A, 4415, 4415A, 4444, 44141 u svakoj fazi izvođenja radova kretati od AS Sopot ulicama: Milosava Vlajića, Senjska (novoizgrađena saobraćajnica) do železničke pruge i dalje redovnim trasama, i zbog čega neće moći da se koristi stajalište „Đurinci /Železnička stanica/“"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji VRABAC zbog radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“ (od 26.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.08.2025."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“, Trg republike br.3, u periodu od srede 26.06.2024. do 28.08.2025., zbog onemogućenog kretanja vozila ulicom Čika Ljubina, menja se režim rada linije VRABAC na sledeći način:"
            },
            {
                "text": "• Vozila sa linije VRABAC će saobraćati: Obilićev venac, Kneza Mihaila i dalje redovnom trasom"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 501 zbog radova na rehabilitaciji mosta u Letićevoj ulici (od 22.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 07.02.2025."
            },
            {
                "text": "Zbog radova na rehabilitaciji mosta u Letićevoj ulici u periodu od subote 22.06.2024. do 07.02.2025. menja se režim rada linije 501 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 501 će saobraćati redovnom trasom do kružnog toka u zoni raskrsnice ulice Oslobođenja i Kružni put Kijevo, gde će vozila vršiti promenu smera kretanja u kružnom toku i nosiće oznaku 501L"
            },
            {
                "text": "Privremeno se ukidaju stajališta u oba smera: „Deponija“, „“Kijevo“, „Letićeva“, „Proleterska (ulaz)“, „Železnički most“, „Stepenice“, „Fudbalsko igralište“ i „Staro Kijevo“."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 504, 47N zbog radova u ulici 13. oktobra (Rakovica) (od 08.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 27.09.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju ulice 13. Oktobar, na delu od ul. Palih boraca do Kružnog puta – Rakovica, koje će izvoditi JKP „Beograd put“, u periodu od subote 08.06.2024. do 22.07.2024. doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 504, 47N u oba smera saobraćaće: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok Slavka Miljkovića – Kružni put Rakovica – Slavka Miljkovića – Podavalska – Palih boraca –\n13. oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Ispod tunela“, „Spomenik“, i „Resnik izlaz“, u oba smera za linije 504, 47N."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]