[
    {
        "date": "",
        "title": "Od 01.05.2023. uspostavlja se sezonska linija broj 400 (Voždovac – Vrh Avale)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Od ponedeljka, 01.05.2023. počinje sa radom sezonska linija 400 (Voždovac – vrh Avale). Vozila sa ove sezonske linije saobraćaće subotom, nedeljom i državnim praznicima do kraja avgusta 2023. godine."
            }
        ]
    },
    {
        "date": "",
        "title": "Najava novog tarifnog sistema u okviru javnog prevoza putnika u Beogradu (2023)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Dopuna: 01.05.2023. / 16:15h"
            },
            {
                "text": "Gradonačelnik Beograda Aleksandar Šapić izjavio je da će konačne cene karata za gradski prevoz odrediti Sekretarijat za javni prevoz i da bi trebalo da budu poznate do sredine maja."
            },
            {
                "text": "Upitan kada počinje naplata prevoza po novim cenama, jer je pominjan 1. maj, Šapić je rekao da je on iznosio očekivanja da u maju bude završen deo procedure koji bi omogućio naplatu SMS-om, kao i da će novi sistem biti implementiran do kraja leta."
            },
            {
                "text": "Ažurirano: 21.04.2023. / 17:50h"
            },
            {
                "text": "Od Maja 2023. planirana je izmena tarifnog sistema u okviru javnog prevoza putnika u Beogradu. Gradonačelnik Beograda Aleksandar Šapić najavio je raskid ugovora sa postojećim privatnim partnerom (KentKart) i uspostavljanje nove tarifne politike za javni prevoz putnika u Beogradu."
            },
            {
                "text": "Napomena: Izmena tarifnog sistema ne obuhvata minibus linije (A1, E) gde ostaju iste cene karata, koje se mogu kupiti isključivo u vozilu kod vozača."
            },
            {
                "text": "Napomena: Navedene informacije su predlog novog tarifnog sistema. Sekretarijat za javni prevoz obaveštava građane da dok se ne steknu svi pravno-formalni uslovi i ne završe sve procedure oko usvajanja novog cenovnika i novog načina kupovine karata, ostaju da važe postojeća pravila u vezi sa javnim prevozom."
            },
            {
                "text": "Ključne izmene"
            },
            {
                "text": "• Menja se zonski sistem, odnosno ukidaju se Zone 3 i 4, a uspostavljaju se samo Zone 1 i 2.\n• Cena postojeće vremenske karte od 90 min. se smanjuje sa 89 din. na 50 din. samo za Zonu 1 ili samo za Zonu 2, odnosno za obe zone, Zonu 1 i Zonu 2 cena pojedinačne vremenske karte od 90 min. biće 100 din. *4\n• Uspostavlja se dnevna karta (1 dan) koja važi samo u Zoni 1 ili samo u Zoni 2 po ceni od 120 din. *1 , odnosno za obe zone, Zonu 1 i Zonu 2 po ceni od 150 din. *5\n• Uspostavlja se karta za 7 dana koja važi samo u Zoni 1 ili samo u Zoni 2 po ceni od 800 din. *6 , odnosno za obe zone, Zonu 1 i Zonu 2 po ceni od 1.000 din., dok se postojeće karte za 3 dana i 5 dana ukidaju.\n• Uspostaljva se jedinstvena cena mesečne karte, samo za Zonu 1 ili samo za Zonu 2 u iznosu od 2.500 din., odnosno za obe zone, Zonu 1 i Zonu 2 u iznosu od 3.500 din.\n• Uspostavljaju se godišnje karte, samo za Zonu 1 ili samo za Zonu 2 u iznosu od 25.000 din., odnosno za obe zone, Zonu 1 i Zonu 2 u iznosu od 35.000 din.\n• Plaćanje karata biće omogućeno slanjem SMS poruke, putem aplikacije za mobilni telefon, na prodajnim mestima “JP za naplatu karata”. Ukida se prodaja karata na trafikama (kioscima štampe) *2 , kod vozača u vozilu, na prodajnim mestima dosadašnjeg distributera karata (“BusPlus”, “KentKart”).\n• Ukida se naplata prevoza za učenike srednjih škola do navršenih 19 godina života, odnosno ova kategorija putnika ima pravo na besplatan prevoz.\n• Ukida se kupovina godišnje karte za lica starija od 65 godina, odnosno ova kategorija putnika ima pravo na besplatan prevoz.\n• Uspostavlja se jedinstvena cena mesečne karte za sve povlašćene kategorije putnika u iznosu od 1.000 din. i  ova karta važi za obe zone (Zona 1 i Zona 2).\n• Povlašćene kategorije putnika koje su imale pravo na besplatan prevoz zadržavaju pravo na besplatan prevoz.\n• Kontrolu karata sprovodiće komunalna policija (Beli), koja putnika zatečenog bez karte, kao službeno lice, može legitimisati i uručiti nalog za plaćanje kazne, odnosno naloga za plaćanje posebne karte (kazne), sa definisanim rokom za uplatu. Putnik kome je uručen nalog za naplatu posebne karte (kazne), može nastaviti vožnju. Prilikom kontrole karata nema zaustavljanja vozila javnog prevoza i zadržavanja ostalih putnika.\n• Ukidaju se validatori u vozilima javnog prevoza, odnosno nema obaveze da putnik očita svoju kartu.\n• Dozvoljen je ulazak putnika na sva vrata.\n• Najavljen je potpuno besplatan prevoz na noćnim linijama (N). *3"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na tramvajskoj liniji 10 zbog radova u ulici Starine Novaka (od 13.05.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "U periodu od subote 13.05.2023. od 08:00 časova JKP ”Beograd put” će izvoditi radove u tramvajskoj baštici u ulici Starine Novaka (od ulice 27. marta do ulice Ilije Garašanina) pri čemu će biti onemogućen tramvajski saobraćaj ulicama Starine Novaka i Profesora Mihaila Đurića. Ostali saobraćaj u zoni radova će se obavljati u redovnom režimu (na suženom delu kolovoza)."
            },
            {
                "text": "Zbog navedenog, počev od subote 13.05.2023. od prvih jutarnjih polazaka do završetka radova, tramvaji sa linije 10 će, u oba smera, saobraćati “preko” Vukovog spomenika: 27. Marta – Kraljice Marije – Ruzveltova – Bulevar kralja Aleksandra – Beogradska i dalje redovnom trasom"
            },
            {
                "text": "Za liniju 10, ukida se stajalište “Pravni fakultet” u ulici Profesora Mihaila Đurića, u smeru ka Dorćolu."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti sva postojeća tramvajska stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 511, 512, 521, 511N zbog radova u ulici Stevana Filipovića (od 12.05.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 24.05.2023."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Stevana Filipovića, na delu od ul. Lole Ribara do pružnog prelaza, koje će izvoditi JKP “Beograd put”, u periodu od petka 12.05.2023. od 8:30 časova do 24.05.2023. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 511 (linija će nositi oznaku 511L) na relaciji terminus „Beograd na vodi“ do terminusa „Sremčica /Naselje Gorica/“, će saobraćati: u smeru ka Sremčici: Lole Ribara – Radnih Akcija – Avalska – Ibarska put – Beogradska – Dvoržakova – Sremčica /Naselje Gorica/; u smeru ka gradu: Sremčica /Naselje Gorica/ – Dvoržakova – Beogradska – Ibarski put – kružni tok kod TC „Metro“ – Ibarski put – Avalska – Radnih akcija – Lole Ribara i dalje redovnom trasom\n• Vozila sa linije 512 (linija će nositi oznaku 512L) na relaciji terminus „Banovo brdo“ do terminusa „Sremčica /Naselje Gorica/“ u oba smera, će saobraćati: Banovo brdo – Požeška – Đorđa Ognjanovića – Trgovačka – Ibarski put – Beogradska – Dvoržakova – Sremčica /Naselje Gorica/\n• Vozila sa linije 521 (linija će nositi oznaku 521L) na relaciji terminus „Vidikovac“ do terminusa „Stari Železnik“ u oba smera, će saobraćati: Lole Ribara – Svete Milutinovića – 29. novembra – Stari Železnik\n• Uspostavlja se privremena linija 511L1 na relaciji: Železnik /Taraiš/ – Žikice Jovanovića Španca – Stevana Filipovića – Beogradska – terminus Sremčica. Na liniji će saobraćati 1 vozilo privatnog prevoznika\n• Vozila sa noćne linije 511N saobraćaće kao vozila sa dnevne linije 511L, u izmenjenom režimu"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• “Julino brdo”, “Makiška”, “Bele vode”, “Železnički tunel”, “Rupčine”, „Savska terasa“, “Put za ŽTP”, “Ranžirna rampa”, “Železnik ulaz”, “Zlatanovići”, “Radnih akcija”, “Pijaca” i „Svete Milutinovića“, u oba smera, za liniju 512\n• “Žikice Jovanovića”, „Đure Jakšića“, „Gradine“, u oba smera, terminus „Železnik (Taraiš)“ i „Svete Milutinovića“ u smeru ka Sremčici za liniju 521\n• “Nićiforovićeva”, “Železnička rampa” i “Stevana Filipovića”, u oba smera, za linije 511, 512, 521\n• “Žikice Jovanovića“, „Sare Bernar“, „Gorica“, u oba smera i „Sremčica ulaz“, u smeru ka Železniku, za linije 511, 512"
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 400, 401, 402, 403, 405, 406, 407, 408, 409, 503, 401N zbog radova u Baštovanskoj ulici (od 10.05.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.05.2023."
            },
            {
                "text": "Zbog radova na sanaciji hitnog kvara na kanalizacionoj mreži u Baštovanskoj ulici, na delu od Paunove ulice do ulice Nea Pendeli, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“ u periodu od srede 10.05.2023. od 8:30 časova do 13.05.2023. menja se režim rada linija JGP-a. na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 400, 403, 405, 406, 407, 408, 409, 503, 401N, u smeru ka periferiji će saobraćati: Bebelova – Bulevar Oslobođenja – Bulevar JNA i dalje redovnim trasama\n• Vozila sa linija: 401, 402, u smeru ka periferiji će saobraćati: Bulevar Oslobođenja – Crnotravska – Paunova – Bulevar JNA i dalje redovnim trasama"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Baštovanska”, „Kragujevačkih đaka“ i „Banjica 2“ u smeru ka periferiji, za linije 400, 403, 405, 406, 407, 408, 409, 503, 401N."
            },
            {
                "text": "Privremeno se uspostavlja stajalište: „Bulevar Oslobođenja 1“ u Bulevaru Oslobođenja, neposredno pre raskrsnice sa ulicom Milovana Markovića za linije 400, 403, 405, 406, 407, 408, 409, 503, 401N."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija javnog prevoza zbog radova u ulici Nemanjina u Obrenovcu (od 06.05.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 19.05.2023."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Nemanjina u Obrenovcu – Faza 1, na delu od zone raskrsnice sa ulicom Kralja Petra I do zone raskrsnice sa ulicom Fruškogorska u periodu od 06.05.2023. do 19.05.2023. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice za saobraćaj, zbog čega će linije JGP-a delimično izmeniti trasu i to:"
            },
            {
                "text": "• Vozila sa linija: 860I, 860MV, 902, 902A, 903, 904, 913, 914 će u oba smera saobraćati ulicama: Aleksandra Ace Simovića, interna saobraćajnica pored osnovnog suda, Prote Mateje Nenadovića, Cara Dušana, Nemanjina i dalje redovnim trasama\n• Vozila sa linija: 911, 911A, 912, 912A, 912A1, 913A će u oba smera saobraćati ulicama: Aleksandra Ace Simovića, interna saobraćajnica pored osnovnog suda, Prote Mateje Nenadovića, Cara Dušana, Kralja Milutina i dalje redovnim trasama\n• Vozila sa linije 912B će saobraćati ulicama: Kralja Milutina, Cara Dušana, Prote Mateje Nenadovića interna saobraćajnica pored osnovnog suda, Aleksandra Ace Simovića, Kralja Petra I i dalje redovnom trasom"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti stajališta:"
            },
            {
                "text": "U smeru ka Urovcima:"
            },
            {
                "text": "• „O.Š. Posavski partizani“ – redovno stajalište linija 860Z, 901 u ulici Aleksandra Ace Simovića\n• Privremeno stajalište „Rojkovac 1“ – u ulici Cara Dušana, neposredno ispred pešačkog prelaza u zoni interne saobraćajnice prema ulici Kralja Milutina za linije br. 911, 911A, 912, 912A, 912A1, 913\n• Privremeno stajalište „Groblje 1“ – u ulici Cara Dušana, oko 10 metara ispred zone raskrsnice sa ulicom Nemanjina za linije 860I, 860MV, 902, 902A, 903, 904, 912B, 913, 914"
            },
            {
                "text": "U smeru ka Obrenovcu:"
            },
            {
                "text": "• Privremeno stajalište „Groblje 1“ – u ulici Cara Dušana, na poziciji ED stuba koji se nalazi oko 45 metara posle zone raskrsnice sa ulicom Nemanjina za linije 860I, 860MV, 902, 902A, 903, 904, 912B, 913, 914\n• Privremeno stajalište „O.Š. Posavski partizani 1“– u ulici Aleksandra Ace Simovića, oko 50 metara ispred zone raskrsnice sa ulicom Nemanjina\n• Privremeno stajalište „Rojkovac 1“ – u ulici Cara Dušana, na poziciji ED stuba oko 50 metara posle pešačkog prelaza u zoni interne saobraćajnice prema ulici Kralja Milutina za linije 911, 911A, 912, 912A, 912A1, 913A"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 606, 611, 601N zbog radova u Partizanskoj ulici (od 08.05.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.05.2023."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u Partizanskoj ulici, (potpuno zatvaranje kolovoza), na delu od Zemunske ulice do terminusa „Dobanovci /groblje/“, koje će izvoditi PP „Baumeister“ d.o.o., u periodu od ponedeljka 08.05.2023. do 15.05.2023. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 606, 611, 601N će saobraćati redovnim trasama do raskrsnice ulica Zemunska i Partizanska, gde će promenu smera kretanja vršiti sistemom ulica na sledeći način: Zemunska – Beogradska – Maršala Tita – Ugrinovačka i dalje redovnim trasama"
            },
            {
                "text": "Privremeno se ukidaju stajališta: terminus „Dobanovci /groblje/“, „Partizanska“ u oba smera i „Zemunska“ u smeru ka Ugrinovačkoj ulici za sve linije."
            },
            {
                "text": "Privremeno se uspostavlja polazno/dolazno stajalište „Partizanska“, u Partizanskoj ulici, na poziciji ED stuba u visini kućnog broja 124, oko 100 metara posle raskrsnice ulica Zemunske i Partizanske, gledano u smeru ka Beogradskoj ulici."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija javnog prevoza zbog radova u ulici Dula Karaklajića u Lazarevcu (od 03.05.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 16.05.2023."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Dula Karaklajića u Lazarevcu, na delu od zone raskrsnice sa ulicom Voke Savić do zone raskrsnice sa ulicom Dimitrija Tucovića u periodu od 03.05.2023. do 16.05.2023. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice za saobraćaj, zbog čega će linije JGP-a delimično izmeniti trasu i to:"
            },
            {
                "text": "• Vozila sa linije 120 će na delu od raskrsnice ulica Dula Karaklajića – Dimitrija Tucovića do autobuske stanice “Lazarevac”, saobraćati sledećim ulicama: Nikole Vujačića, Dula Karaklajića, Dimitrija Tucovića, Milovana Lazarevića, Branka Radičevića i dalje redovnom trasom\n• Vozila sa linija: 135, 581, 581A, 581E, 116, 130, 130A, 133, 133L, 140, 140L, 141L, 160A, 166, 190C, 860BL, 860L će u oba smera, na delu od autobuske stanice “Lazarevac” do raskrsnice ulica Dula Karaklajića – Dimitrija Tucovića, saobraćati sledećim ulicama: Branka Radičevića, Milovana Lazarevića, Dimitrija Tucovića, Dula Karaklajića i dalje redovnim trasama\n• Vozila sa linije 580 će u oba smera, na delu od autobuske stanice “Lazarevac” do raskrsnice ulica Dula Karaklajića – Dimitrija Tucovića, saobraćati sledećim ulicama: Branka Radičevića, Milovana Lazarevića, Dimitrija Tucovića, Ibarski put i dalje redovnom trasom\n• Vozila sa linija: 139L, 150, 150L će u oba smera, na delu od autobuske stanice “Lazarevac” do raskrsnice ulica Vladike Nikolaja Velimirovića – Dimitrija Tucovića, saobraćati sledećim ulicama: Branka Radičevića, Milovana Lazarevića, Dimitrija Tucovića, Vladike Nikolaja Velimirovića i dalje redovnim trasama"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 34, 44 zbog radova u ulici Vase Pelagića (od 27.04.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 04.08.2023."
            },
            {
                "text": "Zbog radova na izgradnji distributivne toplovodne mreže, u ulici Vase Pelagića, koji podrazumevaju nemogućnost korišćenja okretnice „Topčidersko brdo /Senjak/“, koje će izvoditi JKP „Beogradske elektrane“, u periodu od četvrtka 27.04.2023. od 09:00 časova do 04.08.2023. menja se režim rada linija JGP-a., na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 34, 44 će promenu smera kretanja vršiti u kružnom toku na Topčiderskoj zvezdi"
            },
            {
                "text": "Privremeno se, u oba smera, ukidaju stajališta za linije 34, 44:"
            },
            {
                "text": "• „Topčidersko brdo /Senjak/“\n• „Vojislava Vučkovića“\n• „Vase Pelagića“, kao i stajalište „Senjačka“ u smeru ka Topčideru"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 17, 45, 73, 83, 84, 703, 704, 705, 706, 706E, 707, 704N, 706N zbog radova na rekonstrukciji Glavne ulice u Zemunu (od 25.04.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 24.06.2023."
            },
            {
                "text": "Zbog radova na rekonstrukciji Glavne ulice u Zemunu, na delu od raskrsnice sa ulicom Avijatičarski trg (raskrsnica je slobodna za saobraćaj) do Davidovićeve ulice, koje će izvoditi „Sekretarijat za investisticije Gradske uprave grada Beograda“ u periodu od utorka 25.04.2023. od 09:00 časova do 24.06.2023. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 17, 73 će saobraćati: u smeru ka GO Novi Beograd: Cara Dušana – Karamatina – Kej Oslobođenja – Stevana Markovića – Avijatičarski trg – Aleksandra Dubčeka i dalje redovnom trasama; u smeru ka Batajnici: Aleksandra Dubčeka – 22. oktobra – Vrtlarska – Ugrinovačka – Novogradska – Cara Dušana i dalje redovnom trasom\n• Vozila sa linije 45 u oba smera će saobraćati: Ugrinovačka – Ivićeva – Tošin bunar i dalje redovnom trasom\n• Vozila sa linije 83 u oba smera će saobraćati: Ugrinovačka – Vrtlarska – 22. Oktobra – Aleksandra Dubčeka i dalje redovnom trasom\n• Vozila sa linija: 84, 704, 706, 707 će saobraćati: u smeru ka gradu: Cara Dušana – Karamatina – Kej oslobođenja – Stevana Markovića – Karađorđeva i dalje redovnim trasama; u smeru ka Batajnici: Karađorđeva – Avijatičarski trg – 22.oktobra – Vrtlarska – Ugrinovačka – Novogradska – Cara Dušana i dalje redovnim trasama\n• Vozila sa linija: 703, 705, 706E će saobraćati: u smeru ka terminusu Kej oslobođenja: Cara Dušana – Karamatina – Kej oslobođenja do terminusa; u smeru ka Batajnici: terminus „Kej oslobođenja“ – Marka Nikolića – Davidovićeva – Glavna – Cara Dušana i dalje redovnim trasama\n• Vozila sa noćnih linija: 704N, 706N će saobraćati kao i vozila sa dnevnih linija u izmenjenom režimu"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• “RK Beograd” u smeru ka gradu i “Zemun /pošta/” u oba smera za sve linije\n• „Trg Branka Radičevića“ u smeru ka Batajnici za sve linije osim za liniju 705\n• „Poljoprivredni fakultet“ za linije 17, 45, 73, 83, 704N, 706N\n• „KBC Zemun“ i „Aleksandra Dubčeka“ u oba smera, za liniju 45\n• „Dušanova“ u oba smera, za sve linije"
            },
            {
                "text": "Privremeno se izmešta stajalište „Ugrinovačka“ (#805) u Novogradskoj ulici, koje u redovnom režimu koriste vozila sa linija 45, 83, na poziciju koja se nalazi 15 metara unapred, odnosno ispred objekta sa kućnim brojem 31."
            },
            {
                "text": "Privremeno se uspostavlja stajalište „Kej oslobođenja 1“ u ulici Kej oslobođenja, na poziciji koja se nalazi 30 metara posle raskrsnice sa ulicom Marka Nikolića, za linije 17, 73, 84, 704, 706, 707, 704N, 706N."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a. osim vozila sa linije 83, koja neće koristiti stajalište „Aleksandra Dubčeka“ u Vrtlarskoj ulici smer ka gradu i stajališta „Dušanova“ u Novogradskoj ulici, smer ka Batajnici, koje je ukinuto za sve linije (zbog protočnosti saobraćaja)."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 81, 81L zbog radova u ulici Pavla Vujisića (od 22.11.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.05.2023."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji kolovoza u ulici Pavla Vujisića, na delu između Kostantina Kavafija (uključujući i samu raskrsnicu) i Ljiljane Krstić, u periodu od 22.11.2022. do 25.12.2022. koje će izvoditi preduzeće JP „Putevi Srbije“, menja se režim rada linije JGP-a na sledeći način:"
            },
            {
                "text": "Vozila sa linija 81, 81L će saobraćati:"
            },
            {
                "text": "• u smeru ka okretnici „Altina 1“ – (Pavla Vujisića za liniju 81L), Ljiljane Krstić, Justina Popovića, Grigorija Božovića, Pavla Vujisića i dalje redovno\n• u smeru ka okretnici „Novi Beograd /Paviljoni/“ – Pavla Vujisića, Amadova, Justina Popovića, Ljiljane Krstić, (Pavla Vujisića za liniju 81L) i dalje redovno"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Kortesarova“ u smeru ka Altini, „Episkopa Nikolaja“ u smeru ka Novom Beogradu i „Kostantina Kavafija“ u oba smera za linije 81, 81L."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "U smeru ka okretnici „Altini 1“:"
            },
            {
                "text": "• Borhesova – u ulici Justina Popovića, na poziciji ED stuba koji se nalazi neposredno ispred raskrsnice sa ulicom Ugrinocački put 8. deo\n• Konstantina Kavafija 1 – (stajalište privremeno uspostavljeno u okviru faze 2) u ulici Justina Popovića, na poziciji ED stuba koji se nalazi ispred objekta sa kućnim brojem 34, preko puta objekta sa kućnim brojem 23"
            },
            {
                "text": "U smeru ka okretnici „Novi Beograd /Paviljoni/“:"
            },
            {
                "text": "• Konstantina Kavafija 1 – (stajalište privremeno uspostavljeno u okviru faze 2) u ulici Justina Popovića, na poziciji ED stuba koji se nalazi ispred objekta sa kućnim brojem 27A, 13 metara ispred zone raskrsnice sa ulicom Konstantina Kavafija\n• Borhesova – u ulici Justina Popovića, na poziciji ED stuba koji se nalazi ispred male pijace, preko puta objekta raskrsnice sa ulicom Ugrinovački put 8. deo"
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija: 72, 607, A1 za vreme trajanja radova u zoni Aerodroma “Nikola Tesla” (od 06.09.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.05.2023."
            },
            {
                "text": "Tokom izvođenja četvrte faze radova na izgradnji pristupnog puta objektima u okviru kompleksa Aerodroma „Nikola Tesla“, u periodu od 06.09.2022. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju ukidanje privremene okretnice kod ulaza za VIP korisnike koju su koristile linije A1, 72, a u cilju izgradnje planiranog parkinga."
            },
            {
                "text": "Vozila sa linija javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Linija 607 će i dalje u smeru prema Surčinu saobraćati ulicom koja od autoputa Beograd – Šid vodi ka Aerodromu, dalje desno pored Parking garaže i Robno – transportnog centra prema Surčinu, pri čemu će vozila na izmenjenom delu trase koristiti privremeno stajalište ispred Parking garaže, dok će u smeru prema Novom Beogradu saobraćati od Robno – transportnog centra do privremenog stajališta u visini spomenika Nikoli Tesli, odakle će saobraćati dalje ulicom koja od Aerodroma vodi ka autoputu Beograd – Šid i dalje redovno\n• Linija 72 će u smeru prema Aerodromu saobraćati od Robno – transportnog centra do privremenog dolazno/polaznog stajališta u visini spomenika Nikoli Tesli, dok će u smeru prema gradu saobraćati ulicom koja od Aerodroma vodi ka autoputu Beograd – Šid gde će promenu smera vršiti nakon „drop off“ zone polukružnim okretanjem ulevo i dalje prema Surčinu, pri čemu će vozila u smeru ka Surčinu koristiti privremeno stajalište ispred Parking garaže\n• Linija A1 će u smeru prema Aerodromu saobraćati ulicom koja od autoputa Beograd – Šid vodi ka Aerodromu pored Muzeja vazduhoplovstva do privremenog dolazno/polaznog stajališta u visini spomenika Nikoli Tesli, dok će u smeru prema gradu saobraćati ulicom koja od Aerodroma vodi ka autoputu Beograd – Šid i dalje redovno"
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 47, 94 zbog radova na izgradnji sektora B6 obilaznice oko Beograda i zatvaranja ulice Kružni put Kijevo (od 14.07.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.05.2023."
            },
            {
                "text": "Tokom radova na izgradnji sektora B6 obilaznice oko Beograda, doćiće do zatvaranja ulice Kružni put Kijevo na delu od raskrsnice ulica Kružni put Kijevo i Patrijarha Dimitrija do kružnog toka u zoni sa ulicom Slavka Miljkovića, koje će izvoditi JP „Putevi Srbije“, u periodu od srede 14.07.2021. do 01.10.2021. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 47 u oba smera, saobraćaju: Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Sretena Popovića – 13. Oktobra – Palih boraca – Podavalska – Slavka Miljkovića i dalje redovnom trasom\n• Vozila sa linija 94 u oba smera, će saobraćati: Oslobođenja – Sretena Popovića – 13. Oktobra – Milorada Jankovića Doce – Slavka Miljkovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Ulica oslobođenja“, „Servis DMB“, „Manastir Rakovica“, „Josipa Telarevića /izlaz/“ „Tunel Straževica“, u oba smera, za liniju 47\n• „Železnička stanica Jajinci“ i „Resnik ulaz“,u oba smera za linije 47, 94\n• „Tunel Straževica“ i „Avalska“ oba smera za liniju 94"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta za liniju 94:"
            },
            {
                "text": "• u smeru ka Resniku u ulici 13. oktobra, 35 metara nakon kolskog prilaza kućnog broja 12, odnosno naspram betonskog ED stuba u visni kućnog broja 7\n• u smeru ka gradu u ulici 13.oktobra, naspram kolskog prilaza kućnog broja 12, odnosno 18 metara nakon betonskog ED stuba"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća i privremeno uspostavljena stajališta linija JGP-a."
            }
        ]
    }
]
