[
    {
        "date": "",
        "title": "Izmene na linijama: 70, 74, 612 zbog radova u Bulevaru Zorana Đinđića (od 20.12.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 08.01.2025."
            },
            {
                "text": "Tokom izvođenja radova na tehničkom regulisanju u Bulevaru Zorana Đinđića, u delu od ulice Studentska do Narodnih heroja – pun profil, GO Novi Beograd, u vremenskom periodu od 20.12.2024. do 27.12.2024. doći će do potpunog zauzeća kolovoza u Bulevaru Zorana Đinđića, u oba smera, pri čemu će doći do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 70, 74, 612 će u oba smera, saobraćati ulicama: Bulevar Zorana Đinđića, Studentska, Pariske komune, Narodnih heroja, Bulevar Zorana Đinđića i dalje redovnim trasama."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno se ukida stajalište “Savski trg /Savska/” (#1726) zbog radova na rekonstrukciji zgrade Pošte u Savskoj ulici (od 20.12.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.03.2025."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji zgrade Pošte (u funkciji prenamene objekta u kulturni centar) u ulici Savska u periodu od 20.12.2024. do 31.03.2025. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja radova doći će do zauzeća krajnje desne saobraćajne trake u smeru ka Sajmu, na delu od objekta pošte do zone autobuskog stajališta „Savski trg /Savska/“. Vozila javnog prevoza putnika će se u zoni radova kretati preostalom slobodnom širinom kolovoza (leva saobraćajna traka)."
            },
            {
                "text": "Tokom izvođenja radova privremeno se ukida autobusko stajalište „Savski trg /Savska/“ (#1726) za linije: 36, 51, 511, 601, u smeru ka Sajmu."
            }
        ]
    },
    {
        "date": "",
        "title": "Zbog pada nadstrešnice na Železničkoj stanici “Novi Sad” na snazi je operativna izmena u železničkom saobraćaju i linijama iz sistema “SOKO Voz”",
        "sections": [
            {
                "text": "Zbog nesreće u stanici Novi Sad, saobraćaj vozova (SOKO Voz) (IC Intersiti, REX Regio Ekspres, RE Regio) na relaciji Beograd /Centar/ – Novi Sad – Beograd /Centar/ do daljnjeg će se obavljati do i od stanice Petrovaradin."
            },
            {
                "text": "Na relaciji Petrovaradin – Novi Sad /Centar/ – Petrovaradin za putnike je organizovan prevoz autobusom."
            },
            {
                "text": "Autobus koji će prevoziti putnike do stanice Petrovaradin, će polaziti iz centra Novog Sada (Uspenska ulica – stajalište u Šafarikovoj) prema sledećim polascima: 5:20h*; 5:50h*; 6:10h*; 6:50h; 7:00h*; 7:42h; 8:10h; 8:43h; 9:00h; 9:50h; 10:10h; 10:43h; 11:00h; 11:50h; 12:10h; 12:50h; 13:00h; 13:42h; 14:10h; 14:42h; 15:00h; 15:50h; 16:10h; 16:42h; 17:00h; 17:32h*; 17:53h; 18:10h; 18:50h; 19:00h; 19:42h; 20:10h; 20:50h; 21:00h; 21:50h; 22:10h; 22:42h; 23:00h."
            },
            {
                "text": "Autobus koji će prevoziti putnike od Petrovaradina (redovno autobusko stajalište “Petrovaradin železnička stanica”- u Preradovićevoj ulici) do centra Novog Sada će polaziti prema sledećim polascima: 5:35h*; 5:55h*; 6:35h; 6:45h*; 7:27h; 7:55h; 8:28h; 8:45h; 9:35h; 9:55h; 10:28h; 10:45h; 11.35h; 11:55h; 12:35h; 12:45h; 13:27h; 13:55h; 14:27h; 14:45h; 15:35h; 15:55h; 16:27h; 16:45h; 17:17h*; 17:38h; 17:55h; 18:35h; 18:45h; 19:27h; 19:55h; 20:35h; 20:45h; 21:35h; 21:55h; 22:27h; 22:45h; 23:35h."
            },
            {
                "text": "Napomena: Polasci označeni zvezdicom * ne saobraćaju subotom, nedeljom i državnim praznicima."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim saobraćaja zbog radova na uklanjanju Starog Savskog mosta (od 02.11.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 02.09.2027."
            },
            {
                "text": "Od subote 02.11.2024. počinju pripremni radovi na demontaži Starog savskog mosta. Od navedenog datuma, biće obustavljen saobraćaj na mostu i počeće isključenje i uklanjanje instalacija, nakon čega sledi skidanje šina i uklanjanje kolovoza i na kraju rasklapanje i sklanjanje noseće i glavne konstrukcije."
            },
            {
                "text": "U skladu sa navedenim, od navedenog datuma doći će do promena u režimu saobraćaja i radu linija javnog prevoza."
            },
            {
                "text": "Pre svega, tramvajske linije se izmeštaju na trasu preko Mosta na Adi, zbog čega će važiti sledeći režim rada linija javnog prevoza:"
            },
            {
                "text": "• Tramvajske linije: 7, 9 će u oba smera, od zone Savskog trga saobraćati ulicama: Savska, Bulevar vojvode Mišića, Petlja “Radnička”, Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L, 9L.\n• Uspostavlja se privremena autobuska linija 9A (Trg Slavija – Blok 45) koja će u intervalu od 12 minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i imati dvostruki režim: u periodu od 02.11.2024., u sklopu radova na prilagođavanju saobraćajne infrastrukture privremenom režimu saobraćaja, trasa autobuske linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, Bulevar Mihajla Pupina, Milentija Popovića i dalje redovnim trasama tramvajskih linija do Bloka 45; u periodu nakon završetka radova na prilagođavanju saobraćajne infrastrukture privremenom režimu saobraća, trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45\n• Autobuske linije: 78, 83 su počev od 04.10.2024. zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna"
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta: „Kamenička 1“ (#4120) i „Brankov most 1“ (#4119) za linije: 9A, 78, 83 – smer prema Trgu Slavija, odnosno „Staro sajmište“ – smer prema Bloku 45 za liniju 9A."
            },
            {
                "text": "Ukidaju se stajališta u oba smera za tramvajske linije 7, 9: „Ekonomski fakultet“, „Staro sajmište“, „Blok 21“, „Sava Centar“, „Blok 23“ i „Milutina Milankovića“."
            },
            {
                "text": "I dalje su ukinuta stajališta za linije 78, 83: „Staro sajmište“ i „Ekonomski fakultet“ u oba smera i „Savski trg“ ka Trgu Slavija."
            },
            {
                "text": "Dodatne napomene za funkcionisanje saobraćaja:"
            },
            {
                "text": "Što se tiče režima saobraćaja prenosimo informaciju Sekretarijata za saobraćaj i obaveštavamo vas da će na strani desne obale Save vozila saobraćajnom signalizacijom biti obaveštena da je most zatvoren i upućuju se ka Brankovom mostu. U Karađorđevoj ulici, na raskrsnici sa Zemunskim putem, biće dodata još jedna saobraćajna traka, tako da će po Karađorđevoj biti u kontinuitetu dve saobraćajne trake, a jedna će biti namenjena levom skretanju u ul. Zemunski put. Takođe, rad semafora je prilagođen ovoj promeni."
            },
            {
                "text": "Na novobeogradskoj strani će sve vreme biti zabranjen pristup mostu i vozači će saobraćajnom signalizacijom biti obavešteni o tome. Privremeni režim saobraćaja će biti sproveden u dve faze. U prvoj, za vreme pripremnih radova na prilagođavanju infrastrukturne mreže privremenom režimu saobraćaja (koja nije mogla biti izvedena dok su saobraćali tramvaji) biće zatvorene tramvajske baštice od Milentija Popovića do Zarije Vujoševića, a zbog toga neće biti moguće koristiti vezu Vladimira Popovića – Zemunski put, jer prelazi preko baštica. Nakon završetka ovih radova režim saobraćaja se menja na način da će vozilima biti omogućeno kretanje preko sadašnje tramvajske baštice u smeru od Milentija Popovića do Zarije Vujoševića i, iz dve trake uključivanje u ul. Sajmište."
            },
            {
                "text": "Sekretarijat za javni prevoz i Sekretarijat za saobraćaj vršiće konstatni monitoring nad definisanim privremnim režimom saobraćaja i po potrebi donositi neophodne regulativne mere u pravcu kvalitetnijeg odvijanja prevoza i saobraćaja dok traju radovi."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 606 zbog radova u Beogradskoj ulici (od 11.10.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.01.2025."
            },
            {
                "text": "Od petka 11.10.2024. od 08:00 časova, zbog radova na rehabilitaciji kolovoza ulice Beogradska u Dobanovcima, menja se trasa linije 606 na taj način što će vozila u oba smera saobraćati ulicama: Maršala Tita, Ugrinovačka i dalje redovnom trasom."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno izmešteno stajalište “Braće Ribnikar” (#1080) zbog radova u Ruzveltovoj ulici (od 10.10.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2025."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji stambeno-poslovnog objekta u ul. Ruzveltova br. 48, na uglu sa ulicama Svetog Nikole i Stjepana Ljubiše, GO Zvezdara , u vremenskom periodu od 10.10.2024. do 31.12.2025. doći će do zauzeća trotoara duž objekta u ulicama: Ruzveltova, Svetog Nikole i Stjepana Ljubiše za potrebe deponovanja materijala."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište za linije: 65, 74, 27N, „Braće Ribnikar“(#1080) (smer ka Zvezdari i Mirijevu), oko 70 metara posle redovne pozicije, u ulici Svetog Nikole, u visini broja 6."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 49, 94 zbog radova u ulici Teodora Drajzera (od 25.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 17.01.2025."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji vodovodne distributivne mreže sa pratećom infrastrukturom u ulici Teodora Drajzera, GO Savski venac, u delu od raskrsnice sa ulicom Patrijarha Pavla do crpne stanice Topčider – Faze 2 i 3, u vremenskom periodu od 25.09.2024. do 03.11.2024. doći će do izmena u radu linija javnog prevoza."
            },
            {
                "text": "Faza 2 – radovi se izvode od raskrsnice Teodora Drajzera – Bulevar patrijarha Pavla – Bulevar vojvode Putnika – Bulevar vojvode Mišića do raskrsnice sa prilaznim putem objektima Vojske Srbije, u periodu od 25.09.2024. do 24.10.2024., uz potpunu obustavu saobraćaja."
            },
            {
                "text": "Faza 3 – radovi se izvode u ulici Teodora Drajzera u zoni ukrštanja sa prilaznim putem objektima Vojske Srbije, u periodu od 25.10.2024. do 03.11.2024., uz potpunu obustavu saobraćaja."
            },
            {
                "text": "Tokom Faze 2 i Faze 3 doći će do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 49 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Petlja „Radnička“, Paštrovićeva i dalje redovnom trasom\n• Vozila sa linije 94 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Most na Adi i dalje redovnom trasom"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 705 zbog radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva (od 29.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.02.2025."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva u periodu od 29.07.2024. do 31.12.2024. doći će do promena u radu linije javnog prevoza broj 705."
            },
            {
                "text": "Radovi podrazumevaju zatvaranje sve tri ulice istovremeno, zbog čega će vozila sa linije javnog prevoza broj 705 u smeru ka naselju 13. maj saobraćati od terminusa „Kej oslobođenja“ ulicama: Marka Nikolića, dr Jovana Subotića, Stevana Markovića, Glavna i dalje redovnom trasom; u suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Vozila će na izmenjenom delu koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji VRABAC zbog radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“ (od 26.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.08.2025."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“, Trg republike br.3, u periodu od srede 26.06.2024. do 28.08.2025., zbog onemogućenog kretanja vozila ulicom Čika Ljubina, menja se režim rada linije VRABAC na sledeći način:"
            },
            {
                "text": "• Vozila sa linije VRABAC će saobraćati: Obilićev venac, Kneza Mihaila i dalje redovnom trasom"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 504, 47N zbog radova u ulici 13. oktobra (Rakovica) (od 08.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.02.2025."
            },
            {
                "text": "Zbog radova na redovnom održavanju ulice 13. Oktobar, na delu od ul. Palih boraca do Kružnog puta – Rakovica, koje će izvoditi JKP „Beograd put“, u periodu od subote 08.06.2024. do 22.07.2024. doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 504, 47N u oba smera saobraćaće: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok Slavka Miljkovića – Kružni put Rakovica – Slavka Miljkovića – Podavalska – Palih boraca –\n13. oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Ispod tunela“, „Spomenik“, i „Resnik izlaz“, u oba smera za linije 504, 47N."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]
