[
    {
        "date": "02/11/2024 - 02/09/2027",
        "title": "Informacija o promeni režima saobraćaja i režima rada linija javnog prevoza tokom izvođenja radova na uklanjanju Starog savskog mosta",
        "sections": [
            {
                "text": "• Tramvajske linije br. 7 i 9 će u oba smera, od zone Savskog trga saobraćati ulicama Savska, Bulevar vojvode Mišića, Petlja \"Radnička\", Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L i 9L.\n• Uspostavlja se privremena autobuska linija br. 9A (Trg Slavija - Blok 45)  koja će u intervalu od 12  minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45. \n• Autobuske linije br. 78 i 83 su počev od 04. oktobra zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna. \n• Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta „Kamenička 1“ i „Brankov most 1“ za linije br. 9A, 78 i 83 - smer prema Trgu Slavija, odnosno „Staro sajmište“ - smer prema Bloku 45 za liniju br. 9A."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/617"
    },
    {
        "date": "02/04/2025 - 03/06/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Grobljanska u Bariču",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacione mreže u ulici Grobljanska u Bariču (GO Obrenovac), u vremenskom periodu od 02.04. do 03.06. 2025. godine. Doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "FAZA 1 - radovi u ovoj fazi podrazumevaju iskop rova u kolovozu ulice Grobljanska na delu od zone raskrsnice sa ulicom Ace Spasića do ulaza u lokalno groblje, tokom koje će predmetna deonica biti u potpunosti zatvorena za saobraćaj;"
            },
            {
                "text": "FAZA 2 - radovi u ovoj fazi podrazumevaju iskop rova u kolovozu ulice Grobljanska na delu od lokalnog groblja do zone raskrsnice sa ulicom Tanaska Rajića, tokom koje će predmetna deonica biti u potpunosti zatvorena za saobraćaj."
            },
            {
                "text": "Tokom izvođenja obe faze radova vozila sa linija javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Linija br. 860J - vozila će u oba smera saobraćati ulicama Vinogradska, Vide Jocić, Aleksandra Ace Spasića, Beogradska, Barička reka, Janka Tešića i dalje redovnom trasom;\n• Linija br. 860C - vozila će u oba smera saobraćati ulicama Vinogradska, Vide Jocić, Aleksandra Ace Spasića, Beogradska, Barička reka i dalje zbog još uvek nezavršenih radova u ulici Omladinskih brigada ulicama Barička reka, Obrenovački put, Železnička, INDUSTRIJSKA ZONA \"BARIČ\"."
            },
            {
                "text": "Na izmenjenom delu trasa vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/691"
    },
    {
        "date": "07/04/2025 - 30/05/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Bulevar kralja Aleksandra I Karađorđevića (Savska)",
        "sections": [
            {
                "text": "Tokom izvođenja radova na podzemnim instalacijama u sklopu radova na oblikovnoj rekonstrukciji, izgradi i prenameni objekta Pošte u Kulturni centar u ulici Bulevar kralja Aleksandra I Karađorđevića (Savska),  u periodu od 07.04. do 30.06.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na desnoj strani kolovoza ulice Bulevar kralja Aleksandra I Karađorđevića (Savska) gledano u smeru ka Savskom trgu, na delu od zone raskrnice sa ulicom Risanska do nekadanjeg objekta „Pošta“. Takođe, radovi se izvode i na levoj kolovoznoj traci (krajnja desna saobraćajna traka), na delu od nekadašnjeg objekta „Pošta“ sledećih 120 metara, gledano u smeru ka Sajmu. Radovi će se izvoditi u periodu od 07.04. do 30.05.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova, predmetna deonica će biti zatvorena za saobraćaj, pri čemu će doći do promene u radu linija JLPP-a i to:"
            },
            {
                "text": "• Vozila sa linije br. 36 će u smeru ka Trgu Slavija saobraćati ulicama Bulevar Vudroa Vilsona, Zemunski put, Karađorđeva, Savski trg, Nemanjina  i dalje redovnom trasom;\n• Vozila sa linija br. 51 i 511 će u smeru ka terminusu „Beograd na vodi“ saobraćati ulicama Bulevar kralja Aleksandra I Karađorđevića (Savska), Sarajevska, Hajduk-Veljkov venac, Nemanjina, Savski trg, Karađorđeva, Zemunski put, Bulevar Vudroa Vilsona do terminusa „Beograd na vodi“;\n• Vozila sa linije br.  601 će u smeru ka terminusu „Beograd na vodi“ saobraćati ulicama Bulevar kralja Aleksandra I Karađorđevića (Savska), Nikolaja Kravcova, Bulevar Vudroa Vilsona do terminusa „Beograd na vodi“;\n• Vozila sa linije br.  493a će u smeru ka Trgu Slavije saobraćati od Mosta „Gazela“ preko mostarske petlje ulicama, Kneza Miloša, Nemanjina, Trg Slavija i dalje redovnom trasom."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristi sva postojeća stajališta, kao i novouspostavljeno privremeno stajalište za linije br. 51 i 511:"
            },
            {
                "text": "-  „Nemanjina 1“  u ulici Hajduk Veljkov venac, 25,0 metara posle pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Birčaninova;"
            },
            {
                "text": "Privremeno se ukidaju tramvajska stajališta „Savski trg“ za linije 7l, 9l, 11 i 12 u oba smera, kao i autobusko stajalište „Savski trg (Savska)“ - smer ka Sajmu."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/695"
    },
    {
        "date": "07/04/2025 - 06/06/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Aleksandra Dubčeka",
        "sections": [
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju ulice Aleksandra Dubčeka u Zemunu na delu od ulice Bulevar Mihajla Pupina do ulice 22. oktobra, u periodu od 07.04.2025. godine do 06.06.2025. godine doći će do promena u rada linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi u dve faze, pri čemu će se tokom obe faze izvođenja radova vozila javnog prevoza u oba smera kretati na sledeći način:"
            },
            {
                "text": "Linije br. 17, 73, 83, 704N i 706N: ulicama Bulevar Mihajla Pupina, Džona Kenedija, Bulevar Nikole Tesle, Karađorđev trg, Karađorđeva, Glavna i dalje redovnim trasama;"
            },
            {
                "text": "Linije br. 81, 81L i 85: ulicama Bulevar Mihajla Pupina, Džona Kenedija, Bulevar Nikole Tesle, Karađorđev trg, Karađorđeva, Avijatičarski trg, Nikolaja Ostrovskog, 22. oktobra i dalje redovnim trasama;"
            },
            {
                "text": "Linije br. 82, 88, 610 i 611: ulicama Bulevar Mihajla Pupina, Džona Kenedija, Bulevar Nikole Tesle, Karađorđev trg, Karađorđeva, Stevana Markovića i dalje redovnim trasama."
            },
            {
                "text": "Vozila će na izmenjenoj trasi koristiti postojeća, kao i novouspostavljena stajališta:"
            },
            {
                "text": "• „Džona Kenedija 1“ - stajalište se uspostavlja u ulici Bulevar Mihajla Pupina, na poziciji ED stuba ispred objekta sa kućnim brojem 193, oko 70,0 metara posle zone raskrsnice sa ulicom Džona Kenedija gledano u smeru ka gradu;\n• „Džona Kenedija 1“ - stajalište se uspostavlja u ulici Džona Kenedija, oko 50,0 metara posle zone raskrsnice sa ulicom Bulevar Mihajla Pupina gledano u smeru ka ulici Bulevar Nikole Tesle, neposredno ispred ulaza u objekat sa kućnim brojem 31A.\n• „Bulevar Nikole Tesle 1“ - stajalište se uspostavlja u ulici Džona Kenedija, na poziciji stuba javne rasvete ispred objekta sa kućnim brojem 4, oko 70,0 metara posle zone raskrsnice sa ulicom Bulevar Nikole Tesle gledano u smeru ka ulici Bulevar Mihajla Pupina."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/692"
    },
    {
        "date": "09/04/2025 - 20/04/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Bele Bartoka",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Bele Bartoka (Borča), na delu od zone raskrsnice sa ulicom Trg oslobođenja do zone raskrsnice sa ulicom Prelivačka (okretnica „Borča 3“) u periodu od 09.04. do 20.04.2025. godine doći će do promena u radu linija javnog prevoza. Radovi podrazumevaju potpuno zatvaranje predmetne deonice, zbog čega će doći do promena u radu linija javnog prevoza i to:"
            },
            {
                "text": "• vozila sa linija br. 85 i 96 će, na delu od raskrsnice ulica Valjevskog odreda i Bratstva i jedinstva do terminusa \"Borča 3\", u oba smera saobraćati ulicama Bratstva i jedinstva, Valjevskog odreda, zatim ulicom Ratnih vojnih invalida do terminusa \"Borča 3\";\n• vozila sa linije br. 95 će, na delu od raskrsnice ulica Valjevskog odreda i Ratnih vojnih invalida do terminusa \"Borča 3\", u oba smera saobraćati ulicom Ratnih vojnih invalida do terminusa \"Borča 3\";\n• vozila sa linija br. 105L će, na delu od raskrsnice ulica Valjevskog odreda i Bratstva i jedinstva do terminusa \"Borča 3\", u oba smera saobraćati ulicama Bratstva i jedinstva, Valjevskog odreda, zatim ulicom Ratnih vojnih invalida do terminusa \"Borča 3\", gde će vršiti promenu smera kretanja i dalje saobraćati ulicama Ratnih vojnih invalida, Valjevskog odreda i dalje redovno prema Ovči;\n• vozila sa linije br. 101N će, na delu od raskrsnice ulica Valjevskog odreda i Ratnih vojnih invalida do terminusa \"Borča 3\", u oba smera saobraćati ulicom Ratnih vojnih invalida do terminusa \"Borča 3\", gde će vršiti promenu smera kretanja i dalje saobraćati ulicama Ratnih vojnih invalida, Valjevskog odreda, Bratstva i Jedinstva i dalje redovno prema Padinskoj skeli."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti postojeća stajališta javnog prevoza."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/696"
    },
    {
        "date": "11/03/2025 - 14/04/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza toko izvođenja radova na redovnom održavanju u ulici Janka Stajčića u Lazarevcu",
        "sections": [
            {
                "text": "Radovi su produženi do 14.04.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Janka Stajčića u Beogradu (Lazarevac), na delu između zone raskrsnice sa ulicom Stanislava Sremčevića Crnog (Prote Čede) do zone raskrsnice sa ulicom Kralja Milana (skretanje za podvožnjak prema Ibarskoj magistrali),  u periodu od 11.03. do 23.03.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja radova predmetna deonica će biti zatvorena za saobraćaj, zbog čega će vozila sa linija javnog gradskog prevoza br. 116, 130, 130A, 133, 133L, 135, 140, 140L, 141L, 160A, 166, 190C, 581, 581A, 581E, 584, 860BL, 860L i 946 u oba smera saobraćati ulicama Dula Karaklajića, Dimitrija Tucovića, Ibarski put, ulica koja vodi prema ulici Janka Stajčića do skretanja za raskrsnicu \"Krivaja\", Janka Stajčića i dalje redovno."
            },
            {
                "text": "Na izmenjenom delu trasa uspostavljaju se privremena stajališta:"
            },
            {
                "text": "- u smeru ka Lazarevcu:"
            },
            {
                "text": "• „Janka Stajčića 1“ - stajalište se uspostavlja u ulici Janka Stajčića, na poziciji ED stuba oko 15,0 metara ispred zone raskrsnice sa saobraćajnicom koja vodi prema državnom putu IB reda oznake 22 (Ibarski put) u naselju Šopić;"
            },
            {
                "text": "- u smeru ka Beogradu:"
            },
            {
                "text": "• „Janka Stajčića 1“ - stajalište se uspostavlja u ulici koja vodi od državnog puta IB reda oznake 22 (Ibarski put) prema ulici Janka Stajčića, oko 10,0 metara ispred zone raskrsnice sa ulicom Janka Stajčića u naselju Šopić."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/579"
    },
    {
        "date": "18/03/2025 - 16/04/2025",
        "title": "Informacija o ukidanju trolejbuskog saobraćaja na Trgu republike",
        "sections": [
            {
                "text": "Radovi su produženi do 16.04.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na  montaži nove i demontaži postojeće kontaktne mreže na Trgu republike, u periodu od 18.03. do 27.03.2025. godine doći će do isključenja struje u istoj,  zbog čega će doći do promena u radu linija JLPP-a i to:"
            },
            {
                "text": "• trolejbuske linije br. 28 i 41 se privremeno ukidaju;\n• uspostavlja se lokalna autobuska linija br. 22A koja će saobraćati na relaciji Studentski trg - Trg Slavija;\n• trolejbuska linija br. 29 se privremeno skraćuje do Trga Slavija i nosiće oznaku 29L i saobraćaće na relaciji Trg Slavija - Medaković 3.\n• pojačava se linija br. 40."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/686"
    },
    {
        "date": "05/03/2025 - 16/04/2025",
        "title": "Informacija o promeni trase linije 24, 37 i 44",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji stajališta \"Pionirski park\" - smer ka Trgu republike promenjene su trase linija br. 24, 37 i 44. Vozila sa ovih linija će u smeru ka Dorćolu saobraćati ulicama Trg Nikole Pašića, Terazije, Kolarčeva i dalje redovnim trasama uz uspostavljeno stajalište Terazije (šifra stajališta 196). Ukinuta su stajališta Trg republike (šifra stajališta 702) i Pionirski park (šifra stajališta 704)."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/693"
    },
    {
        "date": "01/04/2025 - 16/05/2025",
        "title": "Informacija o promeni režima rada linije br. 22",
        "sections": [
            {
                "text": "Tokom izvođenja radova na popravci elemenata trolejbuske kontaktne mreže u ulici Matavuljeva u periodu od 01.04. do 16.05.2025. godine doći će do promena u radu linije br. 22.  Za vreme izvođenja radova doći će do isključenja struje na kontaktnoj mreži, zbog čega će doći do sledećih promena:"
            },
            {
                "text": "• Privremeno se ukida trolejbuska linija br. 22.\n• Uspostavlja se privremena autobuske linije br. 22A1 koja će saobraćati na relaciji Trg Slavija - Kruševačka."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/690"
    },
    {
        "date": "24/03/2025 - 13/04/2025",
        "title": "Informacija o promeni režima rada linije javnog prevoza br. 52",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Vinogradski venac, na delu od zone raskrsnice sa ulicom Jablanička do zone raskrsnice sa ulicom Cerski venac, u vremenskom periodu od 24.03. do 13.04.2025. godine doći će do promena u radu linije javnog prevoza br. 52."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice, zbog čega će vozila sa linije javnog prevoza br. 52 u oba smera saobraćati ulicama Jablanička, Ibarska magistrala, Pilota Mihaila Petrovića, Cerski venac i dalje redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trasa vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/687"
    },
    {
        "date": "10/03/2025 - 20/06/2025",
        "title": "Informacija o promeni režima rada linije javnog prevoza br. 313",
        "sections": [
            {
                "text": "Od subote, 22.03.2025. godine menja se trasa linije br. 313 u naselju Leštane. Vozila sa ove linije će u oba smera saobraćati ulicama Vojvode Stepe Stepanovića, Žikice Jovanovića Španca, Dragoljuba Stojanovića, Milana Rakića, Save Kovačevića, Proleterskih brigada, Smederevski put, Save Kovačevića, Maršala Tita, Zabranska, Patrijarha Gavrila do novog groblja u Kaluđerici."
            },
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju ulice Vojvode Stepe Stepanovića  (opština Grocka), na delu od zone raskrsnice sa ulicom Vranjska do zone raskrsnice sa  ulicom Zabranska  u periodu 10.03. do 20.06.2025. godine doći će do promena u radu linije javnog prevoza br. 313. Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, zbog čega će vozila sa linije br. 313 u oba smera saobraćati ulicama Vojvode Stepe Stepanovića, Žikice Jovanovića Španca, Dragoljuba Stojanovića, Milana Rakića, Save Kovačevića, Proleterskih brigada, Smederevski put, Save Kovačevića, Maršala Tita, Zabranska i dalje redovnom trasom do okretnice Leštane (Ravan)."
            },
            {
                "text": "Vozila će na izmenjenom delu trase korsititi sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/681"
    },
    {
        "date": "24/03/2025 - 23/05/2025",
        "title": "Informacija o promeni režima rada linije br. 307",
        "sections": [
            {
                "text": "Zbog loših vremenskih uslova, radovi se odlažu do 30.03. i isti će početi 31.03.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju ulice Profesora Vasića u Vinči (opština Grocka), na delu od zone raskrsnice sa ulicom Nikole Pašića do zone raskrsnice sa  ulicom Palih boraca u periodu od 24.03. do 23.05.2025. godine doći će do promena u radu linije javnog prevoza br. 307. Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "Faze 1a, 1b, 2a i 2b - Radovi se izvode na kolovozu ulice Profesora Vasića, na delu od zone raskrsnice sa ulicom Nikole Pašića do zone raskrsnice sa ulicom Belo brdo. Tokom izvođenja radova doći će do zauzeća jedne saobraćajne trake po principu jedna faza jedna saobraćajna traka, odnosno prvo će se izvoditi radovi na desnoj saobraćajnoj traci a zatim na levoj saobraćajnoj traci. Prilkom izvođenja radova u navedenim fazama, na predmetnoj deonici saobraćaj će biti jednosmeran u smeru ka Smederevskom putu, pri čemu će vozila sa linije br. 307 u smeru ka okretnici „Vinča“ saobraćati ulicama Profesora Vasića, Nikole Pašića, Jagodinska, Belo brdo, Profesora Vasića i dalje redovnom trasom do okretnice „Vinča“, dok će u suprotnom smeru saobraćati redovnom trasom."
            },
            {
                "text": "Na privremenom delu trase uspostavlja se autobusko stajalište „Nikole Pašića 1“, u ulici Nikole Pašića na poziciji koja se nalazi ispred kućnog broja 22, odnosno oko 15 metara ispred zone raskrnice sa ulicom Šumadijsko sokače."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/688"
    },
    {
        "date": "20/02/2025 - 20/04/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova na Trgu Nikole Pašića",
        "sections": [
            {
                "text": "Radovi su produženi do 20.04.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Trg Nikole Pašića, na delu od zone raskrsnice sa ulicom Dragoslava Jovanovića do zone raskrsnice sa ulicom Kneza Miloša u periodu od 20.02. do 28.02.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće krajnje desne saobraćajne trake (gledano u smeru ka Vukovom spomeniku), kao i krajnje leve saobraćajne trake uz razdelno fizičko ostrvo (smer ka Terazijskom tunel), zbog čega će linije javnog prevoza funkcionisati na sledeći način:"
            },
            {
                "text": "• Vozila sa linije br. 37 i 44 u smeru ka Senjaku i Kneževcu će saobraćati ulicama: Francuska, Trg Republike, Makedonska, Svetogorska, Takovska, Kneza Miloša i dalje redovnim trasama, dok će u suprotnom smeru saobraćati redovno;\n• Vozila sa linije br. 58 u smeru ka Železniku će saobraćati ulicama: Bulevar despota Stefana,  Braće Jugovića, Francuska, Trg republike, Makedonska, Svetogorska, Takovska, Kneza Miloša i dalje redovnom trasom, dok će u suprotnom smeru saobraćati redovno;\n• Vozila sa linija br. E2 i 37N u smeru ka Kneževcu i Petlovom brdu će saobraćati ulicama: Bulevar despota Stefana, Džordža Vašingtona, Takovska, Kneza Miloša i dalje redovnim trasama, dok će u suprotnom smeru saobraćati redovno (kao polazno stajalište će koristiti stajalište Trg repulike - šifra st.#546 u okviru terminusa „Trg republike“);\n• Vozila sa linija br. 56N i 511N u smeru ka Petlovom brdu i Sremčici će saobraćati ulicama: Bulevar despota Stefana, Džordža Vašingtona, Takovska, Kneza Miloša i dalje redovnim trasama, dok će u suprotnom smeru saobraćati redovno."
            },
            {
                "text": "Privremeno se ukida stajalište „Pionirski park“ (šifra st. #703 - smer ka ulici Takovska) za linije br. 24, 26, 27, 37, 44, 58, EKO1, 37N, 56N, 202N, 301N, 511N i E2."
            },
            {
                "text": "Vozila sa linija br. 37, 44 i 58 će na izmenjenom delu trasa koristiti sledeća stajališta:"
            },
            {
                "text": "• „Trg Republike“ (šifra st.#3031 -  smer ka ulici Takovska) u ulici Makedonska, koje u redovnom režimu koriste vozila sa linija br. 28, 41, 68N, 301N, 304N, 603N, 101N i 304N;\n• „Glavna pošta“ (šifra st.#266 - smer ka ulici Nemanjina) u ulici Takovska, koje u redovnom režimu koriste vozila sa linija br. 23, 40 i 41,\n• \"Makedonska\" (šifra st.#238 - smer ka ulici Takovska) u ulici Makedonska,  koje u redovnom režimu koriste vozila sa linija br. 28, 41, 65, 77 i 304N - od 27.03.2025. godine."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/676"
    },
    {
        "date": "05/03/2025 - 11/04/2025",
        "title": "Informacija o promeni režima rada linije javnog prevoza br. 606",
        "sections": [
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju ulice 4. Nova u Grmovcu na delu od ulice 22. Nova do ulice 7. Nova u periodu od 05.03.2025. godine do 11.04.2025. godine doći će do promene u radu linija javnog prevoza br. 606. Radovi će se izvoditi po fazama, pri čemu će vozila sa linije br. 606 tokom svih faza izvođenja radova saobraćati:"
            },
            {
                "text": "• u smeru ka Grmovcu redovnom trasom;\n• u smeru ka Surčinu od polazno/dolaznog stajališta „Grmovac (25.Nova)“ ulicama 25. Nova, 5. Nova, 7. Nova i dalje redovnom trasom prema Surčinu."
            },
            {
                "text": "Na privremenom delu trase uspostavljaju se stajališta:"
            },
            {
                "text": "• 24. Nova - stajalište se uspostavlja u ulici 5. Nova, na poziciji oko 20 metara posle zone raskrsnice sa ulicom 24. Nova, neposredno ispred kolskog ulaza u objekat sa kućnim brojem 153;\n• 20. Nova - stajalište se uspostavlja u ulici 5. Nova, na poziciji oko 10 metara ispred zone raskrsnice sa ulicom 20. Nova, u visini objekta hale u izgradnji;\n• 13. Nova - stajalište se uspostavlja u ulici 5. Nova, na poziciji oko 12 metara ispred zone raskrsnice sa ulicom 13. Nova, u visini kolskog ulaza u objekat sa kućnim brojem 61;\n• 7. Nova - stajalište se uspostavlja u ulici 7. Nova, na poziciji oko 20 metara posle zone raskrsnice sa ulicom 5. Nova, preko puta postojećeg stajališta za suprotan smer."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/680"
    },
    {
        "date": "06/03/2025 - 13/04/2025",
        "title": "Informacija o izmeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Tošin bunar",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Tošin bunar, GO Novi Beograd u vremenskom periodu od 06. 03. do 13. 04. 2025. godine, doći će do potpunog zauzeća kolovoza u ulici Tošin bunar, u delu od zone raskrsnice sa ulicom Pariske komune ka Bulevaru Zorana Đinđića, pun profil u dužini od 260,0 m pri čemu će doći do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "- Vozila sa linije br. 45, će u oba smera saobraćati ulicama: Tošin bunar, Pariske komune, Studentska, Bulevar Zorana Đinđića, Tošin bunar i dalje redovnom trasom;"
            },
            {
                "text": "- Vozila sa linije br. 15n, će u oba smera saobraćati ulicama: Tošin bunar, Pariske komune i dalje redovnom trasom."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti postojeća stajališta JGPP-a."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/682"
    },
    {
        "date": "22/01/2025 - 20/04/2025",
        "title": "Informacija o ukidanju stajališta \"Pionirski park\" - smer prema Terazijskom tunelu",
        "sections": [
            {
                "text": "Radovi su produženi do 20.04.2025. godine."
            },
            {
                "text": "Zbog radova koje izvodi JKP \"Beograd put\" na Trgu Nikole Pašića, privremeno je UKINUTO stajalište \"Pionirski park\" - smer prema Terazijskom tunelu. Radovi bi trebalo da traju do 16.02.2025. godine."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/666"
    },
    {
        "date": "04/03/2025 - 05/05/2025",
        "title": "Informacija o promeni režima rada linije br. 20",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacione mreže u ulici Cvetanova Ćuprija  (Zvezdara) u periodu od 04.03. od 09.00 časova do 05.05.2025. godine doći će do promene u radu linije javnog prevoza br. 20."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Cvetanova Ćuprija, na delu od zone raskrsnice sa ulicom Pavla Savića do zone raskrsnice sa ulicom Ladno brdo, pri čemu će doći do zatvaranja predmetne deonice za saobraćaj, zbog čega će vozila sa linije br. 20 saobraćati na skraćenoj trasi od okretnice „Mirijevo 3“ do okretnice „Medaković 3“."
            },
            {
                "text": "Pojačava se linija br. 38."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/679"
    },
    {
        "date": "05/05/2023 - 30/09/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza br. 860U zbog oštećenja mosta iznad kanala u ulici gola bara u naselju Ušće - Opština Obrenovac",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ''Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac'', izvršena je promena trasa  linija javnog prevoza br. 860U  u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza br. 860U  će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/261"
    },
    {
        "date": "08/02/2025 - 01/05/2025",
        "title": "Informacija o privremenom izmeštanju stajališta \"Voždovački kružni put\"",
        "sections": [
            {
                "text": "Zbog radova koje izvodi preduzeće \"BRIGATE\" DOO na uglu ulica Bulevara Peke Dapčevića i ulice Kružni put voždovački  (objekat bivše fabrike „TRANSPORT“),  privremeno se izmešta autobusko stajalište javnog linijskog prevoza za linije br. 25, 25p i 39, „Voždovački kružni put“ ( # 567, za smer ka Kumodražu) na poziciju koja se nalazi oko 230 metara posle redovne, neposredno ispred obeleženog privremenog pešačkog prelaza (preko puta kolskog izlaza iz preduzeća „Knjaz Miloš“)  . Radovi se izvode u periodu od 08.02. do 01.05.2025. godine."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/670"
    },
    {
        "date": "01/02/2025 - 30/04/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u zoni raskrsnice ulica Male Brgulice i Matića kraj (Obrenovac)",
        "sections": [
            {
                "text": "Radovi su produženi do 30.04.2025. godine."
            },
            {
                "text": "Zbog izvođenja hitnih radova u naselju Brgulice (opština Obrenovac), u zoni raskrsnice ulica Matića kraj i Male Brgulice, u periodu od 01.02. do 20.02.2025. godine doći će do promena u radu linije javnog prevoza br. 922. Zbog nemogućnosti okretanja vozila u zoni raskrsnice ulica Matića kraj i Male Brgulice, vozila sa ove linije će saobraćati ulicom Savska (Šabački put) i dalje leno ulicom Pavlovića kraj, bez svraćanja u naselje Brgulice."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/671"
    },
    {
        "date": "23/02/2025 - 11/04/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom asfaltiranja ulice Draga Vukovića Korčagina u Obrenovcu",
        "sections": [
            {
                "text": "Radovi su produženi do 11.04.2025. godine."
            },
            {
                "text": "Tokom asfaltiranja ulice Draga Vučkovića Korčagina u naselju Zvečka (GO Obrenovac), u periodu od 23.02.2025. godine do 22.03.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje ulice Draga Vukovića Korčagina na delu od zone raskrsnice sa ulicom Solunskog fronta do zone raskrsnice sa ulicom Radovana Stublinčevića, zbog čega će vozila sa linija javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Linije br. 912 i 912A - vozila će saobraćati u smeru ka Zvečkoj redovnom trasom do ulice Draga Vukovića Korčagina, odakle nastavljaju ulicom Draga Vukovića Korčagina i dalje redovnom trasom prema TENT-u;\n• Linija br. 912B - vozila će saobraćati na trasi linije br. 912; \n• Linija br. 921 - vozila će saobraćati u smeru ka Zvečkoj redovnom trasom do ulice Solunskog fronta, odakle nastavljaju ulicom Solunskog fronta, Braće Joksića, Cara Lazara, Ljube Nenadovića, Kralja Aleksandra I i dalje redovnom trasom do AS Obrenovac."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/651"
    },
    {
        "date": "10/10/2024 - 31/12/2025",
        "title": "Informacija o privremenom izmeštanju stajališta \"Braće Ribnikar\" tokom radova u ulici Ruzveltova",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji stambeno-poslovnog objekta u ul. Ruzveltova br. 48, na uglu sa ulicama Svetog Nikole i Stjepana Ljubiše, GO Zvezdara , u vremenskom periodu od  10. 10. 2024. do 31. 12. 2025. godine doći će do  zauzeća trotoara duž objekta u ulicama Ruzveltova, Svetog Nikole i Stjepana Ljubiše za potrebe deponovanja materijala."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište za linije br. 65, 74 i 27N, „Braće Ribnikar“(# 1080, smer ka Zvezdari i Mirijevu), oko 70,0 metara posle redovne pozicije, u ulici Svetog Nikole, u visini broja 6."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/638"
    },
    {
        "date": "24/09/2024 - 01/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Teodora Drajzera",
        "sections": [
            {
                "text": "Nova faza radova će trajati do 01. 07. 2025. godine, uz isti režim saobraćaja."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji vodovodne distributivne mreže sa pratećom infrastrukturom u ulici Teodora Drajzera, GO Savski venac, u delu od raskrsnice sa ulicom Patrijarha Pavla do crpne stanice Topčider - faze 2 i 3, u vremenskom periodu od 25. 09. do 03. 11. 2024. godine doći će do izmena u radu linija javnog prevoza."
            },
            {
                "text": "Faza 2 - radovi se izvode od raskrsnice Teodora Drajzera - Bulevar Patrijarha Pavla - Bulevar vojvode Putnika - Bulevar vojvode Mišića do raskrsnice sa prilaznim putem objektima Vojske Srbije, u periodu od 25. 09. do 24. 10. 2024. godine , uz potpunu obustavu saobraćaja;"
            },
            {
                "text": "Faza 3 - radovi se izvode u ulici Teodora Drajzera u zoni ukrštaja sa prilaznim putem objektima Vojske Srbije, u periodu od 25. 10. do 03. 11. 2024. godine, uz potpunu obustavu saobraćaja."
            },
            {
                "text": "Tokom faze 2 i faze 3 doći će do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "- linija br. 49 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Petlja „Radnička“, Paštrovićeva, Požeška i dalje redovnom trasom;"
            },
            {
                "text": "- linija br. 94 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Most na Adi i dalje redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/581"
    },
    {
        "date": "06/06/2024 - 01/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici 13. oktobra (Rakovica)",
        "sections": [
            {
                "text": "Radovi su produženi do 01.08.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici 13. oktobra (Rakovica), na delu od zone raskrsnice sa ulicom Palih boraca do Kružnog puta Rakovica u periodu od 08.06. do 23.09.2024. godine, doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linija br. 504 i 47N će u oba smera saobraćati ulicama Oslobođenja, Kružni put Rakovica, Tunel Stara Straževica, kružni tok Slavka Miljkovića i Kružni put Rakovica, Slavka Miljkovića, Podavalska, Palih boraca, 13. oktobra, Milorada Jankovića Doce i dalje redovnim trasama."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/480"
    }
]