[
    {
        "date": "",
        "title": "Od 01.05.2024. uspostavlja se sezonska linija broj 400 (Voždovac – Vrh Avale)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Od srede, 01.05.2024. počinje sa radom sezonska linija 400 (Voždovac – vrh Avale). Vozila sa ove sezonske linije saobraćaće subotom, nedeljom i državnim praznicima."
            },
            {
                "text": "Linija 400 je operativna do 31.08.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 78, 83 zbog radova u Bulevaru Mihajla Pupina (od 09.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 23.07.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju u Bulevaru Mihajla Pupina (smer ka gradu), na raskrsnici sa Ulicom Sajmište, u periodu od 09.07.2024. do 23.07.2024. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 78, 83 će saobraćati u smeru ka Zemunu: Zemunski put – Vladimira Popovića – interna saobraćajnica – Milentija Popovića – Bulevar Mihajla Pupina i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukida stajalište: „Staro sajmište“ u smeru ka Zemunu."
            },
            {
                "text": "Privremeno se uspostavlja stajalište: „Staro sajmište 1“ u ul. Zemunski put na poziciji oko 130 metara posle zone raskrsnice sa ul. Sajmište."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase, vozila neće koristiti stajalište „Blok 21“ u smeru ka gradu koje u redovnom režimu koriste linije. EKO 1, 7, 9, 27E, 35, 68, 95."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 55, 511N zbog radova u ulici Milorada Jovanovića (od 06.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 09.07.2024."
            },
            {
                "text": "Zbog radova na sanaciji kanalizacione mreže u ulici Milorada Jovanovića, na delu od ul. Endija Vorhola do ul. Zmajevac, u periodu od subote 06.07.2024. od 08:00 časova do 08.07.2024. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 55, 511N će saobraćati u oba smera: Radnička – Endija Vorhola – Vodovodska – Lole Ribara i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta u oba smera: „Inos“, “Kontaktor“, “Ateks“ i „Bele Vode“."
            },
            {
                "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 611, 711 zbog radova u zoni saobraćajne petlje ”Dobanovci” (od 08.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 14.07.2024."
            },
            {
                "text": "Zbog izvođenja radova na rehabilitaciji državnog puta IA3 u zoni petlje „Dobanovci“, u periodu od ponedeljka 08.07.2024. do 14.07.2024. menja se režim rada linija javnog prevoza putnika."
            },
            {
                "text": "Tokom izvođenja radova predviđeno je zatvaranje desne kolovozne trake auto-puta Beograd – Šimanovci (državni put IA3) u zoni petlje „Dobanovci“, gledano u smeru ka Beogradu, takođe biće zatvorena silazna/ulazna rampa sa auto-puta Beograd – Šid na ulicu Ugrinovačka."
            },
            {
                "text": "• Vozila sa linije 611 u smeru ka Zemunu će saobraćati: Zemunska – Maršala Tita – Železnička – isključenje (ulazna rampa) sa ulice Železnička na Auto-put E – 75 (državni put IA1 – smer ka Beogradu) – petlja „Beograd“ – isključenje na Auto-put E – 75 ( državni put IA1 – smer ka Beogradu) i dalje redovnom trasom; u smeru ka Dobanovcima: linija radi u redovnom režimu\n• Vozila sa linije 711 u smeru ka Novom Beogradu će saobraćati: Ugrinovačka – Maršala Tita – Železnička, isključenje (ulazna rampa) sa ulice Železnička na Auto-put E-75 (državni put IA1 – smer ka Beogradu) – petlja „Beograd“ – isključenje na Auto–put E-75 (državni put IA1 – smer ka Beogradu) i dalje redovnom trasom; u smeru ka Ugrinovcima: linija radi u redovnom režimu"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 600 zbog radova u ulici Đorđa Stanojevića (od 05.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 24.07.2024."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji distributivnog toplovoda sa priključcima – magistrala M2 duž ulice Đorđa Stanojevića, na delu od zone raskrsnice sa ulicom Heroja sa Košara do zone raskrsnice sa ulicom Marka Hristića, u periodu od 05.07.2024. do 24.07.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode u desnoj kolovoznoj traci u ulici Đorđa Stanojevića (gledano u smeru ka ulici Omladinskih brigada), na delu od pozicije koja se nalazi ispod nadvožnjaka Heroja sa Košara do zone raskrsnice sa ulicom Marka Hristića."
            },
            {
                "text": "Tokom izvođenja radova doći će do zauzeća krajnje leve saobraćajne trake, zbog čega će doći do promena u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linije 600 će saobraćati ulicama: u smeru ka Banovom brdu: Španskih boraca, Bulevar Milutina Milankovića, Antifašističke borbe, Jurija Gagarina i dalje redovnom trasom, dok će u suprotnom smeru saobraćati redovno"
            },
            {
                "text": "Vozila će na izmenjenom delu trase korstiti sva postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 94, 95, E6 zbog radova u ulici Antifašističke borbe (od 05.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.07.2024."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji distributivnog toplovoda u ulici Antifašističke borbe, u desnoj kolovoznoj traci (smer ka gradu), na delu od raskrsnice sa ulicom Jurija Gagarina do raskrsnice sa Bulevarom Milutina Milankovića, koje će izvoditi JKP „Beogradske elektrane“, u periodu od petka 05.07.2024. do 30.07.2024. doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 94, u smeru ka Bloku 45, će saobraćati: Jurija Gagarina – Marka Hristića – Bulevar Crvene armije – Bulevar Milutina Milankovića i dalje redovnom trasom; u smeru ka Resniku: linija saobraća u redovnom režimu.\n• Vozila sa linije 95, u smeru ka Borči, će saobraćati: Jurija Gagarina – Bulevar Milutina Milankovića – Milentija Popovića i dalje redovnom trasom; u smeru ka Bloku 45: linija saobraća u redovnom režimu\n• Vozila sa linije E6 će saobraćati ulicama: u smeru ka gradu: Jurija Gagarina – Marka Hristića – Đorđa Stanojevića – Bulevar Milutina Milankovića i dalje redovnom trasom, dok u suprtonom smeru će saobraćati redovno"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Blok 42“ i „Železnička stanica /Novi Beograd/“ u smeru ka Bulevaru Milutina\nMilankovića za linije 94, 95\n• „Milutina Milankovića“ u smeru ka Bloku 45 za liniju 94\n• „Milutina Milankovića“ u smeru ka Borči za liniju 95"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 22, 46, 55 zbog radova u ulici Gospodara Vučića (od 05.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 09.07.2024."
            },
            {
                "text": "Zbog izvođenja radova na redovnom održavanju kolovoza, koje će izvoditi JKP „Beograd put“ u ul. Gospodara Vučića /Faza 4/, u periodu od petka 05.07.2024. do 08.07.2024. doći će do potpunog zatvaranja kolovoza u ul. Gospodara Vučića, od ul. Bačvanske do ul. Vojislava Ilića."
            },
            {
                "text": "Menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Privremeno se ukida trolejbuska linija 22\n• Privremeno se uspostavlja autobuska linija 22A1 (Kruševačka – Zvezdara)"
            },
            {
                "text": "Trasa linije 22A1: u oba smera okretnica „Kruševačka“ – Kruševačka – Ustanička – Vojislava Ilića – Gospodara Vučića – do okretnice „Zvezdara“."
            },
            {
                "text": "• Autobuske linije 46, 55: u smeru ka Mirijevu saobraćaće ulicama: Južni bulevar, Grčića Milenka, Vojislava Ilića, Gospodara Vučića i dalje redovnim trasama; u smeru ka Autokomandi saobraćaće ulicama: Gospodara Vučića, Vojislava Ilića, Žička, Cara Nikolaja II, Maksima Gorkog, Južni bulevar i dalje redovnim trasama"
            },
            {
                "text": "Privremeno se uspostavlja stajalište „Gospodara Vučića 1“ u ulici Gospodara Vučića, na poziciji oko 30 merata posle zone raskrsnice sa ulicom Gospićka, za linije 22A1, 46, 55."
            },
            {
                "text": "Privremeno se ukidaju sledeća stajališta:"
            },
            {
                "text": "U ulici Gospodara Vučića:"
            },
            {
                "text": "• u smeru ka ulici Vojislava Ilića: „Grčića Milenka“ (#232) (za linije: 22, 46, 55), Bačvanska ((za linije: 22, 46, 55) i „Škola Vojislav Ilić“ (#830) (za linije: 46, 55)\n• u smeru ka Autokomandi: „Bačvanska“ (#229) (za linije: 22, 46, 55), „Grčića Milenka“ (#231) (za linije: 22, 46, 55), „Škola Vojislav Ilić“ (#831) (za linije: 46, 55), “Đerdapska” (#829) i „MPI“ (#827) (za linije: 46, 55) i okretnica „Krševačka“(#234) (za liniju 22)"
            },
            {
                "text": "Napomena: Polazno stajalište trolejbuske linije 22, #234, biće izlazno stajalište za liniju 22A1, a izlazno trolejbusko stajalište će biti polazno stajalište za liniju 22A1."
            },
            {
                "text": "Napomena: Vozila sa linije 22A1 će promenu smera kretanja vršiti kroz trolejbusku okretnicu „Kruševačka“."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 48, 505, 47N zbog radova u ulici Vukasovićeva (od 03.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 23.07.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju u ul. Vukasovićeva, od ul. Velizara Stankovića do ul. Miljakovačke, u periodu od srede 03.07.2024. od 09:00 časova do 23.07.2024. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 48, 47N će saobraćati na skraćenoj trasi do terminusa „MILJAKOVAC 2“\n• Vozila sa linije 505 će saobraćati u oba smera: terminus „MILJAKOVAC 1“ – Čelebićka – Vareška – Borska – Velizara Stankovića – terminus „MILJAKOVAC 2“ – Velizara Stankovića – Borska – Miška Kranjca – Patrijarha Dimitirja – Kozačka – Vojvode Plamenca – Miljakovačke staze – terminus „MILJAKOVAC 3“"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Nikole Marakovića“, „Miljakovačka šuma“, u oba smera i „Miljakovac 2„ u smeru ka Miljakovcu 3 za linije 48, 505, 47N."
            },
            {
                "text": "Privremeno se uspostavlja stajalište: „Miljakovac 2“ smer ka terminusu „MILJAKOVAC 2“ u ulici Vukasovićeva, neposredno ispred zaustavne linije koje se nalazi ispred raskrsnice ulice, Vukasovićeve i Velizara Stankovića."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno se ukida stajalište “Beogradska arena” (#376) zbog radova u Bulevaru Zorana Đinđića (od 01.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 14.07.2024."
            },
            {
                "text": "Zbog radova, JKP “Beograd put” u ulici Bulevar Zorana Đinđića, od ponedeljka 01.07.2024. privremeno se ukida stajalište “Beogradska arena” (#376) za linije 17, 68 u smeru ka Tošinom bunaru."
            },
            {
                "text": "Radovi će trajati 14 dana, do 14.07.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija javnog prevoza putnika zbog radova u ulicama Milosava Vlajića i Karađorđeva (državni put IIA reda br. 150) (od 01.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 14.08.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju ulica Milosava Vlajića i Karađorđeva (državni put IIA reda br. 150), u periodu od 01.07.2024. do 14.08.2024. doće će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje ulica Milosva Vlajića i Karađorđeva na delu od zone raskrsnice sa ulicom Senjska do zone ukrštanja sa železničkom prugom u naselju Đurinci, zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linija javnog prevoza broj: 450, 464, 465, 465A, 491A, 4401, 4402, 4402A, 4410, 4411, 4413, 4414, 4414A, 4415, 4415A, 4444, 44141 u svakoj fazi izvođenja radova kretati od AS Sopot ulicama: Milosava Vlajića, Senjska (novoizgrađena saobraćajnica) do železničke pruge i dalje redovnim trasama, i zbog čega neće moći da se koristi stajalište „Đurinci /Železnička stanica/“"
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno ukinuto stajalište “Bulevar umetnosti” (#435) zbog radova u Bulevaru Zorana Đinđića (od 28.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 27.07.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u desnoj kolovoznoj traci duž Bulevara Zorana Đinđića (posmatrano u smeru ka gradu), u delu od raskrsnice sa Bulevarom umetnosti do Španskih boraca, u krajnjoj levoj saobraćajnoj traci uz razdelno ostrvo (ceo potez), GO Novi Beograd, koje izvodi “Beograd put”, u periodu od 28.06.2024. do 27.07.2024. privremeno se ukida autobusko stajalište „Bulevar umetnosti“ (#435) (smer ka gradu), u Bulevaru Zorana Đinđića."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji VRABAC zbog radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“ (od 26.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.08.2025."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“, Trg republike br.3, u periodu od srede 26.06.2024. do 28.08.2025., zbog onemogućenog kretanja vozila ulicom Čika Ljubina, menja se režim rada linije VRABAC na sledeći način:"
            },
            {
                "text": "• Vozila sa linije VRABAC će saobraćati: Obilićev venac, Kneza Mihaila i dalje redovnom trasom"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 29 zbog radova u ulici Kralja Milana (od 22.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 02.09.2024."
            },
            {
                "text": "Zbog radova na pregledu i popravci kontaktne mreže u ulici Kralja Milana, doći će do zauzeća krajnjih desnih traka u oba smera (žute trake), na delu od Kneza Miloša do Trga Republike, koje izvodi OJ „Elektrograđevinska operativa“, u periodu od subote 22.06.2024. do 02.09.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Trolejbusi sa linije 29 će saobraćati na relaciji: Trg Slavija – Medaković 3 i nosiće oznaku 29L\n• Privremeno se uspostavlja linija 22A koja će saobraćati na relaciji: Trg Slavija – Studentski trg"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 501 zbog radova na rehabilitaciji mosta u Letićevoj ulici (od 22.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 07.02.2025."
            },
            {
                "text": "Zbog radova na rehabilitaciji mosta u Letićevoj ulici u periodu od subote 22.06.2024. do 07.02.2025. menja se režim rada linije 501 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 501 će saobraćati redovnom trasom do kružnog toka u zoni raskrsnice ulice Oslobođenja i Kružni put Kijevo, gde će vozila vršiti promenu smera kretanja u kružnom toku i nosiće oznaku 501L"
            },
            {
                "text": "Privremeno se ukidaju stajališta u oba smera: „Deponija“, „“Kijevo“, „Letićeva“, „Proleterska (ulaz)“, „Železnički most“, „Stepenice“, „Fudbalsko igralište“ i „Staro Kijevo“."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 704, 707, 708, 709, 704N zbog radova u zoni terminusa “Zemun Polje” (od 17.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.07.2024."
            },
            {
                "text": "Zbog izvođenja radova na sanaciji kolovoza u okretnici „Zemun Polje“ u ulici Franje Krča, koje će izvoditi JKP „Beograd put” u periodu od ponedeljka 17.06.2024. do 30.06.2024. doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 704, 707, 709, 704N saobraćaće: Jurija Rakitina – Braće Krnješevac – Dušana Mađarčića Korčagina – Bertranda Rasela – Tomice Popovića – Jurija Rakitina i dalje redovnom trasom"
            },
            {
                "text": "Napomena: Vozila sa linija 704, 707, 709, 704N će koristiti kao polazno/dolazno stajalište, stajalište „Franje Krča“ (#2195) u ulici Bertranda Rasela."
            },
            {
                "text": "• Vozila sa linije 708 saobraćaće: Jurija Rakitina – Tomice Popovića – Bertranda Rasela – Dušana Mađarčića Korčagina – Braće Krnješevac – Jurija Rakitina i dalje redovnom trasom"
            },
            {
                "text": "Napomena: Vozila sa linije 708 će koristiti kao polazno/dolazno stajalište, stajalište „Franje Krča“ (#1888) u ulici Dušana Mađarčića Korčagina."
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• za linije 704, 707, 708, 709, 704N: „Franje Krča“ u smeru ka terminusu Zemun Polje i terminus „Zemun Polje“ dolazno i polazno stajalište\n• u smeru ka terminusu Zemun Polje za linije 704, 707, 709, 704N: „Institut za kukuruz“, „Braće Krnješevac“, „Vrtić bubamara“ „Franje Krča“\n• u smeru ka gradu za linije 704, 707, 709, 704N: „Franje Krča“, „Đure Gajića“ i „Institut za kukuruz“"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 504, 47N zbog radova u ulici 13. oktobra (Rakovica) (od 08.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 22.07.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju ulice 13. Oktobar, na delu od ul. Palih boraca do Kružnog puta – Rakovica, koje će izvoditi JKP „Beograd put“, u periodu od subote 08.06.2024. do 22.07.2024. doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 504, 47N u oba smera saobraćaće: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok Slavka Miljkovića – Kružni put Rakovica – Slavka Miljkovića – Podavalska – Palih boraca –\n13. oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Ispod tunela“, „Spomenik“, i „Resnik izlaz“, u oba smera za linije 504, 47N."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija zbog radova u ulici Bogoljuba Uroševića Crnog od TC Obrenovac do kanala Kupinac (od 03.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 16.07.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kablovskog voda 110 kV u ulici Bogoljuba Uroševića Crnog od TS Obrenovac do kanala Kupinac, u periodu od 03.04.2024. do 01.05.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice za saobraćaj, zbog čega će linije JGP-a delimično izmeniti trasu i to:"
            },
            {
                "text": "• Vozila sa linije 860I će saobraćati u oba smera ulicama: Vojvođanska, Braće Puhalović, Železnička, Beogradska obilaznica, Petlja „Surčin“, Autoput „Miloš Veliki“, Obrenovački put, Železnička, INDUSTRIJSKA ZONA „BARIČ“, Železnička, Obrenovački put, Zabranski put, Kralja Aleksandra, Kralja Petra I, Nemanjina, Ravnogorska, NASELJE „SAVA“\n• Vozila sa linije 860U2 će u oba smera saobraćati od kružnog toka ulica Kralja Aleksandra I, Nemanjina i Kralja Petra I ulicama: Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linija: 911, 911A će saobraćati od BORE KEČIĆA ulicama: Miloša Obrenovića, Zabranski put, Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linije 912A će saobraćati trasom linije 912\n• Vozila sa linije 912A1 će saobraćati do na skraćenoj trasi do naselja Sava ulicama: Ljube Nenadovića, Miloša Obrenovića, Kralja Petra I, Nemanjina, Cara Dušana, Kralja Milutina, Ravnogorska, naselje Sava do Gaja"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linije 38 zbog radova u ulici Milošev kladenac (od 11.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 10.07.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji kišne i fekalne kanalizacije u ulici Milošev kladenac, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 11.03.2024. do 22.04.2024. menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 38 će saobraćati na skraćenoj trasi do pogona „Kosmaj“ i nosiće oznaku 38L1"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Milošev kladenac“, „Ristin potok“, „Vinjage“, „MZ VML“, „Vizantijska ulica“, u oba smera i „VML“, polazno i dolazno stajalište za liniju 38."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]
