[
    {
        "date": "",
        "title": "Uspostavlja se nova autobuska linija 607 (Banovo brdo – Aerodrom “Nikola Tesla”) od 09.12.2023.",
        "sections": [
            {
                "text": "Počev od subote 09.12.2023. uspostavlja se nova autobuska linija 607 duž Bulevara heroja sa Košara na relaciji: Banovo brdo – Aerodrom „Nikola Tesla“."
            },
            {
                "text": "Veliki broj zahteva korisnika u proteklom periodu upućen je Sekretarijatu za javni prevoz sa predlogom da se razmotriti mogućnost uvođenja javnog prevoza duž Bulevara heroja sa Košara."
            },
            {
                "text": "Ovu inicijativu podržala je i opština Novi Beograd uz obrazloženje da je navedeni bulevar izgrađen pre nekoliko godina i da je u međuvremenu nastavljena dinamična izgradnja objekata u zoni bulevara, povećan je broj komercijalnih i poslovnih sadržaja, a takođe je pre nekog vremena izvršeno uređenje i proširenje ulice Nikole Dobrovića koja predstavlja prirodni nastavak ovog bulevara."
            },
            {
                "text": "Potreba povezivanjem sa Banovim brdom, uz ranije predloge da se omogući nedostajuća veza javnim prevozom ovog dela grada na relaciji prema Aerodromu „Nikola Tesla“, direktno su uticale na određivanje konačnih elemenata nove linije javnog prevoza putnika."
            },
            {
                "text": "Trasa linije 607:  BANOVO BRDO – Požeška – Petlja “Careva ćuprija” – Bulevar vojvode Mišića – Petlja “Radnička” – Most na Adi – Bulevar Heroja sa Košara – Nikole Dobrovića – Partizanske avijacije – Bulevar Arsenija Čarnojevića – Autoput za Šid – Put za Aerodrom -interna saobraćajnica PT1 (gornji nivo) pored Terminala 1 – interna saobraćajnica PT1 (gornji nivo) pored terminala 2 – AERODROM “NIKOLA TESLA” (polasci) – interna saobraćajnica PT1 kružno oko parkinga P1, P2 i P3 – interna saobraćajnica PT2 (gornji nivo) krajnja desna traka – AERODROM NIKOLA TESLA (dolasci)."
            },
            {
                "text": "Na liniji će raditi 4 vozila u intervalu polazaka na pola sata."
            },
            {
                "text": "Svi polasci na liniji broj 607 su usklađeni sa ranije uspostavljenom linijom broj 600 (Železnička stanica /Beograd centar/ – Aerodrom „Nikola Tesla“), tako da će ove dve linije međusobno sa Aerodroma „Nikola Tesla“ ostvarivati polaske ka gradu na 15 minuta."
            },
            {
                "text": "Link: Mapa linije 607"
            },
            {
                "text": "Mapa – Trasa nove linije 607 (Banovo brdo – Aerodrom “Nikola Tesla”) (od 09.12.2023)"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada i planiranog reda vožnje na autobuskoj liniji 493 (od 05.12.2023)",
        "sections": [
            {
                "text": "Počev od utorka 05.12.2023. vrši se izmena ražima i red vožnje autobuske linije 493, odnosno uvodi se 9 novih kružnih polazaka sa oznakom 493K na relaciji AS Mladenovac – Beograd /Mostarska petlja/ – AS Mladenovac."
            },
            {
                "text": "Redovna linija 493 kao osnova prevoza na relaciji od Beograda do Mladenovaca svakodnevno beleži visok nivo prevezenih putnika. Prevozni zahtevi posebno su izraženi u periodima vršnih opterećenja, zbog čega je u Sekretarijatu za javni prevoz pokrenuta inicijativa za uvođenje dodatnih polazaka u navedenim periodima."
            },
            {
                "text": "Na osnovu analize, doneta je odluka da se jedan broj polazaka dodatno ubrza promenom smera kretanja vozila na saobraćajnoj petlji „Mostar“, čime je omogućeno uvođenje dodatnih polazaka na liniji pod oznakom 493K."
            },
            {
                "text": "Novi polasci na liniji 493 pod oznakom 493K biće:"
            },
            {
                "text": "• sa terminusa AS Mladenovac, radnim danom: 05:05h, 05:20h, 05:35h, 06:55h, 07:15h, 15:00h, 16:40h, 17:45h, 19:35h\n• sa saobraćajne petlje „Mostar“, radnim danom: 05:53h, 06:08h, 06:23h, 07:43h, 08:03h, 15:48h, 17:28h, 18:33h, 20:23h"
            },
            {
                "text": "Napomena: Sa navedenim izmenama prestaju sa održavanjem polasci radnim danom u 05:10h i 05:25h sa terminusa “AS Mladenovac”, odnosno u 15:40h sa terminusa “AS Beograd”, dok će polazak u 05:35h sa terminusa “AS Mladenovac” saobraćati do saobraćajne petlje „Mostar“ kao linija 493K."
            },
            {
                "text": "Napomena: Linija 493K koristi stajališta “Mostar” (#493, #494) kao početna/prolazna stajališta. Korekcija vremena vrši se na terminusu “AS Mladenovac”."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji broj 82 zbog radova u ulici Ljubinke Bobić (od 10.12.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2023."
            },
            {
                "text": "Zbog izvođenja radova na tehničkom regulisanju u ulici Ljubinke Bobić, koje će izvoditi JKP „Beograd put“, ulica će biti jednosmerna (gledano u smeru ka ulici Partizanske avijacije) na delu od raskrsnice sa ulicom Nedeljka Gvozdenovića do raskrsnice sa ulicom Partizanske avijacije, u periodu od nedelje 10.12.2023. do 31.12.2023. godine, menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 82 u smeru ka Zemunskom keju će saobraćati: Gandijeva – Partizanske avijacije – Ismeta Mujezinovića – Dr Huga Klajna – Ljubinke Bobić i dalje redovnom trasom. U smeru ka terminusu „Blok 44“, vozila će saobraćati redovnom trasom"
            },
            {
                "text": "Privremeno se ukida stajalište „Raška Dimitrijevića“ u smeru ka Zemunskom keju."
            },
            {
                "text": "Privremeno se uspostavlja stajalište u ulici Ismeta Mujezinovića u smeru ka terminusu „Kej oslobođenja“ na poziciju ED stuba koji se nalazi preko puta kućnog broja 18."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremeno uspostavljeno stajalište."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 708, 704N zbog radova u ulici Tomice Popovića (od 01.12.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 16.12.2023."
            },
            {
                "text": "Zbog radova na asfaltiranju i uređenju ulice Tomice Popovića u naselju Zemun polje, na delu od ulice Betranda Rasela do ulice Jurija Rakitina, koje će izvoditi PP „Baumeister“ d.o.o., u periodu od petka 01.12.2023. do 16.12.2023. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 708 u oba smera će saobraćati: terminus „Zemun polje“ – Franje Krča – Dušana Mađarčića Korčagina – Braće Krnješevac – Slobodana Bajića – Jurija Rakitina i dalje redovnom trasom\n• Vozila sa noćne linije 704N u smeru ka Trgu Republike će saobraćati: Franje Krča – Dušana Mađarčića Korčagina – Braće Krnješevac – Slobodana Bajića – Jurija Rakitina i dalje redovnom trasom. U smeru ka terminusu „Zemun polje“ vozila će saobraćati redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Institut za kukuruz“ i „Đure Gajića“ u smeru ka terminusu „Zemun polje“, za liniju 708\n• „Franje Krča“ i „Đure Gajića“ u smeru ka Zemunu, za linije 708, 704N"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti sva postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 603, 601N, 603N zbog radova u ulici Braće Puhalović u Surčinu (od 27.10.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 22.12.2023."
            },
            {
                "text": "Zbog radova na asfaltiranju i uređenju ulice Braće Puhalović (naselje Surčin), na delu od Vojvođanske do Železničke ulice, koje će izvoditi PP “Baumeister” d.o.o., u periodu od petka 27.10.2023. do 22.12.2023. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 603, 603N u oba smera će saobraćati: Vojvođanska – Krušedolska – Udarne desetine – Železnička i dalje redovnom trasom\n• Vozila sa noćne linije 601N će saobraćati u smeru ka Dobanovcima: Braće Nikolić – Krušedolska – Udarne desetine – Železnička i dalje redovnom trasom; u smeru ka Novom Beogradu: Železnička – Udarne desetine – Krušedolska – Vojvođanska i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Surčin /centar/“ u smeru ka Dobanovcima i „Braće Suzić“ u smeru ka Ledinama, za sve linije."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• „Krušedolska 1“, na poziciju ED stuba koji se nalazi u Krušedolskoj ulici, ispred kućnog broja 3, odnosno 50 metara posle raskrsnice ulica Braće Nikolić i Krušedolska, gledano u smeru ka Ugrinovcima\n• „Braće Suzić 1“, na poziciju ED stuba koji se nalazi u ulici Udarne desetine, naspram kućnog broja 9, odnosno oko 70 metara posle raskrsnice sa ulicom Braće Puhalović, gledano u smeru ka Ledinama"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 17, 45, 73, 83, 84, 703, 704, 705, 706, 706E, 707, 704N, 706N zbog radova u Glavnoj ulici u Zemunu (Faza 3) (od 09.10.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 14.02.2024."
            },
            {
                "text": "U sklopu radova na rekonstrukciji Glavne ulice u Zemunu, na delu od raskrsnice sa ulicom Avijatičarski trg do raskrsnice sa Karamatinom ulicom (obe raskrsnice su slobodne za saobraćaj), koje izvodi „Sekretarijat za investisticije Gradske uprave grada Beograda“ u periodu od ponedeljka 09.10.2023. do 14.02.2024. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 17, 73 će saobraćati, u smeru ka GO Novi Beograd: Cara Dušana – Trg Branka Radičevića – Njegoševa – Karamatina – Kej Oslobođenja – Stevana Markovića – Avijatičarski trg – Nikolaja Ostrovskog – Aleksandra Dubčeka i dalje redovnim trasama; u smeru ka Batajnici: Aleksandra Dubčeka – 22. oktobra – Vrtlarska – Senski trg – Ugrinovačka – Novogradska – Cara Dušana i dalje redovnim trasama\n• Vozila sa linije 45 će saobraćati, u smeru ka terminusu „Blok 45“: Ugrinovačka – Novogradska – Cara Dušana – Trg Branka Radičevića – Njegoševa – Karamatina – Kej Oslobođenja – Stevana Markovića – Avijatičarski trg – Nikolaja Ostrovskog – 22.oktobra – Vrtlarska – Ivićeva – Tošin bunar i dalje redovnom trasom; u smeru ka terminusu „Zemun /Novi grad/“: Tošin bunar – Ivićeva – Senski trg – Ugrinovačka i dalje redovnom trasom\n• Vozila sa linije 83 u oba smera će saobraćati: Ugrinovačka – Senski trg – Vrtlarska – 22. Oktobra – Aleksandra Dubčeka i dalje redovnom trasom\n• Vozila sa linija: 84, 704, 706, 707 će saobraćati, u smeru ka gradu: Cara Dušana – Trg Branka Radičevića – Njegoševa – Karamatina – Kej oslobođenja – Stevana Markovića – Karađorđeva i dalje redovnim trasama; u smeru ka Batajnici: Karađorđeva – Avijatičarski trg – Nikolaja Ostrovskog – 22. oktobra – Vrtlarska – Senski trg – Ugrinovačka – Novogradska – Cara Dušana\ni dalje redovnim trasama\n• Vozila sa linija: 703, 705, 706E će saobraćati, u smeru ka terminusu Kej oslobođenja: Cara Dušana – Trg Branka Radičevića – Njegoševa – Karamatina – Kej oslobođenja do terminusa; u smeru ka Batajnici: terminus „Kej oslobođenja“ – Marka Nikolića – Jovana Subotića – Stevana Markovića – Kej oslobođenja – Karamatina – Njegoševa – Trg Branka Radičevića – Cara Dušana i dalje redovnim trasama\n• Vozila sa noćnih linija: 704N, 706N će saobraćati ulicama, u smeru ka Batajnici: Bulevar Mihajla Pupina – 22. oktobra – Vrtlarska – Ugrinovačka – Novogradska – Cara Dušana i dalje redovnim trasama; u smeru ka gradu: Cara Dušana – Karamatina – Kej oslobođenja – Stevana Markovića – Avijatičarski trg – Aleksandra Dubčeka i dalje redovnim trasama"
            },
            {
                "text": "I dalje su ukinuta stajališta:"
            },
            {
                "text": "• “RK Beograd” u smeru ka gradu i “Zemun pošta” u oba smera za sve linije\n• „Trg Branka Radičevića“ u smeru ka Batajnici za sve linije\n• „Poljoprivredni fakultet“ za linije 17, 45, 73, 83, 704N, 706N\n• „KBC Zemun“, „Aleksandra Dubčeka“ u smeru ka terminusu „Zemun /Novi grad/“, za liniju 45\n• „Ugrinovačka“, „Trg Branka Radičevića“ u smeru ka Crvenom krstu za liniju 83"
            },
            {
                "text": "Privremeno se ukida stajalište “Dušanova“ (#803) za linije 45, 83 u ulici Dobrovoljačka."
            },
            {
                "text": "Napomena: I dalje je izmešteno stajalište „Ugrinovačka“ (#805) u Novogradskoj ulici, koje u redovnom režimu koriste vozila sa linija 45, 83, na poziciju koja se nalazi 15 metara\nunapred, odnosno ispred objekta sa kućnim brojem 31."
            },
            {
                "text": "Privremeno se uspostavlja stajalište „Kej oslobođenja 1“ u ulici Kej oslobođenja, na poziciji koja se nalazi 30 metara posle raskrsnice sa ulicom Marka Nikolića, za linije\n17, 45, 73, 84, 704, 706, 707, 704N, 706N."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a, osim vozila sa linije 83, koja neće koristiti stajalište „Aleksandra Dubčeka“ (#312) u ulici 22. oktobra smer ka gradu i stajalište „Dušanova“ u Novogradskoj ulici, smer ka Batajnici, koje je ukinuto za sve linije (zbog protočnosti saobraćaja)."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 24 zbog radova u ulici Internacionalnih brigada (od 07.10.2023) (u periodu od 09h do 15h)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.03.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji stambenog objekta u ulici Internacionalnih brigada, na delu između ulica Petra Kočića i Moravska, koje će izvoditi preduzeće „FIMICO INVEST“, u periodu od 07.10.2023. do 30.03.2024. svake subote u vremenskom periodu od 09:00 časova do 15:00 časova, menja se režim rada linije JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 24 u oba smera će saobraćati: Makenzijeva – Cara Nikolaja 2 – Mileševska – Crveni krst gde će vršiti promenu smera kretanja (kao linija 83)"
            },
            {
                "text": "Privremeno se ukidaju stajališta, za vreme izmene: „Internacionalnih brigada“ u smeru ka Neimaru i terminusno stajalište „Neimar“."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 504 zbog radova u ulici Sretena Popovića (od 17.07.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 16.12.2023."
            },
            {
                "text": "Zbog radova na izgradnji vodovodne mreže u ulici Sretena Popovića, na delu od raskrsnice sa ulicom Kružni put do ulice Slavka Miljkovića uz potpunu obustavu saobraćaja, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 17.07.2023. do 16.12.2023. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 504 u oba smera će saobraćati: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok – Slavka Miljkovića – Podavalska – Palih boraca – 13.oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Kamenac“, „Avalska“, „Resnik /izlaz/“, „Spomenik“ i „Ispod tunela“ u oba smera, za liniju 504."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]
