[
    {
        "date": "",
        "title": "Režim rada linija javnog prevoza putnika sa početkom funkcionisanja nove Glavne autobuske stanice Beograd u Bloku 42 (BAS) (od 29.09.2024)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Nakon završetka radova i izmeštanja glavne autobuske stanice na novu lokaciju u Bloku 42 na Novom Beogradu, u nedelju 29.09.2024. linije prigradskog sistema prevoza putnika pretrpeće izmene u odnosu na dosadašnje trase."
            },
            {
                "text": "Ukupno 41 linija prigradskog prevoza je u dosadašnjem režimu dolazila do postojeće lokacije BAS-a u Železničkoj ulici br. 4. Sa izmeštanjem stanice na Novi Beograd izvršena je reorganizacija linija prigradskog prevoza u funkciji njihove što bolje realizacije i opsluge putnika u narednom periodu."
            },
            {
                "text": "U skladu sa navedenim, Sekretarijat za javni prevoz obaveštava javnost o trasama linija prigradskog prevoza koje će važiti počev od nedelje 29.09.2024. godine:"
            },
            {
                "text": "Linije za Sopot i Mladenovac:"
            },
            {
                "text": "• Linije koje dolaze Starim kragujevačkim putem i Bulevarom JNA: 450, 451, 451A, 466, 470, 470A, 474, 491, 491A biće preusmerene na okretnicu „Voždovac“ na Trošarini.\n• Linije koje dolaze autoputem Beograd – Niš: 460, 460A, 464, 465, 465A, 493, 493A, 493B, 494A, 499, 4414A nastaviće kretanje motoputem kroz grad, preko Mosta Gazela i ulicama Vladimira Popovića i Jurija Gagarina do nove autobuske stanice. U povratku će linije na motoput izlaziti na petlji „Beogradska arena“ i koristiti stajalište „Sava centar“"
            },
            {
                "text": "Linije za Obrenovac:"
            },
            {
                "text": "• Linije iz Obrenovca: 860, 860E, 860M, 860B kretaće se postojećim trasama do terminusa „Beograda na vodi“, uz uspostavljanje presedačkog stajališta „Sajam“\n• Linije iz drugih naselja koje polaze ili prolaze opštinom Obrenovac: 860A, 860C, 860J, 860S kretaće se preko Mosta na Adi do nove autobuske stanice, uz uspostavljanje presedačkog stajališta „Ada Ciganlija“, odnosno „Čukarica“ za suprotni smer kretanja\n• Linija koja dolazi autoputem Miloš Veliki: 860MV kretaće se svojom redovnom trasom ulicom Jurija Gagarina do nove autobuske stanice, dok će linija 860i od aerodroma prolaziti preko petlje „Beogradska arena“ do nove autobuske stanice"
            },
            {
                "text": "Linije za Lazarevac:"
            },
            {
                "text": "• Linije iz Lazarevca: 581, 581A, 581E kretaće se dosadašnjom trasom i preko Mosta Gazela, ulica Vladimira Popovića i Jurija Gagarina dolaziti do nove autobuske stanice. U povratku će linije na motoput izlaziti na petlji „Beogradska arena“ i koristiti stajalište „Sava centar“. Takođe će biti uspostavljeno presedačko stajalište „Sajam“\n• Linije iz drugih naselja opštine Lazarevac: 580, 583, 583A, 585, 588 kretaće se preko Mosta na Adi do nove autobuske stanice, uz uspostavljanje presedačkog stajališta „Ada Ciganlija“, odnosno „Čukarica“ za suprotni smer kretanja"
            },
            {
                "text": "Linije za Barajevo:"
            },
            {
                "text": "• Linije za opštinu Barajevo od ranije svoje kretanje završavaju na okretnici „Banovo brdo“, dok će linija 560E od sada ići preko Požeške ulice i dalje ulicama: Kirovljeva, Visoka, Paštrovićeva, Radnička, Bulevar vojvode Mišića, petlje „Radnička“ i Mosta na Adi do nove autobuske stanice u Bloku 42. U povratku će linija 560E ići preko Mosta na Adi, petlje „Radnička“, ulice Požeška i dalje postojećom trasom prema Barajevu"
            },
            {
                "text": "Linije za Grocku:"
            },
            {
                "text": "• Linije za opštinu Grocka, njihov najveći deo od ranije svoje kretanje završava na stanici „Šumice“, dok će linija 466 koja dolazi Starim kragujevačkim putem i Bulevarom JNA od sada biti preusmerena na okretnicu „Voždovac“ na Trošarini\n• Linija 466A koja ima jedan polazak od 04:40 iz nove autobuske stanice ka Vrčinu, izlaziće na motoput kroz grad na petlji „Beogradska arena“ i koristiti stajalište „Sava centar“, dalje će nastaviti kretanje Mostom Gazela i motoputem do petlje „Bubanj potok“"
            },
            {
                "text": "Treba napomenuti da je kod izmena trasa linija prigradskog prevoza ostavljena mogućnost da se nakon izgradnje prolaznog stajališta peronskog tipa „Beograd /Jug/“ deo linija preusmeri i na korišćenje ove lokacije."
            }
        ]
    },
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 78, 83 zbog oštećenja kolovoza na Starom savskom mostu (od 07.10.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog oštećenja kolovoza i nebezbednog kretanja autobusa na Starom savskom mostu, a kako bi se izbegla dalja oštećenja vozila, od ponedeljka 07.10.2024. doći će do izmene režima rada autobuskog saobraćaja na sledeći način:"
            },
            {
                "text": "Vozila sa linija: 78, 83 će saobraćati na sledeći način:"
            },
            {
                "text": "• smer ka periferiji: Nemanjina – Balkanska – Gavrila Principa – Pop Lukina – Brankova – Brankov most – Bulevar Mihaila Pupina i dalje redovnim trasama\n• smer ka centru: Bulevar Mihaila Pupina – Brankov most – Pop Lukina – Gavrila Principa – Admirala Geprata – Kneza Miloša – Nemanjina i dalje redovnim trasama"
            },
            {
                "text": "Uspostavljena stajališta:"
            },
            {
                "text": "• „Brankov most 1“ (#4119) (smer ka Trgu Slavija) se uspostavlja u ul. Pop Lukina oko 65 metara posle isključenja sa Brankovog mosta\n• „Kamenička 1“ (#4120) (smer ka Trgu Slavija) se uspostavlja u ul. Gavrila Principa prekoputa kućnih brojeva 41-43, odnosno oko 30 metara ispred zo ne\nraskrsnice sa ul. Lička (u visini parka)"
            },
            {
                "text": "Privremeno se ukidaju stajališta, za linije 78, 83:"
            },
            {
                "text": "• u oba smera: „Staro sajmište“ i „Ekonomski fakultet“\n• „Savski trg“ (ka centru) i „Nemanjina“ (ka periferiji)"
            },
            {
                "text": "Napomena: Na izmenjenom delu trase vozila će koristiti postojeća stajališta, osim autobuskog stajališta “Admirala Geprata“ u Ul. Kneza Miloša."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 25, 25P, 26, 26N zbog radova u Strumičkoj ulici (od 05.10.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Tokom izvođenja hitnih radova na toplovodu u ulici Strumička u periodu od 05.10.2024. od 08:00h do 06.10.2024. do 19:00h, doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "• Vozila sa linija: 25, 25P, 26, 26N će u smeru ka naseljima Braće Jerković i Kumodraž saobraćati ulicama: Maksima Gorkog, Južni bulevar, Đerdapska, Gospodara Vučića, Kruševačka i dalje redovnim trasama, dok će u smeru ka gradu saobraćati redovnim trasama"
            },
            {
                "text": "Privremeno se ukida stajalište “Tetovska” – smer ka naseljima Braće Jerković i Kumodraž."
            },
            {
                "text": "Privremeno se uspostavlja stajalište “Kruševačka”, preko puta istoimenog u ulici Kruševačka."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 11, 12, 36, 51, 52, 53, 56, 56L, 511, 601, 51N zbog radova u Savskoj ulici (Faza 2) (od 06.10.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.11.2024."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji tramvajske pruge i kontaktne mreže u ul. Savska, u zoni raskrsnice sa ul. Drinska, koje će izvoditi OJ „Elektrograđevinska operativa“, u periodu od nedelje 06.10.2024. do 01.11.2024. doći će do izmena u režimu rada JGP-a, na sledeći način:"
            },
            {
                "text": "Tramvaji će i dalje saobraćati u izmenjenom režimu:"
            },
            {
                "text": "• Linija 11 sa oznakom 11L (Kalemegdan – Savski most – Blok 45)\n• Linija 12 sa oznakom 12L (Omladinski stadion – Savski most – Most na Adi – Banovo Brdo)"
            },
            {
                "text": "Autobuski / Noćni (N) saobraćaj:"
            },
            {
                "text": "• Vozila sa linije 36 će i dalje saobraćati u smeru ka Mostarskoj petlji: Nemanjina – Balkanska – Gavrila Principa – Mihaila Bogićevića – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovno, dok će u suprotnom smeru saobraćati redovno\n• Vozila sa linija 51, 511, 601 će i dalje saobraćati u smeru ka periferiji: BEOGRAD NA VODI – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovno, dok će u smeru ka centru saobraćati redovno\n• Vozila sa linija: 52, 53, 56, 56L, 51N u smeru ka centru, saobraćaće: Bulevar vojvode Mišića – Savska – Miloša Pocerca – Sarajevska i dalje redovno, dok će u smeru ka periferiji saobraćati redovno"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• za liniju 11 u oba smera: „Petlja Radnička“ i „Đorđa Stanojevića“\n• za linije 11, 12 u oba smera: „Savski trg“, „Palata pravde“, „Mostar“, „Sajam“, „Ruska“ i „Gospodarska mehana“\n• za linije: 36, 51, 511, 601 u smeru ka Sajmu: „Savski trg“, i „Palata pravde“\n• za linije: 51, 511, 601 u smeru ka Sajmu: „Savski park“ i „Savski most“\n• za linije: 52, 53, 56, 56L, 51N u smeru ka centru: „Drinska“ i „Miloša Pocerca“"
            },
            {
                "text": "Privremeno se uspostavlja stajalište za linije: 52, 53, 56, 56L, 51N u ul. Savska, 20 metara ispred zone raskrsnice sa ul. Miloša Pocerca, odnosno ispred kućnog broja 19."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 49, 94 zbog radova u ulici Teodora Drajzera (od 25.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 03.11.2024."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji vodovodne distributivne mreže sa pratećom infrastrukturom u ulici Teodora Drajzera, GO Savski venac, u delu od raskrsnice sa ulicom Patrijarha Pavla do crpne stanice Topčider – Faze 2 i 3, u vremenskom periodu od 25.09.2024. do 03.11.2024. doći će do izmena u radu linija javnog prevoza."
            },
            {
                "text": "Faza 2 – radovi se izvode od raskrsnice Teodora Drajzera – Bulevar patrijarha Pavla – Bulevar vojvode Putnika – Bulevar vojvode Mišića do raskrsnice sa prilaznim putem objektima Vojske Srbije, u periodu od 25.09.2024. do 24.10.2024., uz potpunu obustavu saobraćaja."
            },
            {
                "text": "Faza 3 – radovi se izvode u ulici Teodora Drajzera u zoni ukrštanja sa prilaznim putem objektima Vojske Srbije, u periodu od 25.10.2024. do 03.11.2024., uz potpunu obustavu saobraćaja."
            },
            {
                "text": "Tokom Faze 2 i Faze 3 doći će do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 49 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Petlja „Radnička“, Paštrovićeva i dalje redovnom trasom\n• Vozila sa linije 94 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Most na Adi i dalje redovnom trasom"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linije 860C zbog radova u ulici Baričkih boraca (od 24.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 20.11.2024."
            },
            {
                "text": "Za vreme izvođenja radova na izgradnji kanalizacione mreže „Barič III“ u ulici Baričkih boraca na delu od zone raskrsnice sa ulicom Aleksandra Ace Tešića do zone raskrsnice sa ulicom Obrenovački put u periodu od 24.09.2024. do 20.11.2024. doći će do promena u radu linije broj 860C."
            },
            {
                "text": "Tokom izvođenja radova, doći će do zatvaranja predmetne deonice, zbog čega će vozila sa linije broj 860C saobraćati kao i do sada ulicama: Grobljanska, Barička reka, Obrenovački put i dalje redovnom trasom."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 101, 103, 106, 101N zbog radova u zoni raskrsnice državnog puta IB reda br. 13 (Zrenjaninski put), Puta za Glogonjski rit i Puta za Kovilovo (Faza 1) (od 23.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 23.11.2024."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji raskrsnice državnog puta IB reda br. 13 (Zrenjaninski put), Puta za Glogonjski rit i Puta za Kovilovo, (biće onemogućeno skretanje za naselje Kovilovo), u periodu od ponedeljka 23.09.2024. do 23.11.2024. doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 106 će saobraćati: u smeru ka Jabučkom ritu: redovnom trasom do okretnice „PKB Kovilovo“, odakle će se istom trasom vraćati nazad prema Zrenjaninskom putu, odakle će dalje saobraćati Zrenjaninskim putem, Putem za Glogonjski rit i dalje redovnom trasom; u smeru ka Omladinskom stadionu: redovnom trasom do Zrenjaninskog puta, odakle će dalje saobraćati Zrenjaninskim putem, preko ulice Kovilovo do\nokretnice „PKB Kovilovo“ i dalje redovnom trasom"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti postojeća stajališta, dok se istovremeno ukida stajalište „Put za Jabučki rit“ u oba smera za linije 101, 103, 101N."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 82, 88, 610, 611, 703, 705, 706E zbog radova u ulici Marka Nikolića (od 21.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 10.10.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji novog vodovodnog šahta na sredini raskrsnice ulica Beogradska i Marka Nikolića u Zemunu u periodu od 21.09.2024. do 10.10.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje ulice Marka Nikolića u visini raskrsnice sa ulicom Beogradska, zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 82, 610, 611 saobraćaju na skraćenoj trasi od terminusa „Novi Beograd /Paviljoni/“ ulicama: General Ždanova, Bulevar maršala Tolbuhina, Bulevar Mihajla Pupina i dalje svojim redovnim trasama\n• Vozila sa linije 88 saobraćaju na skraćenoj trasi iz smera Železnika ulicama: Bulevar Mihajla Pupina, Aleksandra Dupčeka, Nikolaja Ostrovskog, Avijatičarski trg, odakle će vršiti promenu smera kretanja ulicama Karađorđeva, Karađorđev trg, Bulevar Nikole Tesle, Džona Kenedija, Bulevar Mihajla Pupina i dalje redovnom trasom prema terminusu „Novi Železnik“\n• Vozila sa linija: 703, 705, 706E saobraćaju od perifernih terminusa ulicama: Cara Dušana, Karamatina, Kej oslobođenja do privremenog stajališta u ulici Kej oslobođenja, neposredno ispred zone raskrsnice sa ulicom Marka Nikolića, koje će obavljati funkciju dolaznog stajališta. U smeru prema perifernim terminusima vozila će od privremenog dolaznog terminusa saobraćati do početnog stajališta „Zemun /Pošta/“ ulicama: Kej oslobođenja, Stevana Markovića, Glavna i dalje redovnim trasama"
            },
            {
                "text": "Vozila će na izmenjenoj trasi koristiti postojeća, kao i privremena stajališta:"
            },
            {
                "text": "• „Bulevar Nikole Tesle 1“ (#3885) – privremeno polazno/dolazno stajalište za liniju 88, koje se uspostavlja u ulici Džona Kenedija, na poziciji stuba javne rasvete ispred objekta sa kućnim brojem 4, oko 70 metara posle zone raskrsnice sa ulicom Bulevar Nikole Tesle gledano u smeru ka ulici Bulevar Mihajla Pupina\n• „Džona Kenedija 1“ (#3514) – stajalište za liniju 88, koje se uspostavlja u ulici Bulevar Mihajla Pupina, na poziciji ED stuba ispred objekta sa kućnim brojem 193, oko 70 metara posle zone raskrsnice sa ulicom Džona Kenedija gledano u smeru ka gradu\n• „Kej oslobođenja 1“ (#4460) – privremeno dolazno stajalište za linije: 703, 705, 706E, koje se uspostavlja u ulici Kej oslobođenja, neposredno ispred zone raskrsnice sa ulicom Marka Nikolića"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• terminus „Kej oslobođenja“ (dolazno i polazno stajalište)\n• u smeru ka GO „Novi Beograd“: „22. oktobra“ i „Džona Kenedija“\n• „Džona Kenedija“, „Prve pruge retenzija“ i „Poljoprivredni fakultet“"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 68 zbog radova u zoni terminusa “Novi Beograd /Blok 70/” (od 20.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 08.10.2024."
            },
            {
                "text": "Zbog izvođenja radova na sanaciji kolovoza u okretnici Blok 70, u ulici Gandijevoj, koje će izvoditi JKP „Beograd put“, u periodu od petka 20.09.2024. do završetka radova, doći će do izmene režima rada linije javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 68 saobraćaće na relaciji Zeleni Venac – Blok 44, redovnom trasom do ulice Jurija Gagarina, zatim Jurija Gagarina – Nehruova – Blok 44"
            },
            {
                "text": "Ukidaju se stajališta u oba smera za liniju 68: „Jurija Gagarina“ (#1108) (#1109), „Blok 70“ (#1110) (#1111)."
            },
            {
                "text": "Na izmenjenom delu trase autobusi sa linije 68 koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 27E, E6 zbog radova u ulici Dragoslava Srejovića (od 18.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 16.10.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji dela sekundarne mreže fekalne kanalizacije u ulici Dragoslava Srejovića (Palilula) u periodu od 18.09.2024. do 16.10.2024. doći će do izmena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Dragoslava Srejovića (Palilula), na delu od zone kućnog broja 2, sledećih 220 metara gledano u smeru ka Bogosloviji. Tokom izvođenja radova doći će do zatvaranja predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linija: 27E, E6 će se kretati u oba smera ulicama: Dragoslava Srejovića, kružni tok kod Bogoslovije, Mije Kovačevića, Bulevar despota Stefana i dalje redovniim trasama"
            },
            {
                "text": "Ukida se stajalište „Omladinski stadion“ (#632) u ulici Dragoslava Srejovića u smeru ka terminusu „Nov i Beograd /Blok 20/“."
            },
            {
                "text": "Uspostavlja se privremeno stajalište „Omladinski stadion 1“, u smeru ka terminusu „Novi Beograd /Blok 20/“ u ulici Mije Kovačevića, na poziciji trećeg ED stuba koji se nalazi posle kružnog toka kod Bogoslovije, gledano u smeru ka Bulevaru despota Stefana."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 406L zbog radova u ulici Zemljoradnička (od 10.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.10.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji kanalizacione mreže u Zemljoradničkoj ulici, na delu od raskrsnice sa ulicom Vojvode Stepe ka Avalskom putu u dužini od 550 metara, koje će izvoditi preduzeće „Mašinokop“ d.o.o., u periodu od utorka 10.09.2024. do 31.10.2024. doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 406L u oba smera, saobraćaće: Vojvode Stepe – Ruža – Torlački vis – Bulevar JNA i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta u oba smera: „MZ Kumodraž”, „Zemljoradnička /ulaz/“, „Petrovdanska“, „Đurđevdanska“, „Zabran Torlak“, „Zemljoradnička /Put za deponiju/“, „Rakovica selo /Gornji kraj/“, „Zemljoradnička /izlaz/ – “Osečinska“, „Oktobarska“ (u smeru ka periferiji) i Kružni put (u smeru ka Voždovcu)."
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti sva postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 612 zbog radova u Bulevaru Zorana Đinđića (od 08.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 17.10.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u Bulevaru Zorana Đinđića, koje će izvoditi JKP “Beograd put“, na delu od ul. Omladinskih brigada do ul. Narodnih heroja, u periodu od nedelje 08.09.2024. do 27.09.2024. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 612 će saobraćati u smeru terminus „NOVA GALENIKA“: Bulevar Mihajla Pupina – Pariske komune – Narodnih heroja – Bulevar Zorana Đinđića i dalje redovnom trasom, dok će u smeru terminus „Novi Beograd /Paviljoni/“ saobraćati redovno, uz izmenu režima u ul. Momčila Radivojevića u oba smera"
            },
            {
                "text": "Privremeno sa ukida stajalište za liniju 612: „GO Novi Beograd“ (#404), smer ka naselju Nova Galenika."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 18, 25, 25P, 39 zbog radova u Kumodraškoj ulici (Faza 2) (od 09.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 17.10.2024."
            },
            {
                "text": "Zbog izvođenja radova na redovnom održavanju kolovoza u Kumodraškoj ulici, koje će izvoditi JKP “Beograd put“, na delu od ul. Ljubićka do ul. Vitanovačka, u periodu od ponedeljka 09.09.2024. do 06.10.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 18, 39, u oba smera, će saobraćati: Bulevar oslobođenja – Autokomanda – Vojvode Stepe – Ljube Vučkovića – Dinka Tucakovića – Kumodraška i dalje redovnim trasama\n• Vozila sa linija: 25, 25P, u oba smera, će saobraćati: Kruševačka – Miška Jovanovića – Peka Pavlovića – Zaplanjska – Darvinova – Braće Jerković i dalje redovnim trasama"
            },
            {
                "text": "Privremeno sa ukidaju stajališta:"
            },
            {
                "text": "• „Vitanovačka“, „Bjelovarska“, „Ljubićka (Univerzitet Singidunum)“, u oba smera za linije: 18, 25, 25P, 39\n• „Darvinova“, (smer ka centru, za linije: 18, 25, 25P, 39) i ( smer za periferiji, za linije: 25, 25P)\n• „Husova“, u oba smera za linije: 25, 25P\n• „Prešernova“, u oba smera za linije: 18, 39\n• „Trg oslobođenja“, u oba smera za linije: 18, 39"
            },
            {
                "text": "Privremeno sa uspostavlja stajalište „Darvinova 1“, u ul. Dinka Tucakovića (Zlarinska), 5 metara ispred pešačkog prelaza koji se nalazi u zoni raskrsnice sa ul. Milke Grgurov (u visini kućnog br. 2a), smer ka centru."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 860C zbog radova u ulici Omladinskih brigada u Bariču (od 16.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 20.10.2024."
            },
            {
                "text": "Tokom izvođenja radova na na izgradnji kanalizacione mreže u ulici Omladinskih brigada u Bariču (Obrenovac), na delu od zone raskrsnice sa ulicom Janka Tešića do zone raskrsnice sa ulicom Baričkih boraca, u periodu 16.08.2024. do 20.10.2024. doći će do promene u radu linije 860C."
            },
            {
                "text": "Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linije javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linije 860C će u oba smera saobraćati ulicama: Grobljanska, Barička reka, Obrenovački put i dalje redovnom trasom"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti sva postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 705 zbog radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva (od 29.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2024."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva u periodu od 29.07.2024. do 31.12.2024. doći će do promena u radu linije javnog prevoza broj 705."
            },
            {
                "text": "Radovi podrazumevaju zatvaranje sve tri ulice istovremeno, zbog čega će vozila sa linije javnog prevoza broj 705 u smeru ka naselju 13. maj saobraćati od terminusa „Kej oslobođenja“ ulicama: Marka Nikolića, dr Jovana Subotića, Stevana Markovića, Glavna i dalje redovnom trasom; u suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Vozila će na izmenjenom delu koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija javnog prevoza putnika zbog radova u ulicama Milosava Vlajića i Karađorđeva (državni put IIA reda br. 150) (od 01.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.10.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju ulica Milosava Vlajića i Karađorđeva (državni put IIA reda br. 150), u periodu od 01.07.2024. do 14.08.2024. doće će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje ulica Milosva Vlajića i Karađorđeva na delu od zone raskrsnice sa ulicom Senjska do zone ukrštanja sa železničkom prugom u naselju Đurinci, zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linija javnog prevoza broj: 450, 464, 465, 465A, 491A, 4401, 4402, 4402A, 4410, 4411, 4413, 4414, 4414A, 4415, 4415A, 4444, 44141 u svakoj fazi izvođenja radova kretati od AS Sopot ulicama: Milosava Vlajića, Senjska (novoizgrađena saobraćajnica) do železničke pruge i dalje redovnim trasama, i zbog čega neće moći da se koristi stajalište „Đurinci /Železnička stanica/“"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji VRABAC zbog radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“ (od 26.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.08.2025."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“, Trg republike br.3, u periodu od srede 26.06.2024. do 28.08.2025., zbog onemogućenog kretanja vozila ulicom Čika Ljubina, menja se režim rada linije VRABAC na sledeći način:"
            },
            {
                "text": "• Vozila sa linije VRABAC će saobraćati: Obilićev venac, Kneza Mihaila i dalje redovnom trasom"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 501 zbog radova na rehabilitaciji mosta u Letićevoj ulici (od 22.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 07.02.2025."
            },
            {
                "text": "Zbog radova na rehabilitaciji mosta u Letićevoj ulici u periodu od subote 22.06.2024. do 07.02.2025. menja se režim rada linije 501 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 501 će saobraćati redovnom trasom do kružnog toka u zoni raskrsnice ulice Oslobođenja i Kružni put Kijevo, gde će vozila vršiti promenu smera kretanja u kružnom toku i nosiće oznaku 501L"
            },
            {
                "text": "Privremeno se ukidaju stajališta u oba smera: „Deponija“, „“Kijevo“, „Letićeva“, „Proleterska (ulaz)“, „Železnički most“, „Stepenice“, „Fudbalsko igralište“ i „Staro Kijevo“."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 504, 47N zbog radova u ulici 13. oktobra (Rakovica) (od 08.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.10.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju ulice 13. Oktobar, na delu od ul. Palih boraca do Kružnog puta – Rakovica, koje će izvoditi JKP „Beograd put“, u periodu od subote 08.06.2024. do 22.07.2024. doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 504, 47N u oba smera saobraćaće: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok Slavka Miljkovića – Kružni put Rakovica – Slavka Miljkovića – Podavalska – Palih boraca –\n13. oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Ispod tunela“, „Spomenik“, i „Resnik izlaz“, u oba smera za linije 504, 47N."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]