[
    {
        "date": "",
        "title": "Od 28.05.2024. uspostavlja se nova linija broj 610E (Novi Beograd /Blok 70A/ – Jakovo)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Od utorka 28.05.2024. uvodi se ekspres linija javnog prevoz broj 610E na relaciji od Novog Beograda /Blok 70A/ preko Surčina do Jakova."
            },
            {
                "text": "Gradska magistralna saobraćajnica Novi Beograd – Surčin na deonici od kružne raskrsnice sa Vojvođanskom ulicom, dr Ivana Ribara i saobraćajnicom T-6, do petlje “Surčin jug”, otvorena je 01.04.2023. Saobraćajnica je projektovana za brzinu kretanja vozila do 80 kilometara na čas i od uspostavljanja saobraćaja predstavlja najkraću i najbržu vezu ovog dela Beograda, posebno Zemuna, sa auto-putem „Miloš Veliki”, kao i opštine Surčin sa centrom grada."
            },
            {
                "text": "Sekretarijat za javni prevoz je do sada razmatrao više različitih zahteva da se na relaciji između dve gradske opštine – Novi Beograd i Surčin uspostavi nova ekspres linija JLPP-a koja bi činila najbržu prevoznu uslugu na navedenoj relaciji. Upravo iz navedenih razloga, odlučeno je da nova linija koristiti na teritoriji opštine Surčin petlju „Surčin 1“ i preko prilaznog puta i Trga Zorana Đinđića saobraća do centra opštine, odakle nastavlja dalje sve do terminusa u Jakovu. Na navedeni način, korišćenje i presedanje na novu ekspres liniju biće omogućeno korisnicima iz svih delova Surčina, odnosno i iz pravca Progara, Petrovčića, Dobanovaca."
            },
            {
                "text": "Na liniji će raditi 3 vozila sa intervalom nailaska od 30 minuta."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 01.05.2024. uspostavlja se sezonska linija broj 400 (Voždovac – Vrh Avale)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Od srede, 01.05.2024. počinje sa radom sezonska linija 400 (Voždovac – vrh Avale). Vozila sa ove sezonske linije saobraćaće subotom, nedeljom i državnim praznicima."
            },
            {
                "text": "Linija 400 je operativna do 31.08.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno se ukida stajalište “Stari aerodrom” (#1124) (od 07.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 10.06.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Tošin bunar, na delu od zone raskrsnice sa ulicom Nikole Dobrovića, sledećih 430 metara gledano u smeru ka ulici Gandijeva u periodu od 07.06.2024. do 10.06.2024. privremeno se ukida autobusko stajlište „Stari Aerodrom“ (#1124) smer ka Surčinu za linije: 45, 71, 601, 601N, 603N."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno se ukida stajalište “Put za Jakovo” (#1786, #1787) zbog radova u ulici Jakovački Kormadin u Surčinu (od 05.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.06.2024."
            },
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju ulice Jakovački Kormadin u Surčinu, na delu između zone raskrsnice sa ulicama Braće Nikolića i Majke Angeline (neposredno ispred autobuske okretnice „Surčin“) do zone raskrsnice sa ulicama Jedanaestog oktobra i Vožda Karađorđa u periodu od 05.06.2024. do 15.06.2024. doći će do izmena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće po jedne saobraćajne trake u svakom trenutku, pri čemu će se vozila kretati slobodnom širinom kolovoza uz naizmenično propuštanje regulisano privremenim semaforima."
            },
            {
                "text": "Tokom izvođenja radova privremeno se ukidaju stajališta „Put za Jakovo“ u oba smera."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno se ukida stajalište “Beogradska arena” (#376) zbog radova u Bulevaru Zorana Đinđića (od 14.05.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 13.06.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u Bulevaru Zorana Đinđića, na delu od ulice Španskih boraca do Bulevara umetnosti, u desnoj kolovoznoj traci (posmatrano u smeru ka Zemunu), GO Novi Beograd, koje izvodi JKP “Beograd put” u periodu od 14.05.2024. do 13.06.2024. privremeno se ukida autobusko stajalište „Beogradska arena“ (#376) (smer ka Zemunu), u Bulevaru Zorana Đinđića."
            },
            {
                "text": "Radovi se izvode u krajnjoj levoj saobraćajnoj traci, uz razdelno ostrvo (ceo potez)."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 503 zbog radova na Kružnom putu Rakovica (od 08.05.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 20.06.2024."
            },
            {
                "text": "Zbog radova na izgradnji dela obilaznice oko Beograda, na delu sa lokalnim putem Kružni put Rakovica do nadvožnjaka u blizini petlje Avala, koje će izvoditi JP „Putevi Srbije“, u periodu od srede 08.05.2024. do 20.06.2024. doći će do izmene režima rada linije JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 503 u oba smera saobraćaće: Terminus „Voždovac“ – (Bebelova – Vojvode Stepe smer ka Resniku) – Save Maškovića – Crnotravska – Bahtijara Vagabzade – Borska – Miška Kranjca – Patrijarha Dimitrija – Kružni put Rakovica – Slavka Miljkovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta u oba smera za liniju 503:„Baštovanska“, „Kragujevačkih đaka“, „Banjica 2“ , „Riste Stefanovića“, „Voje Radića“, „Save Jovanovića“, „Jajinci Dom Zdravlja“, „Milutina Milankovića“, „Kefalonijska“, „Spomen park Jajinci“, „Rakovica selo spomen česma“, „Rakovica selo“, „Kružni put“ i „Dugo polje“."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija zbog radova u ulici Bogoljuba Uroševića Crnog od TC Obrenovac do kanala Kupinac (od 03.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 16.07.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kablovskog voda 110 kV u ulici Bogoljuba Uroševića Crnog od TS Obrenovac do kanala Kupinac, u periodu od 03.04.2024. do 01.05.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice za saobraćaj, zbog čega će linije JGP-a delimično izmeniti trasu i to:"
            },
            {
                "text": "• Vozila sa linije 860I će saobraćati u oba smera ulicama: Vojvođanska, Braće Puhalović, Železnička, Beogradska obilaznica, Petlja „Surčin“, Autoput „Miloš Veliki“, Obrenovački put, Železnička, INDUSTRIJSKA ZONA „BARIČ“, Železnička, Obrenovački put, Zabranski put, Kralja Aleksandra, Kralja Petra I, Nemanjina, Ravnogorska, NASELJE „SAVA“\n• Vozila sa linije 860U2 će u oba smera saobraćati od kružnog toka ulica Kralja Aleksandra I, Nemanjina i Kralja Petra I ulicama: Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linija: 911, 911A će saobraćati od BORE KEČIĆA ulicama: Miloša Obrenovića, Zabranski put, Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linije 912A će saobraćati trasom linije 912\n• Vozila sa linije 912A1 će saobraćati do na skraćenoj trasi do naselja Sava ulicama: Ljube Nenadovića, Miloša Obrenovića, Kralja Petra I, Nemanjina, Cara Dušana, Kralja Milutina, Ravnogorska, naselje Sava do Gaja"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linije 38 zbog radova u ulici Milošev kladenac (od 11.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 20.06.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji kišne i fekalne kanalizacije u ulici Milošev kladenac, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 11.03.2024. do 22.04.2024. menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 38 će saobraćati na skraćenoj trasi do pogona „Kosmaj“ i nosiće oznaku 38L1"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Milošev kladenac“, „Ristin potok“, „Vinjage“, „MZ VML“, „Vizantijska ulica“, u oba smera i „VML“, polazno i dolazno stajalište za liniju 38."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]
