[
    {
        "date": "",
        "title": "Od 26.06.2023. vrši se korekcija trase autobuske linije 506 – Nova relacija linije 506: Miljakovac 1 – Sunčani breg – Resnik /Patin majdan/",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Sekretarijat za javni prevoz u saradnji sa Gradskom opštinom Rakovica je odlučio da se postojeća linija javnog gradskog prevoza broj 506 (Resnik /Edvarda Griga/ – Resnik /Patin majdan/) produži do naselja Sunčani breg i spoji sa postojećom linijom broj 505 koja opslužuje navedeno naselje."
            },
            {
                "text": "Napomena: Linije 505, 505R prestaju sa radom."
            },
            {
                "text": "Počev od ponedeljka 26.06.2023. linija 506 biće produžena u naselju Resnik ulicom Slavka Miljkovića i putem nove saobraćajne petlje povezana sa ulicom Miodraga Bulatovića i naseljem Sunčani breg."
            },
            {
                "text": "Novi naziv linije 506 biće: Miljakovac 1 – Sunčani breg – Resnik /Patin Majdan/."
            },
            {
                "text": "Deonica B-6 obilaznice od Straževice do petlje Bubanj potok duga je 9,6 kilometara i poslednji je deo obilaznice na sektoru B planiran za puštanje u redovan saobraćaj 28.06.2023. Završetkom izgradnje navedene deonice, izgrađena je i nova saobraćajna petlja u zoni naselja Resnik kojom je omogućena direktna veza ovog naselja sa Sunčanim bregom i Miljakovcem."
            },
            {
                "text": "Trasa linije 506 obuhvata sledeće ulice: MILJAKOVAC 1 – Borska – Čelebićka – Vareška – Borska – Miška Kranjca – Patrijarha Dimitrija – Naselje Sunčani breg – Miljakovačke staze – Maja Glave – Miodraga Bulatovića – Rakovački potok – novoizgrađena saobraćajnica (nadvožnjak) – Kružni put Rakovica – Kružni tok Kružni put Rakovica i Slavka Miljkovića – Slavka Miljkovića – Edvarda Griga – RESNIK /EDVARDA GRIGA/ – Dr Aćima Medovića – Milana Bartoša – Brestovačka – Delovi – Aleksandra Vojinovića – RESNIK /PATIN MAJDAN/."
            },
            {
                "text": "Na novoj produženoj liniji zadržan je nivo usluge u pogledu intervala nailaska vozila u odnosu na postojeću liniju 505 od 17 minuta u vršnom periodu, dok je u odnosu na postojeću liniju 506 interval značajno unapređen."
            }
        ]
    },
    {
        "date": "",
        "title": "Letnji red vožnje na linijama gradskog i prigradskog prevoza u Beogradu i Nišu (2023)",
        "sections": [
            {
                "text": "☀️"
            },
            {
                "text": "Od subote, 24.06.2023. na snagu stupa letnji red vožnje na svim linijama javnog prevoza putnika u Beogradu."
            },
            {
                "text": "Takođe, u Beogradu sa radom počinju i sezonske ADA linije:"
            },
            {
                "text": "• ADA 1 (Trg Republike – Ada Ciganlija – Vidikovac)\n• ADA 2 (Zemun /Kej oslobođenja/ – Ada Ciganlija)\n• ADA 3 (Konjarnik – Ada Ciganlija)\n• ADA 4 (Mirijevo – Ada Ciganlija)\n• ADA 5 (Bežanijska kosa – Ada Ciganlija)"
            },
            {
                "text": "Napomena: Sezonske ADA linije kada su loši vremenski uslovi i značajno smanjen broj posetilaca na Adi Ciganliji, biće redukovane ili privremeno obustavljene."
            },
            {
                "text": "Na linijama gradskog prevoza u Nišu letnji red vožnje stupa na snagu od 21.06.2023."
            },
            {
                "text": "Letnji redovi vožnje za linije u Beogradu i Nišu biće dostupni na sajtu sa početkom važnosti od 24.06.2023. (Beograd), odnosno od 21.06.2023. (Niš)."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 01.05.2023. uspostavlja se sezonska linija broj 400 (Voždovac – Vrh Avale)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Od ponedeljka, 01.05.2023. počinje sa radom sezonska linija 400 (Voždovac – vrh Avale). Vozila sa ove sezonske linije saobraćaće subotom, nedeljom i državnim praznicima do kraja avgusta 2023. godine."
            }
        ]
    },
    {
        "date": "",
        "title": "Najava novog tarifnog sistema u okviru javnog prevoza putnika u Beogradu (2023)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Dopuna: 16.05.2023. / 18:59h"
            },
            {
                "text": "Novi sistem naplate i kontrole gradskog prevoza sada nosi naziv „Beograd plus”, a novina je broj 9011 na koji će građani, već od sutra (17.05.2023), putem SMS poruke, na jednostavan način moći da kupe kartu, rekao je gradonačelnik Aleksandar Šapić novinarima na konferenciji u Starom dvoru."
            },
            {
                "text": "Nakon raskida ugovora započeli smo osmišljavanje novog sistema naplate javnog prevoza putem SMS poruke, a uskoro će to biti moguće i putem aplikacije. Građani će imati mogućnost kupovine karata i u papirnoj formi. U prvom „talasu”, koji podrazumeva kupovinu karte u papirnoj opciji, to će moći da se učini na deset prodajnih mesta, a tokom leta i na najmanje 250 kioska na najprometnijim stanicama."
            },
            {
                "text": "Cene karata"
            },
            {
                "text": "Dopuna: 08.06.2023. / 09:28h"
            },
            {
                "text": "Svi učenici beogradskih srednjih škola, sa prebivalištem na teritoriji grada Beograda, od sutra (09.06.2023) mogu odmah da preuzmu svoju karticu za besplatno korišćenje javnog prevoza, izjavio je gradonačelnik Beograda Aleksandar Šapić."
            },
            {
                "text": "Potrebno je da srednjoškolci samo odu do bilo koje od 17 beogradskih opština i na šalteru Grada Beograda uz đačku knjižicu prilože i zdravstvenu knjižicu (punoletni srednjoškolci mogu umesto zdravstvene knjižice da daju ličnu kartu)."
            },
            {
                "text": "Procedura je jednostavna, traje nekoliko minuta, srednjoškolci se uz priložena dokumenta slikaju u opštini, na licu mesta. Kada jednom izvade besplatnu personalizovanu karticu za prevoz, ona im automatski važi do kraja srednje škole – objasnio je Šapić."
            },
            {
                "text": "Dopuna: 31.05.2023. / 12:52h"
            },
            {
                "text": "Mesečne SMS karte važe 30 dana, odnosno nisu vezane za kalendarski mesec. Izjava gradonačelnika Beograda Aleksandra Šapića: bez obzira kada se mesečna SMS karta kupi, ona važi narednih trideset dana. Naveo je primer da ako je karta kupljena 15. maja ona će važiti do 15. juna, znači nisu vezane za kalendarski mesec. To važi za karte kupljene putem SMS-a, a za one kupljene preko firmi ostaje da važe za aktuelni mesec za koji su kupljene. Napominjemo da je predhodno zvanično navedeno da mesečna SMS karta važi za kalendarski mesec."
            },
            {
                "text": "Dopuna: 01.05.2023. / 16:15h"
            },
            {
                "text": "Gradonačelnik Beograda Aleksandar Šapić izjavio je da će konačne cene karata za gradski prevoz odrediti Sekretarijat za javni prevoz i da bi trebalo da budu poznate do sredine maja."
            },
            {
                "text": "Upitan kada počinje naplata prevoza po novim cenama, jer je pominjan 1. maj, Šapić je rekao da je on iznosio očekivanja da u maju bude završen deo procedure koji bi omogućio naplatu SMS-om, kao i da će novi sistem biti implementiran do kraja leta."
            },
            {
                "text": "Ažurirano: 16.05.2023. / 19:17h"
            },
            {
                "text": "Od Maja 2023. planirana je izmena tarifnog sistema u okviru javnog prevoza putnika u Beogradu. Gradonačelnik Beograda Aleksandar Šapić najavio je raskid ugovora sa postojećim privatnim partnerom (KentKart) i uspostavljanje nove tarifne politike za javni prevoz putnika u Beogradu."
            },
            {
                "text": "Napomena: Izmena tarifnog sistema ne obuhvata minibus linije (A1, E) gde ostaju iste cene karata, koje se mogu kupiti isključivo u vozilu kod vozača."
            },
            {
                "text": "Ključne izmene"
            },
            {
                "text": "• Menja se zonski sistem, odnosno ukidaju se Zone 3 i 4, a uspostavljaju se samo Zone 1 i 2, odnosno ove zone se preimenuju u Zone A i B.\n• Cena postojeće vremenske karte od 90 min. se smanjuje sa 89 din. na 50 din. samo za Zonu 1 (A) ili samo za Zonu 2 (B), odnosno za obe zone, Zonu 1 (A) i Zonu 2 (B) cena pojedinačne vremenske karte od 90 min. biće 100 din. *4\n• Uspostavlja se dnevna karta (1 dan) koja važi samo u Zoni 1 (A) ili samo u Zoni 2 (B) po ceni od 120 din. *1 , odnosno za obe zone, Zonu 1 (A) i Zonu 2 (B) po ceni od 150 din. *5\n• Uspostavlja se karta za 7 dana koja važi samo u Zoni 1 (A) ili samo u Zoni 2 (B) po ceni od 800 din. *6 , odnosno za obe zone, Zonu 1 (A) i Zonu 2 (B) po ceni od 1.000 din., dok se postojeće karte za 3 dana i 5 dana ukidaju.\n• Uspostaljva se jedinstvena cena mesečne karte, samo za Zonu 1 (A) ili samo za Zonu 2 (B) u iznosu od 2.200 din., odnosno za obe zone, Zonu 1 (A) i Zonu 2 (B) u iznosu od 3.300 din. *7\n• Uspostavljaju se godišnje karte, samo za Zonu 1 (A) ili samo za Zonu 2 (B) u iznosu od 24.000 din., odnosno za obe zone, Zonu 1 (A) i Zonu 2 (B) u iznosu od 36.000 din. Povlašćene kategorije putnika mogu kupiti godišnju kartu za obe zone, Zonu 1 (A) i Zonu 2 (B) po ceni od 11.000 din.\n• Plaćanje karata biće omogućeno slanjem SMS poruke, putem aplikacije za mobilni telefon, na prodajnim mestima “JP za naplatu karata”. Ukida se prodaja karata na trafikama (kioscima štampe) *2 , kod vozača u vozilu, na prodajnim mestima dosadašnjeg distributera karata (“BusPlus”, “KentKart”).\n• Ukida se naplata prevoza za učenike srednjih škola do navršenih 19 godina života, odnosno ova kategorija putnika ima pravo na besplatan prevoz.\n• Ukida se kupovina godišnje karte za lica starija od 65 godina, odnosno ova kategorija putnika ima pravo na besplatan prevoz uz izdatu personalizovanu karticu.\n• Uspostavlja se jedinstvena cena mesečne karte za sve povlašćene kategorije putnika u iznosu od 1.000 din. i  ova karta važi za obe zone (Zona 1 (A) i Zona 2 (B)).\n• Povlašćene kategorije putnika koje su imale pravo na besplatan prevoz zadržavaju pravo na besplatan prevoz.\n• Kontrolu karata sprovodiće komunalna policija (Beli), koja putnika zatečenog bez karte, kao službeno lice, može legitimisati i uručiti nalog za plaćanje kazne, odnosno naloga za plaćanje posebne karte (kazne), sa definisanim rokom za uplatu. Putnik kome je uručen nalog za naplatu posebne karte (kazne), može nastaviti vožnju. Prilikom kontrole karata nema zaustavljanja vozila javnog prevoza i zadržavanja ostalih putnika. Povratna SMS poruka je dokaz da je karta kupljena i u SMS poruci je navedeno vreme do kada karta važi. Prilikom kontrole, putnik je dužan da ovlašćenom licu pokaže povratnu SMS poruku kao dokaz plaćanja karte.\n• Ukidaju se validatori u vozilima javnog prevoza, odnosno nema obaveze da putnik očita svoju kartu.\n• Dozvoljen je ulazak putnika na sva vrata.\n• Besplatan prevoz na noćnim linijama (N). *3"
            }
        ]
    },
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 15, 17, 45, 73, 82, 83, 84, 88, 610, 611, 703, 704, 705, 706, 706E, 707, ADA 2, 704N, 706N zbog radova u Glavnoj i Avijatičarski trg u Zemunu (Faza 2) (od 26.06.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.09.2023."
            },
            {
                "text": "U sklopu radova na rekonstrukciji Glavne ulice u Zemunu, na delu od zone raskrsnice sa ulicom Avijatičarski trg (raskrsnica je zatvorena za saobraćaj) do ulice Zmaj Jovina, u periodu od ponedeljka 26.06.2023. do 01.09.2023. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 15 u oba smera će saobraćati: Bulevar Nikole Tesle – Džona Kenedija – Bulevar Mihaila Pupina – Aleksandra Dupčeka – 22. oktobra – Vrtlarska – Ivićeva i dalje redovnom trasom\n• Vozila sa linija: 17, 73 u oba smera će saobraćati: Aleksandra Dubčeka – 22. oktobra – Vrtlarska – Ugrinovačka – Novogradska (Dobrovoljačka u smeru ka GO „Novi Beograd“) – Cara Dušana i dalje redovnim trasama\n• Vozila sa linije 45 u oba smera će saobraćati: Ugrinovačka – Ivićeva – Tošin bunar i dalje redovnom trasom\n• Vozila sa linija: 82, 88, 610, 611, ADA 2 će saobraćati na skraćenoj trasi do terminusa „Novi Beograd /Paviljoni/“\n• Vozila sa linije 83 u oba smera će saobraćati: Ugrinovačka – Vrtlarska – 22. Oktobra – Aleksandra Dubčeka i dalje redovnom trasom\n• Vozila sa linija: 84, 704, 706, 707 u oba smera će saobraćati: Cara Dušana – Dobrovoljčka (Novogradska u smeru ka Batajnici) – Ugrinovačka – Vrtlarska – 22. oktobra – Aleksandra Dubčeka – Bulevar Mihaila Pupina – Džona Kenedija – Bulevar Nikole Tesle i dalje redovnom trasom\n• Vozila sa linija: 703, 705, 706E će saobraćati: u smeru ka terminusu Kej oslobođenja: Cara Dušana – Trg Branka Radičevića – Glavna – Karamatina – Kej oslobođenja do terminusa „Kej oslobođenja“; u smeru ka Batajnici:  terminus „Kej oslobođenja“ – Marka Nikolića – Jovana Subotića – Kej oslobođenja – Karamatina – Trg Branka Radičevića – Glavna – Cara Dušana i dalje redovnim trasama\n• Vozila sa noćnih linija 704N, 706N će saobraćati kao i vozila sa dnevnih linija u izmenjenom režimu"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• terminus „Kej oslobođenja“, „22.oktobra“ u smeru ka gradu, „Prve pruge /Retenzija/“ u smeru ka Keju i „Džona Kenedija“ u oba smera za linije 82, 88, 610, 611\n• „Poljoprivredni fakultet“ za sve linije\n• „Karađorđev trg“ u oba smera za sve linije\n• „Džona Kenedija“ u smeru ka Zemunu za linije 15, 84, 706"
            },
            {
                "text": "Napomena: I dalje su privremeno ukinuta stajališta „Zemun /Pošta/“ u oba smera, kao i „RK Beograd“ u smeru ka gradu i „Trg Branka Radičevića“ u smeru ka periferiji za sve linije."
            },
            {
                "text": "Uspostavlja se privremeno stajalište u ulici Džona Kenedija na poziciji ED stuba koji se nalazi ispred objekta sa kućnim brojem 4 u smeru ka Zemunu, za linije 15, 84, 704, 706, 707."
            },
            {
                "text": "Napomena: I dalje je izmešteno stajalište „Ugrinovačka“ (#805) u Novogradskoj ulici."
            },
            {
                "text": "Ukida se privremeno uspostavljeno stajalište „Kej oslobođenja 1“ za linije 17, 73, 84, 704, 706, 707."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase, vozila će koristiti postojeća i privremeno uspostavljena stajališta linija JGP-a, osim „Dušanova“ u Novogradskoj ulici, smer ka Batajnici, koje je ukinuto za sve linije (zbog protočnosti saobraćaja)."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 28, 40, 64, 77 zbog radova u ulici Dimitrija Tucovića (od 19.06.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.06.2023."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji i izgradnji vodovodne mreže u ulici Dimitrija Tucovića (Zvezdara), na delu od ulice Batutova do zone raskrsnice sa ulicom Učitelja Miloša Jankovića, doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to: Faza 1 – radovi se izvode na kolovozu (desna saobraćajna traka) u ulici Dimitirja Tucovića, na delu od zone raskrsnice sa ulicom Batutova, sledećih 37 metara gledano u smeru ka ulici Čingrijina (u visini stajališta javnog prevoza). Tokom izvođenja radova vozila javnog prevoza putnika će se u zoni radova kretati levom saobraćajnom trakom. Radovi će se izvoditi u periodu od 19.06.2023. do 28.06.2023."
            },
            {
                "text": "Privremeno se ukida autobusko stajalište „Gradska bolnica“ (#252) za linije: 28, 40, 64, 77, gledano u smeru ka ulici Čingrijina i vozila sa ovih linija će koristiti stajalište „Gradska bolnica“ (#83) koje u postojećem režimu koriste vozila sa linije 79."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 17, 18, 68, 70, 73, 74, 76, 85, 88, 607, 610, 611, 612, 708, 711, 68N, 601N zbog radova u ulici Omladinskih brigada (od 19.06.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.06.2023."
            },
            {
                "text": "Zbog radova na redovnom održavanju raskrsnice ulice Omladinskih brigada i Bulevara Zorana Đinđića, koje će izvoditi JKP „Beograd put“, u periodu od ponedeljka 19.06.2023. do 28.06.2023. svakim danom u vremenskim intervalima od 22:00 časa do 05:00 časova narednog dana, doći će do potpune obustave saobraćaja, osim desnih skretanja na svim prilazima predmetnoj raskrsnici."
            },
            {
                "text": "Za vreme radova, menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 17 u smeru ka Konjarniku će saobraćati: Bulevar Mihajla Pupina – kružni tok (GO Novi Beograd) – Bulevar Mihajla Pupina – Bulevar Umetnosti – Bulevar Zorana Đinđića i dalje redovnom trasom; u smeru ka Zemunu: linija će saobraćati redovnom trasom\n• Vozila sa linija 18, 76, 708 će saobraćati: u smeru ka Bulevaru Arsenija Čarnojevića: Pariske komune – Narodnih heroja – Bulevar Zorana Đinđića – Omladinskih brigada i dalje redovnom trasom; u smeru ka Tošinom bunaru: Omladinskih brigada – Bulevar Zorana Đinđića – Bulevar Umetnosti – Bulevar Mihajla Pupina – kružni tok (GO Novi Beograd) i dalje redovnim trasama\n• Vozila sa linije 68 u smeru ka Bloku 70 će saobraćati: Bulevar Zorana Đinđića – Bulevar Umetnosti – Bulevar Milutina Milankovića – Omladinskih brigada i dalje redovnom trasom; u smeru ka Zelenom vencu: linija će saobraćati redovnom trasom\n• Vozila sa linija: 70, 74 će saobraćati: u smeru ka Bežanijskoj kosi: Bulevar Zorana Đinđića – Omladinskih brigada – kružni tok (GO Novi Beograd) – Omladinskih brigada – Bulevar Zorana Đinđića i dalje redovnim trasama; u smeru ka gradu: Bulevar Zorana Đinđića – Narodnih heroja – Pariske komune – kružni tok (GO Novi Beograd) – Bulevar Mihajla Pupina – Bulevar Umetnosti – Bulevar Zorana Đinđića i dalje redovnim trasama\n• Vozila sa linija: 73, 85, 88, 607, 610, 611, 711 će saobraćati: u smeru ka Bulevaru Arsenija Čarnojevića: Bulevar Mihajla Pupina – kružni tok (GO Novi Beograd) – Pariske komune – Narodnih heroja – Bulevar Zorana\nĐinđića – Omladinskih brigada i dalje redovnim trasama; u smeru ka Bulevaru Mihajla Pupina: Omladinskih brigada – Bulevar Zorana Đinđića – Bulevar Umetnosti – Bulevar Mihajla Pupina – kružni tok (GO Novi Beograd) i dalje redovnim trasama\n• Vozila sa linije 612 u smeru ka Paviljonima će saobraćati: Bulevar Zorana Đinđića – Narodnih heroja – Pariske komune – kružni tok (GO Novi Beograd) – Bulevar Mihajla Pupina i dalje redovnom trasom; u smeru ka naselju Nova Galenika: linija će saobraćati redovnom trasom\n• Vozila sa noćnih linija: 68N, 601N će saobraćati kao vozila sa dnevnih linija"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „GO Novi Beograd“ i „Crkva Svetog Dimitrija“ u smeru ka Konjarniku za liniju 17\n• „Fontana“ u smeru ka Bul. Arsenija Čarnojevića i „GO Novi Beograd“ u smeru ka Tošinom bunaru za linije 18, 76, 708\n• „Bulevar Umetnosti“, „Bulevar Zorana Đinđića“ i „Milutina Milankovića“ u smeru ka Bloku 70, za liniju 68\n• „Narodnih heroja“ i „Crkva Svetog Dimitrija“ u smeru ka gradu, za linije 70, 74\n• „GO Novi Beograd“ u oba smera, za linije 73, 85, 88, 607, 610, 611, 708, 711"
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 25, 25P, 26, 26N zbog radova u ulici Maksima Gorkog (od 17.06.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 05.08.2023."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Maksima Gorkog, koje izvodi JKP „Beograd put“, na delu od Kursuline ulice do Cara Nikolaja II, u periodu od subote 17.06.2023. do 05.08.2023. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 25, 25P, 26, 26N u oba smera će saobraćati delimično izmenjenom trasom: u smeru ka Kumodražu i naselju Braće Jerković: Golsvordijeva – Krunska – Trnska – Mileševska – Cara Nikolaja II – Maksima Gorkog i dalje redovnim trasama; u smeru ka gradu: Maksima Gorkog – Cara Nikolaja II – Makenzijeva – Kursulina – Krunska – Trnska – Mileševska – Sinđelićeva i dalje redovnim trasama"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Pijaca Kalenić“ u oba smera i „GO Vračar“ u smeru ka periferiji."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• u Mileševskoj ulici, ispred objekta sa kućnim brojem 14, oko 30 metara posle pešačkog prelaza u zoni raskrsnice sa ulicom Sinđelićeva, u smeru ka periferiji\n• u Sinđelićevoj ulici, ispred objekta „MAXI“, oko 20 metara posle pešačkog prelaza u zoni raskrsnice sa Mileševskom ulicom u smeru ka gradu"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 40, 41, 78, 400, 401, 402, 403, 405, 406, 407, 408, 409, 503 zbog radova u Paunovoj ulici (od 15.06.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.06.2023."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza, koje izvodi JKP „Beograd put“ u Paunovoj ulici, doći će do potpunog zatvaranja kolovoza, na delu od Baštovanske ulice do Bulevara JNA, u periodu od četvrtka 15.06.2023. od 09:00 časova do 30.06.2023. pri čemu se menja režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "Trolejbuski saobraćaj:"
            },
            {
                "text": "• Trolejbuske linije: 40, 41 skraćuju se do stare okretnice na Banjici, i nosiće oznake 40L (Zvezdara – Banjica /Stara okretnica/) i 41L (Studentski trg – Banjica /Stara okretnica/)\n• Uspostavlja se privremena autobuska linija 41A koja će raditi na sledeći način: do 09:00 časova linija će saobraćati na relaciji: Banjica /Stara okretnica/ –\nterminus „Banjica 2“; od 09:00 časova linija će saobraćati kao kružna linija, na relaciji: Banjica /Stara okretnica/ – Crnotravska – Paunova – Baštovanska – Bulevar Oslobođenja – kružni tok (Bulevar Oslobođenja) – Crnotravska – Banjica /Stara okretnica/"
            },
            {
                "text": "Autobuski saobraćaj:"
            },
            {
                "text": "• Vozila sa linije 78 će promenu smera kretanja vršiti sistemom ulica: Crnotravska – Paunova – Baštovanska – Bulevar Oslobođenja – kružni tok (Bulevar Oslobođenja) – Crnotravska i dalje redovnom trasom prema Zemunu\n• Vozila sa linija: 401, 402 će saobraćati: u smeru ka periferiji: Bulevar Oslobođenja – Bulevar JNA i dalje redovnim trasama; u smeru ka gradu: Bulevar JNA – Bulevar Oslobođenja – Baštovanska – Paunova – Crnotravska – kružni tok (Bulevar Oslobođenja) – Bulevar Oslobođenja i dalje redovnim trasama\n• Vozila sa linija: 400, 403, 405, 406, 407, 408, 409, 503 će saobraćati: u smeru ka periferiji: terminus Voždovac – Bebelova – Bulevar Oslobođenja – Bulevar JNA i dalje redovnim trasama; u smeru ka Voždovcu: Bulevar JNA – Baštovanska – Paunova – Crnotravska – kružni tok (Bulevar Oslobođenja) – Save Maškovića – terminus „Voždovac“"
            },
            {
                "text": "Napomena: Vozila sa noćnih linija će saobraćati kao i vozila sa dnevnih linija."
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• terminus „Banjica 2“ za linije 40, 41, 78\n• „Baštovanska“ i „Kragujevačkih đaka“ u oba smera za linije 40, 41, 78, potez 400 i 503\n• „Banjica 2“ u oba smera, za linije sa poteza 400 i 503"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• „Paunova 1“ u Baštovanskoj ulici u visini travajske okretnice „Banjica“, odnosno u visini ED stuba koji se nalazi oko 75 metara posle zone raskrsnice sa ulicom Paunova u smeru ka Bebelovoj ulici, za linije 41A, 78\n• „Paunova 1“ u Baštovanskoj ulici kod kućnog broja 2lj, na poziciji ED stuba koji se nalazi oko 40 metara posle zone raskrsnice sa Kokanovom ulicom u smeru ka Crnotravskoj ulici, za linije sa poteza 400 i 503\n• „Bulevar Oslobođenja 1“ u Bulevaru Oslobođenja, koja se nalazi u zoni raskrsnice sa ulicom Milovana Markovića u smeru ka periferiji za linije sa poteza 400 i 503."
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija javnog prevoza zbog radova u ulici Nemanjina u Obrenovcu (Faza 3) (od 29.05.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 02.07.2023."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Nemanjina u Obrenovcu – Faza 3, na delu od zone raskrsnice sa ulicom Rvaćanska do zone raskrsnice sa ulicom Industrijska u periodu od 29.05.2023. do 18.06.2023. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice za saobraćaj, zbog čega će linije JGP-a delimično izmeniti trasu i to:"
            },
            {
                "text": "• Vozila sa linija 860I će saobraćati ka Obrenovcu ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Braće Lazića, Vojvode Mišića, Kralja Aleksandra i dalje redovnom trasom, dok će u smeru ka Boljevcima saobraćati ulicama: Zabranski put, Kralja Aleksandra, LJube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom\n• Vozila sa linija: 902, 903, 913, 913A će u oba smera saobraćati od AS „Obrenovac“ ulicama: Kralja Aleksandra, Kralja Petra I, Vuka Karadžića, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnim trasama\n• Vozila sa linije 902A će saobraćati od AS „Obrenovac“ ulicama: Kralja Aleksandra, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnim trasama\n• Vozila sa linije 904 će saobraćati od AS „Obrenovac“ ulicama: Kralja Aleksandra, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom\n• Vozila sa linije 911 će saobraćati od naselja Sava ulicama: Ravnogorska, Carice Milice, Kralja Milutina, Cara Dušana, Nemanjina, Kralja Petra I, Vuka Karadžića, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog do TENT-a, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, Miloša Obrenovića, Zabranski put, Kralja Aleksandra, Kralja Petra I, Nemanjina, Ravnogorska Naselje Sava\n• Vozila sa linije 911A će saobraćati od Belog polja ulicama: Belopoljska, Miloša Obrenovića, Kralja Petra I, Vuka Karadžića, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog do TENT-a\n• Vozila sa linije 912A će saobraćati od TENT-a ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, Cara Lazara i dalje redovnom trasom, dok će u smeru ka TENT-u saobraćati ulicama: Draga Vukovića Korčagina, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom\n• Vozila sa linije 912A1 će saobraćati od naselja Sava ulicama: Ravnogorska, Carice Milice, Kralja Milutina, Cara Dušana, Nemanjina, Kralja Petra I, Vuka Karadžića, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog do TENT-a\n• Vozila sa linije 914 će saobraćati u smeru ka Autobazi ulicama: Kralja Aleksandra, Zabranski put,Boška Buhe, Tamnavska, LJube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog, Industrijska i dalje redovnom trasom, dok će u smeru ka AS Obrenovac saobraćati ulicama: Industrijska, Bogoljuba Uroševića Crnog, Ivana Egeduševića, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, Miloša Obrenovića, Kralja Petra I, Kralja Aleksandra, AS OBrenovac"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 34, 44 zbog radova u ulici Vase Pelagića (od 27.04.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 04.08.2023."
            },
            {
                "text": "Zbog radova na izgradnji distributivne toplovodne mreže, u ulici Vase Pelagića, koji podrazumevaju nemogućnost korišćenja okretnice „Topčidersko brdo /Senjak/“, koje će izvoditi JKP „Beogradske elektrane“, u periodu od četvrtka 27.04.2023. od 09:00 časova do 04.08.2023. menja se režim rada linija JGP-a., na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 34, 44 će promenu smera kretanja vršiti u kružnom toku na Topčiderskoj zvezdi"
            },
            {
                "text": "Privremeno se, u oba smera, ukidaju stajališta za linije 34, 44:"
            },
            {
                "text": "• „Topčidersko brdo /Senjak/“\n• „Vojislava Vučkovića“\n• „Vase Pelagića“, kao i stajalište „Senjačka“ u smeru ka Topčideru"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 81, 81L zbog radova u ulici Pavla Vujisića (od 22.11.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.07.2023."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji kolovoza u ulici Pavla Vujisića, na delu između Kostantina Kavafija (uključujući i samu raskrsnicu) i Ljiljane Krstić, u periodu od 22.11.2022. do 25.12.2022. koje će izvoditi preduzeće JP „Putevi Srbije“, menja se režim rada linije JGP-a na sledeći način:"
            },
            {
                "text": "Vozila sa linija 81, 81L će saobraćati:"
            },
            {
                "text": "• u smeru ka okretnici „Altina 1“ – (Pavla Vujisića za liniju 81L), Ljiljane Krstić, Justina Popovića, Grigorija Božovića, Pavla Vujisića i dalje redovno\n• u smeru ka okretnici „Novi Beograd /Paviljoni/“ – Pavla Vujisića, Amadova, Justina Popovića, Ljiljane Krstić, (Pavla Vujisića za liniju 81L) i dalje redovno"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Kortesarova“ u smeru ka Altini, „Episkopa Nikolaja“ u smeru ka Novom Beogradu i „Kostantina Kavafija“ u oba smera za linije 81, 81L."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "U smeru ka okretnici „Altini 1“:"
            },
            {
                "text": "• Borhesova – u ulici Justina Popovića, na poziciji ED stuba koji se nalazi neposredno ispred raskrsnice sa ulicom Ugrinocački put 8. deo\n• Konstantina Kavafija 1 – (stajalište privremeno uspostavljeno u okviru faze 2) u ulici Justina Popovića, na poziciji ED stuba koji se nalazi ispred objekta sa kućnim brojem 34, preko puta objekta sa kućnim brojem 23"
            },
            {
                "text": "U smeru ka okretnici „Novi Beograd /Paviljoni/“:"
            },
            {
                "text": "• Konstantina Kavafija 1 – (stajalište privremeno uspostavljeno u okviru faze 2) u ulici Justina Popovića, na poziciji ED stuba koji se nalazi ispred objekta sa kućnim brojem 27A, 13 metara ispred zone raskrsnice sa ulicom Konstantina Kavafija\n• Borhesova – u ulici Justina Popovića, na poziciji ED stuba koji se nalazi ispred male pijace, preko puta objekta raskrsnice sa ulicom Ugrinovački put 8. deo"
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija: 72, 607, A1 za vreme trajanja radova u zoni Aerodroma “Nikola Tesla” (od 06.09.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Tokom izvođenja četvrte faze radova na izgradnji pristupnog puta objektima u okviru kompleksa Aerodroma „Nikola Tesla“, u periodu od 06.09.2022. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju ukidanje privremene okretnice kod ulaza za VIP korisnike koju su koristile linije A1, 72, a u cilju izgradnje planiranog parkinga."
            },
            {
                "text": "Vozila sa linija javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Linija 607 će i dalje u smeru prema Surčinu saobraćati ulicom koja od autoputa Beograd – Šid vodi ka Aerodromu, dalje desno pored Parking garaže i Robno – transportnog centra prema Surčinu, pri čemu će vozila na izmenjenom delu trase koristiti privremeno stajalište ispred Parking garaže, dok će u smeru prema Novom Beogradu saobraćati od Robno – transportnog centra do privremenog stajališta u visini spomenika Nikoli Tesli, odakle će saobraćati dalje ulicom koja od Aerodroma vodi ka autoputu Beograd – Šid i dalje redovno\n• Linija 72 će u smeru prema Aerodromu saobraćati od Robno – transportnog centra do privremenog dolazno/polaznog stajališta u visini spomenika Nikoli Tesli, dok će u smeru prema gradu saobraćati ulicom koja od Aerodroma vodi ka autoputu Beograd – Šid gde će promenu smera vršiti nakon „drop off“ zone polukružnim okretanjem ulevo i dalje prema Surčinu, pri čemu će vozila u smeru ka Surčinu koristiti privremeno stajalište ispred Parking garaže\n• Linija A1 će u smeru prema Aerodromu saobraćati ulicom koja od autoputa Beograd – Šid vodi ka Aerodromu pored Muzeja vazduhoplovstva do privremenog dolazno/polaznog stajališta u visini spomenika Nikoli Tesli, dok će u smeru prema gradu saobraćati ulicom koja od Aerodroma vodi ka autoputu Beograd – Šid i dalje redovno"
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 47, 94 zbog radova na izgradnji sektora B6 obilaznice oko Beograda i zatvaranja ulice Kružni put Kijevo (od 14.07.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.06.2023."
            },
            {
                "text": "Tokom radova na izgradnji sektora B6 obilaznice oko Beograda, doćiće do zatvaranja ulice Kružni put Kijevo na delu od raskrsnice ulica Kružni put Kijevo i Patrijarha Dimitrija do kružnog toka u zoni sa ulicom Slavka Miljkovića, koje će izvoditi JP „Putevi Srbije“, u periodu od srede 14.07.2021. do 01.10.2021. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 47 u oba smera, saobraćaju: Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Sretena Popovića – 13. Oktobra – Palih boraca – Podavalska – Slavka Miljkovića i dalje redovnom trasom\n• Vozila sa linija 94 u oba smera, će saobraćati: Oslobođenja – Sretena Popovića – 13. Oktobra – Milorada Jankovića Doce – Slavka Miljkovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Ulica oslobođenja“, „Servis DMB“, „Manastir Rakovica“, „Josipa Telarevića /izlaz/“ „Tunel Straževica“, u oba smera, za liniju 47\n• „Železnička stanica Jajinci“ i „Resnik ulaz“,u oba smera za linije 47, 94\n• „Tunel Straževica“ i „Avalska“ oba smera za liniju 94"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta za liniju 94:"
            },
            {
                "text": "• u smeru ka Resniku u ulici 13. oktobra, 35 metara nakon kolskog prilaza kućnog broja 12, odnosno naspram betonskog ED stuba u visni kućnog broja 7\n• u smeru ka gradu u ulici 13.oktobra, naspram kolskog prilaza kućnog broja 12, odnosno 18 metara nakon betonskog ED stuba"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća i privremeno uspostavljena stajališta linija JGP-a."
            }
        ]
    }
]