[
    {
        "date": "29/12/2025 - 11/01/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Bahtijara Vagabzde - Faza 1",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Bahtijara Vagabzade na delu između zona raskrsnica sa ulicama Baštovanska i Borska u periodu od 29.12.2025. do 11.01.2026. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zatvaranje za saobraćaj desne saobraćajne trake ulice Bahtijara Vagabzade na posmatranoj deonici (gledano u smeru ka Banjici), pri čemu predmetni radovi neće uticati na funkcionisanje javnog prevoza, pošto će se vozila u visini zone radova kretati dvosmerno, preostalom širinom kolovoza."
            },
            {
                "text": "Stajalište „Pere Velimirovića“ (#864) - smer ka gradu, i dalje će biti privremeno izmešteno na poziciju koja se nalazi u ulici Borska, 15 metara ispred pešačkog prelaza u zoni raskrsnice ulica Borska i Bahtijara Vagabzade, dok se stajalište „Raška“ (#862) - smer ka gradu privremeno ukida, a stajalište „Raška“ (#861) - smer ka Miljakovcu izmešta na poziciju neposredno ispred pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Kraljice Ane."
            },
            {
                "text": "Istovremeno, radovi u prethodnoj fazi se produžavaju zaključno sa 28.12.2025. godine."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/881"
    },
    {
        "date": "25/10/2025 - 17/01/2026",
        "title": "Informacija o promeni režima rada linije br. 602 tokom izvođenja radova u ulici Vinogradska",
        "sections": [
            {
                "text": "Radovi su produženi do 17.01.2026.godine."
            },
            {
                "text": "Tokom izvođenja radova na kablovskom vodu 2 h 110kV TS Beograd 44 - TS Beograd 58 u ulici Vinogradska - Faza 1 u periodu od 25.10. do 15.12.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi u ovoj fazi podrazumevaju zatvaranje za saobraćaj ulice Vinogradska na delu od zone raskrsnice sa ulicom Mite Uče do zone raskrsnice sa ulicom Trg Zorana Đinđića, zbog čega će vozila sa linije br. 602 saobraćati ulicama Vinogradska, Mite Uče, Vojvođanska u Surčinu i dalje redovnom trasom."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti postojeća, kao i privremeno uspostavljena stajališta:"
            },
            {
                "text": "• U smeru ka Surčinu: „Mite Uče 1“ - u ulici Vinogradska, ispred objekta sa kućnim brojem 3, 95 metara ispred zone raskrsnice sa ulicom Mite Uče;\n• U smeru ka Novom Beogradu: „Skopljanska 1“ - u ulici Mite Uče, ispred objekta sa adresom Vojvođanska 178, 35 metara posle zone raskrsnice sa ulicom vojvođanska u Surčinu;\n• U smeru ka Novom Beogradu: „Mite Uče 1“ - u ulici Vinogradska, ispred objekta sa kućnim brojem 2I, 54 metara posle zone raskrsnice sa ulicom Mite Uče;"
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/824"
    },
    {
        "date": "09/12/2025 - 08/02/2026",
        "title": "Informacija o radovima u ulicama Dr Žorža Matea i Tošin bunar",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Tošin bunar, na delu od zone raskrsnice sa ulicom Dr Žorža Matea (desna saobraćajna traka gledano u smeru ka Motoputu M11) u dužini od 82 metra, kao i u ulici Dr Žorža Matea na delu od zone raskrsnice sa ulicom Tošin bunar do skretanja za SC „11. april“ (desna saobraćajna traka gledano u smeru ka ulici Tošin bunar) u periodu od 09.12.2025. godine do 08.02.2026. godine, doći će do poremećaja u radu linija javnog prevoza."
            },
            {
                "text": "Ulica Dr Žorža Matea će biti dvosmerna za saobraćaj, kao i ulica Tošin bunar, tako da neće doći do promena u trasama linija javnog prevoza."
            },
            {
                "text": "I dalje neće funkcionisati stajalište „Studentski grad“ (#1118, smer ka Motoputu M11) za linije br. 45, 70, 72, 82 i 603n, a ukida se i stajalište „SC 11. april“ (#1184, smer ka Tošinom bunaru) za linije br. 74, 75, 76, 77, 708 i 72N."
            },
            {
                "text": "Uspostavlja se privremeno stajališta „SC 11. april 1“ (#4159, smer ka Tošinom bunaru) u ulici Partizanske avijacije, neposredno ispred pešačkog prelaza u zoni raskrsnice ulica Partizanske avijacije i Dr Žorža Matea za linije br. 74, 75, 76, 708 i 72N, kao i privremeno stajališta „SC 11. april 1“ (#4160, smer ka Tošinom bunaru) u ulici Dr Žorža Matea, neposredno ispred pešačkog prelaza u zoni raskrsnice ulica Dr Žorža Matea i Partizanske avijacije za liniju br. 77."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/868"
    },
    {
        "date": "26/11/2025 - 04/11/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Zemunski put",
        "sections": [
            {
                "text": "Tokom izvođenja radova na uklanjanju Starog savskog mosta i izgradnji novog mosta u ulici Zemunski put, na delu od zone raskrsnice sa ulicom Vladimira Popovića do zone raskrsnice sa ulicama Zarije Vujuoševića i Sajmište u periodu od 26.11.2025. godine do 04.11.2026. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće tramvajske baštice i krajnje desne saobraćajne trake (gledano u smeru ka gradu), dok će krajnja leva saobraćajna traka biti slobodna za saobraćaj, pri čemu će ista biti usmerena ka Zelenom vencu."
            },
            {
                "text": "Vozila sa linija javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "Vozila sa linije br. 9A:"
            },
            {
                "text": "- u smeru ka Trgu Slavija će saobraćati ulicama Milentija Popovića, tramvajskom bašticom (na delu od Milentija Popovića do Vladimira Popovića), zatim prelazi u krajnju levu saobraćajnu traku (gledano u smeru ka gradu) ulice Zemunski put, Sajmište i dalje redovnom trasom;"
            },
            {
                "text": "- u smeru ka Novom Beogradu će saobraćati ulicama Brankov most, interna saobraćajnica koja vodi u ulicu Ušće, desno skretanje ispod Brankovog mosta koje se nalazi kod skejt parka „Brankov Most“, Sajmište, kružni tok kod logora Sajmište, Staro Sajmište, Sajmište, kružni tok kod TC „Ušće“, Bulevar Mihajla Pupina, Milentija Popovića i dalje redovnom trasom."
            },
            {
                "text": "Vozila se linije br. 60 će u oba smera saobraćati redovno."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "•  „Staro Sajmište“ (šifra st.#1051 - smer ka Brankovom mostu) za liniju br. 9A, koje u redovnom režimu koristi linija br. 60;\n• „Staro Sajmište 1“ (smer ka terminusu Blok 72 /TC „Euroazija“/) za linije br. 9A i 60, koje se privremeno uspostavlja u ulici Staro Sajmiše na poziciji EDB stuba koji se nalazi oko 40 metara ispred zone raskrnice sa ulicom Sajmište."
            },
            {
                "text": "Privremeno se ukida stajalište:"
            },
            {
                "text": "•  „Staro Sajmište“ (šifra st. #117 - smer ka Brankovom mostu) za liniju br. 9A."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/860"
    },
    {
        "date": "15/11/2025 - 31/01/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Cvetanova ćuprija - Faza 6B",
        "sections": [
            {
                "text": "Radovi su produženi do 31.01.2026. godine."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacione mreže u ulici Cvetanova Ćuprija  (Zvezdara) - Faza 6B u periodu od 15.11. do 30.11.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se i dalje izvode izvode na kolovozu ulice Cvetanova Ćuprija, na delu od zone raskrsnice sa ulicom Stari vinogradi narednih 138 metara prema okretnici „Veliki mokri lug“. Tokom izvođenja radova predmetna deonica će biti za saobraćaj, pri čemu će važiti sledeći režim rada linija javnog prevoza:"
            },
            {
                "text": "Linija br. 20 - vozila će i dalje saobraćati na skraćenoj trasi od okretnice „Mirijevo 3“ do okretnice „Medaković 3“;"
            },
            {
                "text": "Linija br. 312 - vozila će saobraćati na izmenjenoj trasi u odnosu na prethodne faze radova i to ulicama:  MZ VELIKI MOKRI LUG - Nikole Grulovića - Vizantijska - Vladimira Ćorovića - Stražarska kosa - Vojvode Stepe - KUMODRAŽ - Vojvode Stepe -  Mitkov kladenac - Stari vinogradi - Slobodna Vitanovića - Cvetanova ćuprija - Braće Srnić - MEDAKOVIĆ 3 - Braće Srnić - Cvetanova ćuprija - Ladno brdo - Ristin potok - Milošev kladenac - Nikole Grulovića - Zabranska - Lipovačka - Stražarska kosa - Livadska - Živka Jovanovića - MZ VELIKI MOKRI LUG."
            },
            {
                "text": "Vozila sa linije br. 312 će na izmenjenom delu trase koristiti postojeća redovna stajališta, privremena stajališta koja su uspostavljena u prethodnoj fazi radova u ulici Stari vinogradi kao i novouspostavljeno stajalište „Stari vinogradi“ - #2687 u ulici Ladno brdo, 45m metara posle pešačkog prelaza u zoni raskrsnice sa ulicom Cvetanova ćuprija, ispred objekta sa kućnim brojem 2G."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/849"
    },
    {
        "date": "18/09/2025 - 15/01/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Nemanjina u Mladenovcu",
        "sections": [
            {
                "text": "Radovi u FAZI 3 su produženi do 15.01.2026. godine."
            },
            {
                "text": "Tokom izvođenja radova na asfaliranju i uređenju ulice Nemanjina (Rajkovac - GO Mladenovac), na delu od ulice Svetolika Rankovića do ulice Živadina Žujovića u periodu od 18.09. do 18.12.2025. godine doći će do promenau radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "FAZA 1 - Radovi u ovoj fazi podrazumevaju zatvaranje ulice Nemanjina, na delu između zona raskrsnica sa ulicama Živojina Žujovića i Stanoja Bugarskog (slobodna za saobraćaj raskrsnica ulica Nemanjina i Stanoja Bugarskog) u periodu od 18.09. do 18.10.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova u ovoj fazi vozila javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linije br. 4175A će saobraćati ulicama Svetolika Rankovića, Stanoja Bugarskog, Nemanjina, bez svraćanja u Žujoviće;\n• Vozila sa linije br. 4193 će saobraćati ulicama Nemanjina, Stanoja Bugarskog i dalje redovnom trasom;"
            },
            {
                "text": "FAZA 2 - Radovi u ovoj fazi podrazumevaju zatvaranje ulice Nemanjina, na delu između zona raskrsnica sa ulicama Stanoja Bugarskog i ulice Gajčić(slobodna za saobraćaj raskrsnica ulica Stanoja Bugarskog i Gajčić) u periodu od 08.11. do 18.11.2025. godine."
            },
            {
                "text": "FAZA 3 - Radovi u ovoj fazi podrazumevaju zatvaranje ulice Nemanjina, na delu između zona raskrsnica sa ulicama Gajčić i Svetolika Rankovića u periodu od 19.11. do 18.12.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova u fazama 2 i 3 vozila javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linije br. 4175 će saobraćati ulicama Svetolika Rankovića, Stanoja Bugarskog, Nemanjina, ŽUJOVIĆI, Nemanjina,  Stanoja Bugarskog,  Svetolika Rankovića, Milovana Milovanovića, Vojni put, VRBICA, Vojni  put, Milovana Milovanovića, Svetolika Rankovića i dalje redovno prema AS Mladenovac;\n• Vozila sa linije br. 4175A će u smeru A saobraćati ulicama Svetolika Rankovića, Milovana Milovanovića, Vojni put, VRBICA, Vojni put, Milovana Milovanovića, Stanoja Bugarskog, Nemanjina, ŽUJOVIĆI, Nemanjina, Stanoja Bugarskog, Svetolika Rankovića i dalje redovno prema AS Mladenovac, dok će u smeru B saobraćati ulicama Svetolika Rankovića, Stanoja Bugarskog, Nemanjina, ŽUJOVIĆI, Nemanjina, Stanoja Bugarskog, Svetolika Rankovića, Milovana Milovanovića, Vojni put, VRBICA, Vojni  put, Milovana Milovanovića, Svetolika Rankovića i dalje redovno prema AS Mladenovac;\n• Vozila sa linije br. 4193 će saobraćati ulicama Svetolika Rankovića, Stanoja Bugarskog, Nemanjina, ŽUJOVIĆI, Nemanjina, Stanoja Bugarskog, Svetolika Rankovića i dalje redovno prema AS Mladenovac.\n•"
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/812"
    },
    {
        "date": "23/09/2025 - 15/09/2026",
        "title": "Informacija o izmeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Dobrovoljačka",
        "sections": [
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulice Dobrovoljačka, u delu od ulice Cara Dušana do Ugrinovačke - faza 1, GO Zemun, koji će se izvoditi u periodu od 23. 09. 2025. godine do 15. 9. 2026. godine, doći će do obustave saobraćaja u ulici Dobrovoljačka, pri čemu će linije javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "- Linija br. 45 će u smeru ka Zemun /Novi grad/ saobraćati ulicama Cara Dušana, Filipa Višnjića, Rada Končara i dalje redovnom trasom dok će u smeru ka Bloku 44 saobraćati redovno,"
            },
            {
                "text": "- Linija br. 83 će u smeru ka Zemun/Bačka/ saobraćati ulicama Cara Dušana, Filipa Višnjića, Ugrinovačka i dalje redovnom trasom dok će u smeru ka Crvenom krstu saobraćati redovno (i u skladu sa redovima na uklanjanju Starog savskog mosta)."
            },
            {
                "text": "Uspostavlja se privremeno stajalište „Filipa Višnjića 2“ (# 3573), za liniju br. 45, u ulici Filipa Višnjića, u visini kućnog broja 30 , u smeru ka Ugrinovačkoj ulici, neposredno pre raskrsnice sa Rada Končara - Ugrinovačka."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/810"
    },
    {
        "date": "02/11/2024 - 02/09/2027",
        "title": "Informacija o promeni režima saobraćaja i režima rada linija javnog prevoza tokom izvođenja radova na uklanjanju Starog savskog mosta",
        "sections": [
            {
                "text": "• Tramvajske linije br. 7 i 9 će u oba smera, od zone Savskog trga saobraćati ulicama Savska, Bulevar vojvode Mišića, Petlja \"Radnička\", Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L i 9L.\n• Uspostavlja se privremena autobuska linija br. 9A (Trg Slavija - Blok 45)  koja će u intervalu od 12  minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45. \n• Autobuske linije br. 78 i 83 su počev od 04. oktobra zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna. \n• Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta „Kamenička 1“ i „Brankov most 1“ za linije br. 9A, 78 i 83 - smer prema Trgu Slavija, odnosno „Staro sajmište“ - smer prema Bloku 45 za liniju br. 9A."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/617"
    },
    {
        "date": "01/09/2025 - 13/03/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Karađorđeva - Faza 2",
        "sections": [
            {
                "text": "Radovi se produžavaju do 13.03.2026. godine."
            },
            {
                "text": "Tokom izvođenja radova na tramvajskim šinama i kontaktnoj mreži u ulici Karađorđeva - Faza 2,  u periodu od 01.09. do 15.10.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Karađorđeva, na delu od zone raskrsnice sa ulicom Zemunski put do kružnog toka kod Geozavoda. Tokom izvođenja radova, predmetna deonica (Karađorđeva ulica) će biti zatvorena za saobraćaj, osim desne saobraćajne trake na delu od Zemunskog puta do kružnog toka kod Geozavoda (gledano u smeru ka Brankovom mostu), zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "Tramvajske linije br. 2 i 11 i dalje ne funkcionišu;"
            },
            {
                "text": "• I dalje funkcioniše tramvajska linija br. 2L koja saobraća na relaciji Pristanište - Dorćol - Vukov spomenik - Trg Slavija - Gospodarska mehana;"
            },
            {
                "text": "• Privremeno se uspostavlja autobuska linija br. 2A („Dorćol /SRC Milan Gale Muškatirović/„ - Beograd na vodi - „Dorćol /SRC Milan Gale Muškatirović/“ koja će saobraćati ulicama:"
            },
            {
                "text": "DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/ - Tadeuša Košćuška - Bulevar vojvode Bojovića - Karađorđeva  - kružni tok kod Geozavoda - Hercegovačka - Železnička - Zemunski put  - kružni tok kod nekadašnjeg BAS-a - Bulevar Vudroa Vilsona - BEOGRAD NA VODI - Bulevar Vudroa Vilsona - Zemunski put - Karađorđeva - Bulevar vojvode Bojovića - Tadeuša Košćuška - DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristi sva postojeća stajališta, kao i novouspostavljena privremena stajalištea za liniju br. 2A:"
            },
            {
                "text": "• „Pristanište 1“ (smer ka Brankovom mostu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 5 metara ispred zaustavne linije u zoni kućnog broja 11;\n• „Pristanište 1“ (smer ka Kalemegdanu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 10 metara ispred zaustavne linije u zoni ulice Velike stepenice."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/794"
    },
    {
        "date": "10/10/2024 - 01/06/2026",
        "title": "Informacija o privremenom izmeštanju stajališta \"Braće Ribnikar\" tokom radova u ulici Ruzveltova",
        "sections": [
            {
                "text": "Radovi su produženi do 01.06.2026. godine."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji stambeno-poslovnog objekta u ul. Ruzveltova br. 48, na uglu sa ulicama Svetog Nikole i Stjepana Ljubiše, GO Zvezdara , u vremenskom periodu od  10. 10. 2024. do 31. 12. 2025. godine doći će do  zauzeća trotoara duž objekta u ulicama Ruzveltova, Svetog Nikole i Stjepana Ljubiše za potrebe deponovanja materijala."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište za linije br. 65, 74 i 27N, „Braće Ribnikar“(# 1080, smer ka Zvezdari i Mirijevu), oko 70,0 metara posle redovne pozicije, u ulici Svetog Nikole, u visini broja 6."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/638"
    },
    {
        "date": "05/05/2023 - 31/05/2026",
        "title": "Informacija o promeni režima rada linija javnog prevoza br. 860U zbog oštećenja mosta iznad kanala u ulici gola bara u naselju Ušće - Opština Obrenovac",
        "sections": [
            {
                "text": "Radovi su produženi do 31.05.2026. godine."
            },
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ''Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac'', izvršena je promena trasa  linija javnog prevoza br. 860U  u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza br. 860U  će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/261"
    }
]