[
    {
        "date": "",
        "title": "Informacija o uspostavljanju redovnog režima rada linija: 72, A1 u zoni Aerodroma “Nikola Tesla” (od 28.06.2023)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Završetkom izgradnje pristupnog platoa ispred Terminala 2 Aerodorma „Nikola Tesla“, stekli su se uslovi za saobraćanje linija javnog prevoza broj 72 (Zeleni venac – Aerodorm „Nikola Tesla“) i minibus ekspres linije A1 (Trg Slavija /Kralja Milutina/ – Aerodrom „Nikola Tesla“) u novootvorenoj zoni ispred terminala."
            },
            {
                "text": "U dolasku na aerodrom vozila će koristiti stajalište Aerodorm „Nikola Tesla“ /polasci/, koje je uspostavljeno u internoj saobraćajnici na gornjem nivou uz zgradu Terminala 2."
            },
            {
                "text": "U odlasku sa aerodroma vozila će koristiti stajalište Aerodrom „Nikola Tesla“ /dolasci/, koje je uspostavljeno u internoj saobraćajnici na donjem nivou uz zgradu Terminala 2."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 26.06.2023. vrši se korekcija trase autobuske linije 506 – Nova relacija linije 506: Miljakovac 1 – Sunčani breg – Resnik /Patin majdan/",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Sekretarijat za javni prevoz u saradnji sa Gradskom opštinom Rakovica je odlučio da se postojeća linija javnog gradskog prevoza broj 506 (Resnik /Edvarda Griga/ – Resnik /Patin majdan/) produži do naselja Sunčani breg i spoji sa postojećom linijom broj 505 koja opslužuje navedeno naselje."
            },
            {
                "text": "Napomena: Linije 505, 505R prestaju sa radom."
            },
            {
                "text": "Počev od ponedeljka 26.06.2023. linija 506 biće produžena u naselju Resnik ulicom Slavka Miljkovića i putem nove saobraćajne petlje povezana sa ulicom Miodraga Bulatovića i naseljem Sunčani breg."
            },
            {
                "text": "Novi naziv linije 506 biće: Miljakovac 1 – Sunčani breg – Resnik /Patin Majdan/."
            },
            {
                "text": "Deonica B-6 obilaznice od Straževice do petlje Bubanj potok duga je 9,6 kilometara i poslednji je deo obilaznice na sektoru B planiran za puštanje u redovan saobraćaj 28.06.2023. Završetkom izgradnje navedene deonice, izgrađena je i nova saobraćajna petlja u zoni naselja Resnik kojom je omogućena direktna veza ovog naselja sa Sunčanim bregom i Miljakovcem."
            },
            {
                "text": "Trasa linije 506 obuhvata sledeće ulice: MILJAKOVAC 1 – Borska – Čelebićka – Vareška – Borska – Miška Kranjca – Patrijarha Dimitrija – Naselje Sunčani breg – Miljakovačke staze – Maja Glave – Miodraga Bulatovića – Rakovački potok – novoizgrađena saobraćajnica (nadvožnjak) – Kružni put Rakovica – Kružni tok Kružni put Rakovica i Slavka Miljkovića – Slavka Miljkovića – Edvarda Griga – RESNIK /EDVARDA GRIGA/ – Dr Aćima Medovića – Milana Bartoša – Brestovačka – Delovi – Aleksandra Vojinovića – RESNIK /PATIN MAJDAN/."
            },
            {
                "text": "Na novoj produženoj liniji zadržan je nivo usluge u pogledu intervala nailaska vozila u odnosu na postojeću liniju 505 od 17 minuta u vršnom periodu, dok je u odnosu na postojeću liniju 506 interval značajno unapređen."
            }
        ]
    },
    {
        "date": "",
        "title": "Letnji red vožnje na linijama gradskog i prigradskog prevoza u Beogradu i Nišu (2023)",
        "sections": [
            {
                "text": "☀️"
            },
            {
                "text": "Od subote, 24.06.2023. na snagu stupa letnji red vožnje na svim linijama javnog prevoza putnika u Beogradu."
            },
            {
                "text": "Takođe, u Beogradu sa radom počinju i sezonske ADA linije:"
            },
            {
                "text": "• ADA 1 (Trg Republike – Ada Ciganlija – Vidikovac)\n• ADA 2 (Zemun /Kej oslobođenja/ – Ada Ciganlija)\n• ADA 3 (Konjarnik – Ada Ciganlija)\n• ADA 4 (Mirijevo – Ada Ciganlija)\n• ADA 5 (Bežanijska kosa – Ada Ciganlija)"
            },
            {
                "text": "Napomena: Sezonske ADA linije kada su loši vremenski uslovi i značajno smanjen broj posetilaca na Adi Ciganliji, biće redukovane ili privremeno obustavljene."
            },
            {
                "text": "Na linijama gradskog prevoza u Nišu letnji red vožnje stupa na snagu od 21.06.2023."
            },
            {
                "text": "Letnji redovi vožnje za linije u Beogradu i Nišu biće dostupni na sajtu sa početkom važnosti od 24.06.2023. (Beograd), odnosno od 21.06.2023. (Niš)."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 01.05.2023. uspostavlja se sezonska linija broj 400 (Voždovac – Vrh Avale)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Od ponedeljka, 01.05.2023. počinje sa radom sezonska linija 400 (Voždovac – vrh Avale). Vozila sa ove sezonske linije saobraćaće subotom, nedeljom i državnim praznicima do kraja avgusta 2023. godine."
            }
        ]
    },
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 48, 505L zbog radova u ulici Velizara Stankovića (od 30.06.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 12.07.2023."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Velizara Stankovića, na delu od Borske ulice do ulice Nikole Marakovića, koje će izvoditi JKP „Beograd put“, u periodu od 30.06.2023. od 09:00 časova do 12.07.2023. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 48 će saobraćati na relaciji: Pančevački most /Železnička stanica/ – Miljakovac 1\n• Vozila sa linije 505L će saobraćati: u smeru ka terminusu „Miljakovačke staze“: Miljakovac 1 – Borska – Ivana Mičurina – Vukasovićeva i dalje redovnom trasom; u smeru ka terminusu „Miljakovac 1“: Vukasovićeva – Borska do terminusa „Miljakovac 1\n• Uspostavlja se privremena autobuska linija 48L (Miljakovac 2 – Miljakovac 1 – Miljakovac 2). Trasa linije 48L: Miljakovac 2 – Vukasovićeva – Borska – Miljakovac 1 – Borska – Ivana Mičurina – Vukasovićeva – Miljakovac 2"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• terminus „Miljakovac 3“, „Miljakovačka šuma“, „Nikole Marakovića“ i „Miljakovac 2“ u oba smera za liniju 48\n• “Narodnog heroja Velizara Stankovića“ i „Slavoljuba Vuksanovića“ u oba smera za linije 48, 505L\n• „Miljakovac 2“ u smeru ka Miljakovcu 1, za liniju 505L"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• unutar same stare okretnice „Miljakovac 2“, na poziciju koja se nalazi neposredno ispred Vukasovićeve ulice u smeru ka terminusu „Miljakovac 1“ u smeru ka terminusu „Miljakovac 1“, za liniju 505L\n• u Vukasovićevoj ulici na poziciju koja se nalazi neposredno ispred zaustavne linije u zoni stare okretnice „Miljakovac 2“ u smeru ka okretnici „Miljakovac 2“ za liniju 48L"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na trolejbuskoj liniji 29 zbog radova u ulici Kralja Milana (od 01.07.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.08.2023."
            },
            {
                "text": "Zbog radova na pregledu i popravci kontaktne mreže u ulici Kralja Milana, doći će do zauzeća krajnjih desnih traka u oba smera (žute trake), na delu od Trga Slavija do ulice Kneza Miloša, koje izvodi JKP „GSP Beograd“, u periodu od subote 01.07.2023. do 31.08.2023. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Trolejbusi sa linije 29 će saobraćati na relaciji: Trg Slavija – Medaković 3 i nosiće oznaku 29L"
            },
            {
                "text": "Privremeno se ukidaju stajališta: terminus „Studentski trg“, „Trg republike“, „Terazije“, „RK Beograđanka“ i „Trg Slavija“ u ulici Kralja Milana, za liniju 29 u oba smera."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 28, 40 zbog radova u ulici Dimitrija Tucovića (Faza 2) (od 29.06.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.07.2023."
            },
            {
                "text": "Zbog radova na rekonstrukciji i izgradnji vodovodne mreže u ulici Dimitrija Tucovića, na delu od zone početka stajališta „Gradska bolnica“ do zone raskrsnice sa ulicom Učitelja Miloša Jankovića (desna saobraćajna traka, gledano u smeru ka Čingrijinoj ulici), koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od četvrtka 29.06.2023. do 28.07.2023. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Ukidaju se trolejbuske linije 28, 40\n• Uspostavlja se privremena autobuska linija 28A na relaciji: Studentski trg – Zvezdara, trasom trolejbuske linije 28"
            },
            {
                "text": "Stajalište „Gradska bolnica“ (#252) za linije 28, 40, 64, 77, u smeru ka Čingrijinoj ulici, koje je bilo ukinuto u fazi 1, ponovo se uspostavlja."
            },
            {
                "text": "Napomena: Vozila sa privremene autobuske linije 28A, koristiće sva postojeća stajališta redovne trolejbuske linije 28."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 15, 17, 45, 73, 82, 83, 84, 88, 610, 611, 703, 704, 705, 706, 706E, 707, ADA 2, 704N, 706N zbog radova u Glavnoj i Avijatičarski trg u Zemunu (Faza 2) (od 26.06.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.09.2023."
            },
            {
                "text": "U sklopu radova na rekonstrukciji Glavne ulice u Zemunu, na delu od zone raskrsnice sa ulicom Avijatičarski trg (raskrsnica je zatvorena za saobraćaj) do ulice Zmaj Jovina, u periodu od ponedeljka 26.06.2023. do 01.09.2023. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 15 u oba smera će saobraćati: Bulevar Nikole Tesle – Džona Kenedija – Bulevar Mihaila Pupina – Aleksandra Dupčeka – 22. oktobra – Vrtlarska – Ivićeva i dalje redovnom trasom\n• Vozila sa linija: 17, 73 u oba smera će saobraćati: Aleksandra Dubčeka – 22. oktobra – Vrtlarska – Ugrinovačka – Novogradska (Dobrovoljačka u smeru ka GO „Novi Beograd“) – Cara Dušana i dalje redovnim trasama\n• Vozila sa linije 45 u oba smera će saobraćati: Ugrinovačka – Ivićeva – Tošin bunar i dalje redovnom trasom\n• Vozila sa linija: 82, 88, 610, 611, ADA 2 će saobraćati na skraćenoj trasi do terminusa „Novi Beograd /Paviljoni/“\n• Vozila sa linije 83 u oba smera će saobraćati: Ugrinovačka – Vrtlarska – 22. Oktobra – Aleksandra Dubčeka i dalje redovnom trasom\n• Vozila sa linija: 84, 704, 706, 707 u oba smera će saobraćati: Cara Dušana – Dobrovoljčka (Novogradska u smeru ka Batajnici) – Ugrinovačka – Vrtlarska – 22. oktobra – Aleksandra Dubčeka – Bulevar Mihaila Pupina – Džona Kenedija – Bulevar Nikole Tesle i dalje redovnom trasom\n• Vozila sa linija: 703, 705, 706E će saobraćati: u smeru ka terminusu Kej oslobođenja: Cara Dušana – Trg Branka Radičevića – Glavna – Karamatina – Kej oslobođenja do terminusa „Kej oslobođenja“; u smeru ka Batajnici:  terminus „Kej oslobođenja“ – Marka Nikolića – Jovana Subotića – Kej oslobođenja – Karamatina – Trg Branka Radičevića – Glavna – Cara Dušana i dalje redovnim trasama\n• Vozila sa noćnih linija 704N, 706N će saobraćati kao i vozila sa dnevnih linija u izmenjenom režimu"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• terminus „Kej oslobođenja“, „22.oktobra“ u smeru ka gradu, „Prve pruge /Retenzija/“ u smeru ka Keju i „Džona Kenedija“ u oba smera za linije 82, 88, 610, 611\n• „Poljoprivredni fakultet“ za sve linije\n• „Karađorđev trg“ u oba smera za sve linije\n• „Džona Kenedija“ u smeru ka Zemunu za linije 15, 84, 706"
            },
            {
                "text": "Napomena: I dalje su privremeno ukinuta stajališta „Zemun /Pošta/“ u oba smera, kao i „RK Beograd“ u smeru ka gradu i „Trg Branka Radičevića“ u smeru ka periferiji za sve linije."
            },
            {
                "text": "Uspostavlja se privremeno stajalište u ulici Džona Kenedija na poziciji ED stuba koji se nalazi ispred objekta sa kućnim brojem 4 u smeru ka Zemunu, za linije 15, 84, 704, 706, 707."
            },
            {
                "text": "Napomena: I dalje je izmešteno stajalište „Ugrinovačka“ (#805) u Novogradskoj ulici."
            },
            {
                "text": "Ukida se privremeno uspostavljeno stajalište „Kej oslobođenja 1“ za linije 17, 73, 84, 704, 706, 707."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase, vozila će koristiti postojeća i privremeno uspostavljena stajališta linija JGP-a, osim „Dušanova“ u Novogradskoj ulici, smer ka Batajnici, koje je ukinuto za sve linije (zbog protočnosti saobraćaja)."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 25, 25P, 26, 26N zbog radova u ulici Maksima Gorkog (od 17.06.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 05.08.2023."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Maksima Gorkog, koje izvodi JKP „Beograd put“, na delu od Kursuline ulice do Cara Nikolaja II, u periodu od subote 17.06.2023. do 05.08.2023. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 25, 25P, 26, 26N u oba smera će saobraćati delimično izmenjenom trasom: u smeru ka Kumodražu i naselju Braće Jerković: Golsvordijeva – Krunska – Trnska – Mileševska – Cara Nikolaja II – Maksima Gorkog i dalje redovnim trasama; u smeru ka gradu: Maksima Gorkog – Cara Nikolaja II – Makenzijeva – Kursulina – Krunska – Trnska – Mileševska – Sinđelićeva i dalje redovnim trasama"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Pijaca Kalenić“ u oba smera i „GO Vračar“ u smeru ka periferiji."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• u Mileševskoj ulici, ispred objekta sa kućnim brojem 14, oko 30 metara posle pešačkog prelaza u zoni raskrsnice sa ulicom Sinđelićeva, u smeru ka periferiji\n• u Sinđelićevoj ulici, ispred objekta „MAXI“, oko 20 metara posle pešačkog prelaza u zoni raskrsnice sa Mileševskom ulicom u smeru ka gradu"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija javnog prevoza zbog radova u ulici Nemanjina u Obrenovcu (Faza 3) (od 29.05.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 23.07.2023."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Nemanjina u Obrenovcu – Faza 3, na delu od zone raskrsnice sa ulicom Rvaćanska do zone raskrsnice sa ulicom Industrijska u periodu od 29.05.2023. do 18.06.2023. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice za saobraćaj, zbog čega će linije JGP-a delimično izmeniti trasu i to:"
            },
            {
                "text": "• Vozila sa linija 860I će saobraćati ka Obrenovcu ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Braće Lazića, Vojvode Mišića, Kralja Aleksandra i dalje redovnom trasom, dok će u smeru ka Boljevcima saobraćati ulicama: Zabranski put, Kralja Aleksandra, LJube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom\n• Vozila sa linija: 902, 903, 913, 913A će u oba smera saobraćati od AS „Obrenovac“ ulicama: Kralja Aleksandra, Kralja Petra I, Vuka Karadžića, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnim trasama\n• Vozila sa linije 902A će saobraćati od AS „Obrenovac“ ulicama: Kralja Aleksandra, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnim trasama\n• Vozila sa linije 904 će saobraćati od AS „Obrenovac“ ulicama: Kralja Aleksandra, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom\n• Vozila sa linije 911 će saobraćati od naselja Sava ulicama: Ravnogorska, Carice Milice, Kralja Milutina, Cara Dušana, Nemanjina, Kralja Petra I, Vuka Karadžića, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog do TENT-a, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, Miloša Obrenovića, Zabranski put, Kralja Aleksandra, Kralja Petra I, Nemanjina, Ravnogorska Naselje Sava\n• Vozila sa linije 911A će saobraćati od Belog polja ulicama: Belopoljska, Miloša Obrenovića, Kralja Petra I, Vuka Karadžića, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog do TENT-a\n• Vozila sa linije 912A će saobraćati od TENT-a ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, Cara Lazara i dalje redovnom trasom, dok će u smeru ka TENT-u saobraćati ulicama: Draga Vukovića Korčagina, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom\n• Vozila sa linije 912A1 će saobraćati od naselja Sava ulicama: Ravnogorska, Carice Milice, Kralja Milutina, Cara Dušana, Nemanjina, Kralja Petra I, Vuka Karadžića, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog do TENT-a\n• Vozila sa linije 914 će saobraćati u smeru ka Autobazi ulicama: Kralja Aleksandra, Zabranski put,Boška Buhe, Tamnavska, LJube Nenadovića, Vojvode Mišića, Braće Lazića, Ivana Egeduševića, Bogoljuba Uroševića Crnog, Industrijska i dalje redovnom trasom, dok će u smeru ka AS Obrenovac saobraćati ulicama: Industrijska, Bogoljuba Uroševića Crnog, Ivana Egeduševića, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, Miloša Obrenovića, Kralja Petra I, Kralja Aleksandra, AS OBrenovac"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 34, 44 zbog radova u ulici Vase Pelagića (od 27.04.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 04.08.2023."
            },
            {
                "text": "Zbog radova na izgradnji distributivne toplovodne mreže, u ulici Vase Pelagića, koji podrazumevaju nemogućnost korišćenja okretnice „Topčidersko brdo /Senjak/“, koje će izvoditi JKP „Beogradske elektrane“, u periodu od četvrtka 27.04.2023. od 09:00 časova do 04.08.2023. menja se režim rada linija JGP-a., na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 34, 44 će promenu smera kretanja vršiti u kružnom toku na Topčiderskoj zvezdi"
            },
            {
                "text": "Privremeno se, u oba smera, ukidaju stajališta za linije 34, 44:"
            },
            {
                "text": "• „Topčidersko brdo /Senjak/“\n• „Vojislava Vučkovića“\n• „Vase Pelagića“, kao i stajalište „Senjačka“ u smeru ka Topčideru"
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 47, 94 zbog radova na izgradnji sektora B6 obilaznice oko Beograda i zatvaranja ulice Kružni put Kijevo (od 14.07.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Tokom radova na izgradnji sektora B6 obilaznice oko Beograda, doćiće do zatvaranja ulice Kružni put Kijevo na delu od raskrsnice ulica Kružni put Kijevo i Patrijarha Dimitrija do kružnog toka u zoni sa ulicom Slavka Miljkovića, koje će izvoditi JP „Putevi Srbije“, u periodu od srede 14.07.2021. do 01.10.2021. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 47 u oba smera, saobraćaju: Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Sretena Popovića – 13. Oktobra – Palih boraca – Podavalska – Slavka Miljkovića i dalje redovnom trasom\n• Vozila sa linija 94 u oba smera, će saobraćati: Oslobođenja – Sretena Popovića – 13. Oktobra – Milorada Jankovića Doce – Slavka Miljkovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Ulica oslobođenja“, „Servis DMB“, „Manastir Rakovica“, „Josipa Telarevića /izlaz/“ „Tunel Straževica“, u oba smera, za liniju 47\n• „Železnička stanica Jajinci“ i „Resnik ulaz“,u oba smera za linije 47, 94\n• „Tunel Straževica“ i „Avalska“ oba smera za liniju 94"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta za liniju 94:"
            },
            {
                "text": "• u smeru ka Resniku u ulici 13. oktobra, 35 metara nakon kolskog prilaza kućnog broja 12, odnosno naspram betonskog ED stuba u visni kućnog broja 7\n• u smeru ka gradu u ulici 13.oktobra, naspram kolskog prilaza kućnog broja 12, odnosno 18 metara nakon betonskog ED stuba"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća i privremeno uspostavljena stajališta linija JGP-a."
            }
        ]
    }
]