[
    {
        "date": "31/12/2024 - 19/01/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja FAZE 2 radova na fekalnoj kanalizaciji u ulici Draga Vukovića Korčagina u Obrenovcu",
        "sections": [
            {
                "text": "Tokom izvođenja FAZE 2 radova na izgradnji kanalizacione mreže u ulici Draga Vukovića Korčagina u naselju Zvečka (GO Obrenovac), u periodu od 31.12.2024. godine do 19.01.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi u ovoj fazi podrazumevaju potpuno zatvaranje ulice Draga Vukovića Korčagina na delu od zone raskrsnice sa ulicom Solunskog fronta do zone raskrsnice sa ulicom Radovana Stublinčevića u periodu od 30.12.2024. godine do 10.01.2025. godine, zbog čega će vozila sa linija javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Linije br. 912 i 912A - vozila će saobraćati u smeru ka Zvečkoj redovnom trasom do ulice Draga Vukovića Korčagina, odakle nastavljaju ulicom Draga Vukovića Korčagina i dalje redovnom trasom prema TENT-u;\n• Linija br. 912B - vozila će saobraćati na trasi linije br. 912; \n• Linija br. 921 - vozila će saobraćati u smeru ka Zvečkoj redovnom trasom do ulice Solunskog fronta, odakle nastavljaju ulicom Solunskog fronta, Braće Joksića, Cara Lazara, Ljube Nenadovića, Kralja Aleksandra I i dalje redovnom trasom do AS Obrenovac."
            }
        ]
    },
    {
        "date": "02/11/2024 - 02/09/2027",
        "title": "Informacija o promeni režima saobraćaja i režima rada linija javnog prevoza tokom izvođenja radova na uklanjanju Starog savskog mosta",
        "sections": [
            {
                "text": "• Tramvajske linije br. 7 i 9 će u oba smera, od zone Savskog trga saobraćati ulicama Savska, Bulevar vojvode Mišića, Petlja \"Radnička\", Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L i 9L.\n• Uspostavlja se privremena autobuska linija br. 9A (Trg Slavija - Blok 45)  koja će u intervalu od 12  minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45. \n• Autobuske linije br. 78 i 83 su počev od 04. oktobra zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna. \n• Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta „Kamenička 1“ i „Brankov most 1“ za linije br. 9A, 78 i 83 - smer prema Trgu Slavija, odnosno „Staro sajmište“ - smer prema Bloku 45 za liniju br. 9A."
            }
        ]
    },
    {
        "date": "15/01/2025 - 21/02/2025",
        "title": "Informacija  o izmeni režima rada linija javnog prevoza tokom izvođenja radova  u Bulevaru Zorana Đinđića",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u Bulevaru Zorana Đinđića, u delu od ulice Studentska do ulice Tošin bunar, desna kolovozna traka, smer ka Tošinom bunaru, GO Novi Beograd u vremenskom periodu od 15. 01. do 21. 02. 2025. godine doći će do potpunog zauzeća kolovoza u Bulevaru Zorana Đinđića, pri čemu će doći do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "- Vozila sa linije br. 70 će u smeru ka Bežanijskoj kosi saobraćati ulicama: Bulevar Zorana Đinđića, Studentska, Pariske komune, Tošin bunar, i dalje redovnom trasom, dok će u suprotnom smeru saobraćati redovno,"
            },
            {
                "text": "- Vozila sa linija br. 74 i 612 će u smeru ka Bežanijskoj kosi i naselju Nova Galenika, saobraćati ulicama: Bulevar Zorana Đinđića, Studentska, Pariske komune, Tošin bunar, Dr Žorža Matea i dalje redovnim trasama, dok će u suprotnom smeru saobraćati redovno,"
            },
            {
                "text": "- Vozila sa linija br. 72, 82, 15N i 603N će u smeru ka Aerodromu, Bloku 44, naselju Zemun/Novi grad/ i Ugrinovcima saobraćati ulicama: Pariske komune, Tošin bunar i dalje redovnim trasama, dok će u suprotnom smeru saobraćati redovno,"
            },
            {
                "text": "- Vozila sa linija br. 75, 76, 77, 708 i 75N će u smeru ka Bežanijskoj kosi i naselju Zemun Polje, saobraćati ulicama: Pariske komune, Tošin bunar, Dr Žorža Matea i dalje redovnim trasama, dok će u suprotnom smeru saobraćati redovno."
            },
            {
                "text": "Na izmenjenom delu trasa vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "20/12/2024 - 31/03/2025",
        "title": "Informacija o ukidanju stajališta „Savski trg (Savska)“ tokom izvođenja radova na rekonstrukciji zgrade Pošte u ulici Savska",
        "sections": [
            {
                "text": "Tokom izvođenja radova na rekonstrukciji zgrade Pošte (u funkciji prenamene objekta u kulturni centar) u ulici Savska u periodu od 20.12.2024. godine do 31.03.2025. godine doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do zauzeća krajnje desne saobraćajne trake u smeru ka Sajmu, na delu od objekta pošte do zone autobuskog stajališta „Savski trg (Savska)“. Vozila JLPP-a će se u zoni radova kretati preostalom slobodnom širinom kolovoza (leva saobraćajna traka)."
            },
            {
                "text": "Tokom izvođenja radova privremeno se ukida autobusko stajalište „Savski trg (Savska)“ (šifra st. #1726 za linije br. 36, 51, 511 i 601 - gledano u smeru ka Sajmu)."
            }
        ]
    },
    {
        "date": "10/10/2024 - 30/01/2025",
        "title": "Informacija o promeni režima rada linije javnog prevoza br. 606",
        "sections": [
            {
                "text": "Radovi su produženi do 30.01.2025. godine."
            },
            {
                "text": "Od petka 11.10. od 08.00 časova, zbog radova na rehabilitaciji kolovoza ulice Beogradska u Dobanovcima, menja se trasa linije br. 606 na taj način što će vozila narednih 20 dana u oba smera saobraćati ulicama Maršala Tita, Ugrinovačka i dalje redovnom trasom."
            },
            {
                "text": "Radovi bi trebalo da traju do 25.11.2024. godine."
            }
        ]
    },
    {
        "date": "10/10/2024 - 31/12/2025",
        "title": "Informacija o privremenom izmeštanju stajališta \"Braće Ribnikar\" tokom radova u ulici Ruzveltova",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji stambeno-poslovnog objekta u ul. Ruzveltova br. 48, na uglu sa ulicama Svetog Nikole i Stjepana Ljubiše, GO Zvezdara , u vremenskom periodu od  10. 10. 2024. do 31. 12. 2025. godine doći će do  zauzeća trotoara duž objekta u ulicama Ruzveltova, Svetog Nikole i Stjepana Ljubiše za potrebe deponovanja materijala."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište za linije br. 65, 74 i 27N, „Braće Ribnikar“(# 1080, smer ka Zvezdari i Mirijevu), oko 70,0 metara posle redovne pozicije, u ulici Svetog Nikole, u visini broja 6."
            }
        ]
    },
    {
        "date": "24/09/2024 - 22/01/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Teodora Drajzera",
        "sections": [
            {
                "text": "Nova faza radova će trajati do 22.01.2025. godine, uz isti režim saobraćaja."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji vodovodne distributivne mreže sa pratećom infrastrukturom u ulici Teodora Drajzera, GO Savski venac, u delu od raskrsnice sa ulicom Patrijarha Pavla do crpne stanice Topčider - faze 2 i 3, u vremenskom periodu od 25. 09. do 03. 11. 2024. godine doći će do izmena u radu linija javnog prevoza."
            },
            {
                "text": "Faza 2 - radovi se izvode od raskrsnice Teodora Drajzera - Bulevar Patrijarha Pavla - Bulevar vojvode Putnika - Bulevar vojvode Mišića do raskrsnice sa prilaznim putem objektima Vojske Srbije, u periodu od 25. 09. do 24. 10. 2024. godine , uz potpunu obustavu saobraćaja;"
            },
            {
                "text": "Faza 3 - radovi se izvode u ulici Teodora Drajzera u zoni ukrštaja sa prilaznim putem objektima Vojske Srbije, u periodu od 25. 10. do 03. 11. 2024. godine, uz potpunu obustavu saobraćaja."
            },
            {
                "text": "Tokom faze 2 i faze 3 doći će do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "- linija br. 49 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Petlja „Radnička“, Paštrovićeva, Požeška i dalje redovnom trasom;"
            },
            {
                "text": "- linija br. 94 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Most na Adi i dalje redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP."
            }
        ]
    },
    {
        "date": "11/10/2024 - 15/02/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Davidovićeva u Zemunu",
        "sections": [
            {
                "text": "Radovi u ulici Davidovićeva se nastavljaju do 15.02.2025. godine, do kada će linija br. 705 saobraćati na izmennjenoj trasi u smeru ka naselju \"13. maj\"."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva u u periodu od 29.07. do 31.12.2024. godine doći će do promena u radu linije javnog prevoza br. 705."
            },
            {
                "text": "Radovi podrazumevaju zatvaranje sve tri ulice istovremeno, zbog čega će vozila sa linije javnog prevoza br. 705 u smeru ka naselju 13. maj saobraćati od terminusa „Kej oslobođenja“ ulicama Marka Nikolića, dr Jovana Subotića, Stevana Markovića, Glavna i dalje redovnom trasom."
            },
            {
                "text": "Vozila će na izmenjenom delu koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "06/06/2024 - 28/02/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici 13. oktobra (Rakovica)",
        "sections": [
            {
                "text": "Radovi su produženi do 28.02.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici 13. oktobra (Rakovica), na delu od zone raskrsnice sa ulicom Palih boraca do Kružnog puta Rakovica u periodu od 08.06. do 23.09.2024. godine, doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linija br. 504 i 47N će u oba smera saobraćati ulicama Oslobođenja, Kružni put Rakovica, Tunel Stara Straževica, kružni tok Slavka Miljkovića i Kružni put Rakovica, Slavka Miljkovića, Podavalska, Palih boraca, 13. oktobra, Milorada Jankovića Doce i dalje redovnim trasama."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti sva postojeća stajališta."
            }
        ]
    }
]