[
    {
        "date": "",
        "title": "Operativna izmena na liniji 24 zbog radova u Čuburskoj ulici (od 09.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 13.09.2024."
            },
            {
                "text": "Zbog hitnih radova JKP „Beogradski vodovod i kanalizacija“ u Čuburskoj ulici kod broja 12A, u periodu od 09.09.2024. od 10:00 časova do završetka radova, operativno je izmenjen režim rada linije JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 24 u oba smera saobraćaju izmenjenom trasom: Makenzijeva – Cara Nikolaja II – Mileševska – terminus Crveni krst"
            },
            {
                "text": "Privremeno su ukinuta stajališta: „Internacionalnih brigada“ (#544) i „Neimar“ (#545) za liniju 24."
            },
            {
                "text": "Na izmenjenom delu trase vozila sa linije 24 koriste postojeća stajališta."
            },
            {
                "text": "Završetak radova očekujemo u petak 13.09.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 78, 83 zbog radova u ulici Zemunski put (od 09.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 13.09.2024."
            },
            {
                "text": "Zbog izvođenja radova na redovnom održavanju kolovoza u ul. Zemunski put, koje će izvoditi JKP „Beograd put“, na delu od zone raskrsnice sa ulicom Bulevar Mihajla Pupina, sledećih 50 metara gledano u smeru ka ulici Milentija Popovića, u periodu od ponedeljka 09.09.2024. do 13.09.2024. doći do izmena režim rada JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 78, 83 u smeru ka centru, će saobraćati: Bulevar Mihajla Pupina – Milentija Popovića – interna saobraćajnica pored hotela „Hajat“ – Vladimira Popovića – Zemunski put i dalje redovnim trasama, dok će u smeru ka periferiji saobraćati redovnim trasama"
            },
            {
                "text": "Privremeno se ukida stajalište: „Staro sajmište“ u smeru ka centru za linije 78, 83."
            },
            {
                "text": "Privremeno se uspostavlja stajalište: Staro sajmište 1“ (smer ka gradu) za linije: 78, 83 u ulici Vladimira Popovića, na poziciji ED stuba koji se nalazi 60 metara posle zone raskrsnice sa internom saobraćajnicom koja se nalazi pored hotela Hajata."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 406L zbog radova u ulici Zemljoradnička (od 10.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.10.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji kanalizacione mreže u Zemljoradničkoj ulici, na delu od raskrsnice sa ulicom Vojvode Stepe ka Avalskom putu u dužini od 550 metara, koje će izvoditi preduzeće „Mašinokop“ d.o.o., u periodu od utorka 10.09.2024. do 31.10.2024. doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 406L u oba smera, saobraćaće: Vojvode Stepe – Ruža – Torlački vis – Bulevar JNA i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta u oba smera: „MZ Kumodraž”, „Zemljoradnička /ulaz/“, „Petrovdanska“, „Đurđevdanska“, „Zabran Torlak“, „Zemljoradnička /Put za deponiju/“, „Rakovica selo /Gornji kraj/“, „Zemljoradnička /izlaz/ – “Osečinska“, „Oktobarska“ (u smeru ka periferiji) i Kružni put (u smeru ka Voždovcu)."
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti sva postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 612 zbog radova u Bulevaru Zorana Đinđića (od 08.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 27.09.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u Bulevaru Zorana Đinđića, koje će izvoditi JKP “Beograd put“, na delu od ul. Omladinskih brigada do ul. Narodnih heroja, u periodu od nedelje 08.09.2024. do 27.09.2024. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 612 će saobraćati u smeru terminus „NOVA GALENIKA“: Bulevar Mihajla Pupina – Pariske komune – Narodnih heroja – Bulevar Zorana Đinđića i dalje redovnom trasom, dok će u smeru terminus „Novi Beograd /Paviljoni/“ saobraćati redovno, uz izmenu režima u ul. Momčila Radivojevića u oba smera"
            },
            {
                "text": "Privremeno sa ukida stajalište za liniju 612: „GO Novi Beograd“, smer ka naselju Nova Galenika."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 18, 25, 25P, 39 zbog radova u Kumodraškoj ulici (Faza 2) (od 09.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 06.10.2024."
            },
            {
                "text": "Zbog izvođenja radova na redovnom održavanju kolovoza u Kumodraškoj ulici, koje će izvoditi JKP “Beograd put“, na delu od ul. Ljubićka do ul. Vitanovačka, u periodu od ponedeljka 09.09.2024. do 06.10.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 18, 39, u oba smera, će saobraćati: Bulevar oslobođenja – Autokomanda – Vojvode Stepe – Ljube Vučkovića – Dinka Tucakovića – Kumodraška i dalje redovnim trasama\n• Vozila sa linija: 25, 25P, u oba smera, će saobraćati: Kruševačka – Miška Jovanovića – Peka Pavlovića – Zaplanjska – Darvinova – Braće Jerković i dalje redovnim trasama"
            },
            {
                "text": "Privremeno sa ukidaju stajališta:"
            },
            {
                "text": "• „Vitanovačka“, „Bjelovarska“, „Ljubićka (Univerzitet Singidunum)“, u oba smera za linije: 18, 25, 25P, 39\n• „Darvinova“, (smer ka centru, za linije: 18, 25, 25P, 39) i ( smer za periferiji, za linije: 25, 25P)\n• „Husova“, u oba smera za linije: 25, 25P\n• „Prešernova“, u oba smera za linije: 18, 39\n• „Trg oslobođenja“, u oba smera za linije: 18, 39"
            },
            {
                "text": "Privremeno sa uspostavlja stajalište „Darvinova 1“, u ul. Dinka Tucakovića (Zlarinska), 5 metara ispred pešačkog prelaza koji se nalazi u zoni raskrsnice sa ul. Milke Grgurov (u visini kućnog br. 2a), smer ka centru."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 84, 612, 704N zbog radova u ulici Momčila Radivojevića (od 03.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.09.2024."
            },
            {
                "text": "Tokom izvođenja radova u ulici Momčila Radivojevića u visini kućnih brojeva 34 i 36 u periodu od 03.09.2024. do 30.09.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće desne sobraćajne trake ulice Momčila Radivojevića u visini polazno / dolaznog stajališta „Nova Galenika“, u dužini od 43,5 metara."
            },
            {
                "text": "Tokom izvođenja ovih radova, menja se režim rada vozila na linijama JGP-a koja će promenu smera kretanja vršiti sistemom ulica i saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila na linijama: 84, 704N će saobraćati ulicama: Batajnički drum 1. deo, Vere Dimitrijević, Emilije Jakšić, Lazara Mamuzića, Batajnički drum 1. deo i dalje redovnim trasama\n• Vozila na liniji 612 će saobraćati ulicama: Svetozara Papića, Vere Dimitrijević, Emilije Jakšić, Svetozara Papića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se uspostavlja stajalište „Emilije Jakšić“ (#4005) u ulici Emilije Jakšić, u visini kućnog broja 17."
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Nova Galenika“ (#1235) (polazno/dolazno) i „Mihajla Vukše“ (#1234) (smer prema gradu)."
            },
            {
                "text": "Napomena: Na izmenjenom delu trasa vozila će koristiti postojeća stajališta JGP-a s tim što će vozila sa linija 84, 612 kao polazno/dolazno stajalište koristiti stajalište „Emilije Jakšić“ (#4005) u ulici Emilije Jakšić br. 17."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na tramvajskim linijama: 2, 11 (11L) zbog radova u Karađorđevoj ulici (od 28.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.09.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Karađorđeva na delu od zone raskrsnice sa ulicom Crnogorska, narednih 160 metara prema Kalemegdanu, u periodu od 28.08.2024. do 31.08.2024. doći će do promena u radu tramvajskih linija na sledeći način:"
            },
            {
                "text": "• Linija 2 – tramvaji sa ove linije će u oba smera saobraćati od okretnice Pristanište preko Dorćola, Vukovog spomenika, Tašmajdana, Trga Slavija i dalje preko Vukovog spomenika i Dorćola do Pristaništa i nosiće oznaku 2L\n• Linija 11 (11L) – privremeno se ukida"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 860C zbog radova u ulici Omladinskih brigada u Bariču (od 16.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 20.10.2024."
            },
            {
                "text": "Tokom izvođenja radova na na izgradnji kanalizacione mreže u ulici Omladinskih brigada u Bariču (Obrenovac), na delu od zone raskrsnice sa ulicom Janka Tešića do zone raskrsnice sa ulicom Baričkih boraca, u periodu 16.08.2024. do 20.10.2024. doći će do promene u radu linije 860C."
            },
            {
                "text": "Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linije javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linije 860C će u oba smera saobraćati ulicama: Grobljanska, Barička reka, Obrenovački put i dalje redovnom trasom"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti sva postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 860A zbog radova u Beogradskoj ulici u Bariču (od 08.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 13.09.2024."
            },
            {
                "text": "Zbog izvođenja radova u ulici Beogradska u Bariču, vozila sa linije 860A će saobraćati izmenjenom trasom ulicama: Grobljanska, Barička reka i dalje redovnom trasom."
            },
            {
                "text": "Radovi bi trebalo da traju do 28.08.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 11, 12, 36, 51, 511, 601 zbog radova u Savskoj ulici (od 03.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.11.2024."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji tramvajske pruge i kontaktne mreže u ul. Savska, na delu od Savskog trga do ul. Nikolaja Kravcova (smer ka Sajmu), koje će izvoditi OJ „Elektrograđevinska operativa“, u periodu od subote 03.08.2024. do 01.11.2024. doći će do izmena u režimu rada JGP-a, na sledeći način:"
            },
            {
                "text": "Tramvaji i dalje saobraćaju u postojećem izmenjenom režimu (izmena od 01.08.2024.):"
            },
            {
                "text": "• Tramvaji sa linije 11, sa oznakom 11L (Kalemegdan – Savski most – Blok 45) saobraćaće u oba smera: Karađorđeva, Zemunski put, Stari savski most, Milentija Popovića, Bulevar Milutina Milankovića, Antifašističke borbe, Jurija Gagarina i dalje redovno. Dopuna: od 17.08.2024. tramvajska linija 11 (11L) privremeno se ukida zbog radova u Karađorđevoj ulici\n• Tramvaji sa linije 12, sa oznakom 12L (Oml.stadion – Savski most – Most na Adi – Banovo Brdo) saobraćaće u oba smera: Nemanjina, Karađorđeva, Zemunski put, Stari savski most, Milentija Popovića, Bulevar Milutina Milankovića, Đorđa Stanojevića, Bulevar heroja sa Košara, Most na Adi, Saobraćajnica pored Hipodroma, Vladimira Radovanovića, Požeška, BANOVO BRDO\n• Autobusi sa linije 36 u smeru ka Mostarskoj petlji, saobraćaće: Nemanjina – Balkanska – Gavrila Principa – Mihaila Bogićevića – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom; u suprotnom smeru linija radi u redovnom režimu\n• Autobusi sa linija: 51, 511, 601 u smeru ka periferiji, saobraćaće: BEOGRAD NA VODI – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• za linije 36, 51, 511 u smeru ka Sajmu: „Savski trg“, i „Palata pravde“\n• za linije 51, 511 u smeru ka Sajmu: „Savski park“ i „Savski most“"
            },
            {
                "text": "Vozila JGP-a će na izmenjenim delovima trasa koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 705 zbog radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva (od 29.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2024."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva u periodu od 29.07.2024. do 31.12.2024. doći će do promena u radu linije javnog prevoza broj 705."
            },
            {
                "text": "Radovi podrazumevaju zatvaranje sve tri ulice istovremeno, zbog čega će vozila sa linije javnog prevoza broj 705 u smeru ka naselju 13. maj saobraćati od terminusa „Kej oslobođenja“ ulicama: Marka Nikolića, dr Jovana Subotića, Stevana Markovića, Glavna i dalje redovnom trasom; u suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Vozila će na izmenjenom delu koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija javnog prevoza putnika zbog radova u ulicama Milosava Vlajića i Karađorđeva (državni put IIA reda br. 150) (od 01.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.10.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju ulica Milosava Vlajića i Karađorđeva (državni put IIA reda br. 150), u periodu od 01.07.2024. do 14.08.2024. doće će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje ulica Milosva Vlajića i Karađorđeva na delu od zone raskrsnice sa ulicom Senjska do zone ukrštanja sa železničkom prugom u naselju Đurinci, zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linija javnog prevoza broj: 450, 464, 465, 465A, 491A, 4401, 4402, 4402A, 4410, 4411, 4413, 4414, 4414A, 4415, 4415A, 4444, 44141 u svakoj fazi izvođenja radova kretati od AS Sopot ulicama: Milosava Vlajića, Senjska (novoizgrađena saobraćajnica) do železničke pruge i dalje redovnim trasama, i zbog čega neće moći da se koristi stajalište „Đurinci /Železnička stanica/“"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji VRABAC zbog radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“ (od 26.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.08.2025."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“, Trg republike br.3, u periodu od srede 26.06.2024. do 28.08.2025., zbog onemogućenog kretanja vozila ulicom Čika Ljubina, menja se režim rada linije VRABAC na sledeći način:"
            },
            {
                "text": "• Vozila sa linije VRABAC će saobraćati: Obilićev venac, Kneza Mihaila i dalje redovnom trasom"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 501 zbog radova na rehabilitaciji mosta u Letićevoj ulici (od 22.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 07.02.2025."
            },
            {
                "text": "Zbog radova na rehabilitaciji mosta u Letićevoj ulici u periodu od subote 22.06.2024. do 07.02.2025. menja se režim rada linije 501 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 501 će saobraćati redovnom trasom do kružnog toka u zoni raskrsnice ulice Oslobođenja i Kružni put Kijevo, gde će vozila vršiti promenu smera kretanja u kružnom toku i nosiće oznaku 501L"
            },
            {
                "text": "Privremeno se ukidaju stajališta u oba smera: „Deponija“, „“Kijevo“, „Letićeva“, „Proleterska (ulaz)“, „Železnički most“, „Stepenice“, „Fudbalsko igralište“ i „Staro Kijevo“."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 504, 47N zbog radova u ulici 13. oktobra (Rakovica) (od 08.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 27.09.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju ulice 13. Oktobar, na delu od ul. Palih boraca do Kružnog puta – Rakovica, koje će izvoditi JKP „Beograd put“, u periodu od subote 08.06.2024. do 22.07.2024. doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 504, 47N u oba smera saobraćaće: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok Slavka Miljkovića – Kružni put Rakovica – Slavka Miljkovića – Podavalska – Palih boraca –\n13. oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Ispod tunela“, „Spomenik“, i „Resnik izlaz“, u oba smera za linije 504, 47N."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]
