[
    {
        "date": "",
        "title": "Pojačanje na linijama: 3A, 12, 25, 26, 35, 50, 65, 75, 82, 101, 202, 310, 533, 612, 708 zbog Zadušnica (07.10.2023)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "U subotu, 07.10.2023. zbog Zadušnica, u periodu 08:00 do 16:00 časova, pojačavaju se sledeće linije JGP-a:"
            },
            {
                "text": "• Linija 3A (Beograd na vodi – Kneževac)\n• Linija 12 (Omladinski stadion – Banovo brdo)\n• Linija 25 (Karaburma 2 – Kumodraž 2)\n• Linija 26 (Dorćol /Dunavska/ – Braće Jerković)\n• Linija 35 (Novi Beograd /Blok 20/ – Lešće /Groblje/)\n• Linija 50 (Ustanička – Banovo brdo)\n• Linija 65 (Zvezdara 2 – Novo Bežanijsko groblje)\n• Linija 75 (Zeleni venac – Bežanijska kosa)\n• Linija 82 (Zemun /Kej oslobođenja/ – Bežanijsko groblje – Blok 44)\n• Linija 101 (Omladinski stadion – Padinska skela)\n• Linija 202 (Omladinski stadion – Veliko selo)\n• Linija 310 (Šumice – Mali Mokri Lug /Crkva/)\n• Linija 533 (Banovo brdo – Orlovača groblje)\n• Linija 612 (Novi Beograd /Paviljoni/ – Kvantaška pijaca – Nova Galenika)\n• Linija 708 (Novi Beograd /Blok 70A/ – Zemun Polje)"
            },
            {
                "text": "Uspostavlja se linija 75L na relaciji: GO Novi Beograd – Bežanijsko groblje."
            },
            {
                "text": "Trasa linije 75L: GO Novi Beograd – Pariske komune (stajalište „Ulaz u Pariske komune“ je polazno) – kao linija 75 do Bežanijske kose, zatim Marka Čelebonovića – Norveška – Bežanijsko groblje – Ljubinke Bobić – dr Huga Klajna i dalje kao linija 75 do GO Novi Beograd."
            },
            {
                "text": "Vozila sa linije 75L će, duž trase, koristiti postojeća stajališta linija javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 39 zbog radova u ulici Gunjak u naselju Kumodraž (od 02.10.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 06.10.2023."
            },
            {
                "text": "Zbog hitnih radova na kanalizacionoj mreži u ulici Gunjak kod broja 11 u naselju Kumodraž, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“ u periodu od ponedeljka 02.10.2023. od 09:00 časova do 06.10.2023. doći će do operativne izmene režima rada autobuske linije 39 na sledeći način:"
            },
            {
                "text": "• Autobusi sa linije 39 u oba smera saobraćaće ulicom Vojvode Stepe do MZ Kumodraž"
            },
            {
                "text": "Ukidaju se stajališta: „Topola“, „Cvetina“ i terminus „Kumodraž 1“."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 17, 45, 73, 83, 84, 703, 704, 705, 706, 706E, 707, 704N, 706N zbog radova u Glavnoj ulici u Zemunu (Faza 3A-1) (od 30.09.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 08.10.2023."
            },
            {
                "text": "Od 23.9.2023. počela je treća faza radova na rekonstrukciji Glavne ulice u\nZemunu, na delu od raskrsnice sa ulicom Avijatičarski trg (raskrsnica je slobodna za saobraćaj) do raskrsnice ulica Cara Dušana i Karamatine (raskrsnica zatvorena za saobraćaj), koje izvodi „Sekretarijat za investisticije Gradske uprave grada Beograda“, pri čemu su linije koje prolaze Glavnom licom, u oba smera, preusmerene kroz Ugrinovačku ulicu i pored KBC Zemun."
            },
            {
                "text": "Da bi se poboljšala protočnost saobraćaja na alternativnoj trasi, u periodu od\nsubote 30.09.2023. do 08.10.2023. dodatno će biti izmenjena trasa linija: 84, 703, 705, 706, 706E, 707, 704N, 706N na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 703, 705, 706E će saobraćati na skraćenim trasama od\nokretnice „Zemun /Bačka/“ prema Ugrinovcima, 13. maju i Batajnici, trasom: Bačka – Banatska – Cara Dušana i dalje redovnom trasom\n• Vozila sa linija: 84, 704, 706, 707 će saobraćati, u oba smera: Bulevar Nikole Tesle – Džona Kenedija – Bulevar Mihajla Pupina – Aleksandra Dubčeka – 22. oktobra – Vrtlarska – Ivićeva – Ugrinovačka – (Novogradska u smeru ka periferiji) (Dobrovoljačka u smeru ka gradu) – Cara Dušana i dalje redovnim trasama\n• Vozila sa noćnih linija 704N, 706N će saobraćati kao i vozila sa dnevnih linija u izmenjenom režimu (pored KBC Zemun)"
            },
            {
                "text": "Na linijama: 17, 45, 73, 83 važiće izmena koja je primenjena od 23.9.2023.:"
            },
            {
                "text": "• Vozila sa linija 17, 73 u oba smera: Aleksandra Dubčeka – 22. oktobra – Vrtlarska – Senski trg – Ugrinovačka – (Novogradska u smeru ka periferiji) (Dobrovoljačka u smeru ka GO „Novi Beograd) – Cara Dušana i dalje redovnim trasama\n• Vozila sa linije 45 u oba smera: Ugrinovačka – Senski trg – Ivićeva – Tošin bunar i dalje redovnom trasom\n• Vozila sa linije 83 u oba smera: Ugrinovačka – Senski trg – Vrtlarska – 22. Oktobra – Aleksandra Dubčeka i dalje redovnom trasom"
            },
            {
                "text": "Privremeno su ukinuta stajališta:"
            },
            {
                "text": "• “RK Beograd” u smeru ka gradu i “Zemun pošta” u oba smera za sve linije\n• „Trg Branka Radičevića“ u oba smera za sve linije\n• „Poljoprivredni fakultet“ za linije 17, 45, 73, 83, 704N, 706N\n• „KBC Zemun“ i „Aleksandra Dubčeka“ u oba smera, za liniju 45\n• „Ugrinovačka“ i „Dušanova“ za liniju 45, 83"
            },
            {
                "text": "Privremeno su uspostavljaju stajališta:"
            },
            {
                "text": "• „Bulevar Nikole Tesle 1“ u ulici Džona Kenedija na poziciju ED stuba javne rasvete ispred objekta sa kućnim brojem 4, oko 70 metara posle zone raskrsnice sa Bulevarom Nikole Tesle gledano u smeru ka Bulevaru Mihajla Pupina za linije 84, 704, 706, 707\n• „Džona Kenedija“ u ulici DŽona Kenedija na poziciju ED stuba javne rasvete ispred obajekta sa kućnim brojem 31A, oko 60 metara"
            },
            {
                "text": "Napomena: I dalje je izmešteno stajalište „Ugrinovačka“ (#805) u Novogradskoj ulici, koje u redovnom režimu koriste vozila sa linija 45, 83, na poziciju koja se nalazi 15 metara unapred, odnosno ispred objekta sa kućnim brojem 31."
            },
            {
                "text": "Napomena: Ukida se privremeno uspostavljeno stajalište „Kej oslobođenja 1“ u ulici Kej oslobođenja, na poziciji koja se nalazi 30 metara posle raskrsnice sa ulicom Marka Nikolića, za linije 17, 45, 73, 84, 704, 706, 707, 704N, 706N."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a, osim vozila sa linije 83, koja neće koristiti stajalište „Aleksandra Dubčeka“ (#312) u ulici 22. oktobra smer ka gradu i stajalište „Dušanova“ u Novogradskoj ulici, smer ka Batajnici, koje je ukinuto za sve linije (zbog protočnosti saobraćaja)."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 16, 27E, 32E, 35, 43, 58, 95, E6, 27N, 32N, 101N zbog radova u Bulevaru despota Stefana (od 23.09.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.10.2023."
            },
            {
                "text": "Zbog izvođenja radova na redovnom održavanja u Bulevaru despota Stefana, na delu od ul. Džordža Vašingtona do ul. Cetinjska, koje će izvoditi JKP “Beograd put” u periodu od subote 23.09.2023. od 08:00 časova do 31.10.2023. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 16, 27E, 35, 58, 95, E6 će u smeru ka Novom Beogradu i Železniku saobraćati ulicama: Bulevar despota Stefana – Džordža Vašingtona – Francuska – Trg Republike – Makedonska – Dečanska i dalje redovnim trasama, dok će u smeru ka Pančevačkom mostu saobraćati ulicama: Dečanska – Braće Jugovića – Francuska – Džordža Vašingtona – Bulevar despota Stefana i dalje redovnim trasama. Napomena: Vozila sa ovih linija će koristiti stajališta „Dušanova“ i „Trg republike“ (ispred Dunav osiguranja) na izmenjenom delu trasa u smeru ka Novom Beogradu i Železniku, dok će u smeru ka Pančevačkom mostu koristiti stajalište „Dušanova“ na izmenjenom delu trase\n• Vozila sa linija: 32E, 43 saobraćaće u oba smera: Bulevar despota Stefana – Jovana Avakumovića – Poenkareova do „Železničke stanice /Pančevački most/“\n• Vozila sa noćnih linija: 27N, 32N saobraćaće: u smeru ka Mirijevu i Višnjici: Trg Republike – Braće Jugovića – Francuska – Cara Dušana – Džordža Vašingtona i dalje redovnim trasama, dok će u suprotnom smeru vozila saobraćati redovnom trasom\n• Vozila sa noćne linije 101N saobraćaće u oba smera: Trg Republike – Braće Jugovića – Francuska – Cara Dušana – Džordža Vašingtona – Bulevar despota Stefana i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Skadarska“, za linije 16, 27E, 35, 58, 95\n• „Jovana Avakumovića“ i „terminus Trg Republike“ u smeru ka gradu za linije\n32E, 43\n• „Cvijićeva“ i „Džordža Vašingtona“ u oba smera za linije 32E, 43"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 95, E1, E6 zbog radova u ulici Antifašističke borbe (od 21.09.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 20.10.2023."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji distributivnog toplovoda u ulici Antifašističke borbe, u zoni raskrsnice sa Bulevarom Milutina Milankovića, pri čemu je zauzeta saobraćajna traka (u visini razdelnog ostrva) za desno skretanje u Bulevar Milutina Milankovića, koje će izvoditi JKP „Beogradske elektrane“, u periodu od četvrtka 21.09.2023. do 20.10.2023. menja se režim rada linije JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 95, E1, E6 u smeru ka Borči (smer ka gradu), će saobraćati: Jurija Gagarina – Bulevar Milutina Milankovića – Milentija Popovića i dalje redovnom trasom; u smeru ka Bloku 45, linije saobraćaju u redovnom režimu"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Blok 42“, „Železnička stanica Novi Beograd“ i „Milutina Milankovića“ u smeru ka Borči."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 52, 53, 56, 56L, 51N zbog radova u Drinskoj i Sarajevskoj ulici (od 20.09.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 08.10.2023."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u Drinskoj i Sarajevskoj ulici, na delu od Savske ulice do ulice Miloša Pocerca, koje će izvoditi JKP „Beograd put“, u periodu od srede 20.09.2023. do 28.09.2023. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 52, 53, 56, 56L u smeru ka terminusu „Zeleni venac“, će saobraćati: Savska – Savski trg – Karađorđeva – Crnogorska – Jug Bogdanova i dalje redovnim trasama; u smeru ka perifernim terminusima vozila će saobraćati redovnim trasama\n• Vozila sa noćne linije 51N u smeru ka Trgu Republike će saobraćati: Savska – Savski Trg – Nemanjina i dalje redovnom trasom, dok će u smeru ka periferiji saobraćati u skladu sa radovima u Savskoj ulici"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka Zelenom vencu:"
            },
            {
                "text": "• “Drinska” i “Miloša Pocerca” u Sarajevskoj ulici za sve linije\n• “Nemanjina” u Balkanskoj ulici i „Kamenička“ u ulici Gavrila Principa, za linije\n52, 53, 56, 56L"
            },
            {
                "text": "Privremeno se uspostavlja stajalište u Karađorđevoj ulici koje se nalazi na poziciji ED stuba u visini parking garaže „Kamenička“ za linije 52, 53, 56, 56L."
            },
            {
                "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 504 zbog radova u ulici Sretena Popovića (od 17.07.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 16.12.2023."
            },
            {
                "text": "Zbog radova na izgradnji vodovodne mreže u ulici Sretena Popovića, na delu od raskrsnice sa ulicom Kružni put do ulice Slavka Miljkovića uz potpunu obustavu saobraćaja, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 17.07.2023. do 16.12.2023. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 504 u oba smera će saobraćati: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok – Slavka Miljkovića – Podavalska – Palih boraca – 13.oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Kamenac“, „Avalska“, „Resnik /izlaz/“, „Spomenik“ i „Ispod tunela“ u oba smera, za liniju 504."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]
