[
    {
        "date": "18/10/2025 - 23/10/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Bulevar Mihajla Pupina - Faza 3",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Bulevar Mihajla Pupina, na delu od kružnog toka kod opštine Novi Beograd do zone raskrsnice sa ulicom Španskih boraca u periodu od 18.10.2025. godine do 23.10.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće desne kolovozne trake gledano u smeru ka gradu, zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "Linije br. 16, 83, 706N i 707N će u smeru ka gradu saobraćati ulicama Bulevar Mihajla Pupina, Omladinskih brigada,  Bulevar Zorana Đinđića, Španskih boraca, Bulevar Mihajla Pupina i dalje redovnim trasama (linija br. 83 u skladu sa radovima na Starom savskom mostu), dok će u smeru ka Novom Beogradu i Zemunu saobraćati na svojim redovnim trasama (linija br. 83 u skladu sa radovima u ulici Dobrovoljačka);"
            },
            {
                "text": "Linije br. 65, 72, 75, 77, 78 i 15N, će u smeru ka gradu saobraćati ulicama Pariske komune, Omladinskih brigada,  Bulevar Zorana Đinđića, Španskih boraca, Bulevar Mihajla Pupina i dalje redovnim trasama (linija br. 78 u skladu sa radovima na Starom savskom mostu), dok će u smeru ka Novom Beogradu i Zemunu saobraćati na svojim redovnim trasama;"
            },
            {
                "text": "Linija br. 71 će u smeru ka gradu saobraćati ulicama Bulevar umetnosti,  Bulevar Zorana Đinđića,  Španskih boraca,  Bulevar Mihajla Pupina i dalje redovnom trasom, dok će u smeru ka Ledinama saobraćati ulicama Bulevar Mihajla Pupina, Antifašističke borbe, Bulevar Zorana Đinđića, Bulevr umetnosti i dalje redovnom trasom;"
            },
            {
                "text": "Linija br. 95N, će u smeru ka gradu saobraćati ulicama Omladinskih brigada,  Bulevar Zorana Đinđića,  Španskih boraca, Bulevar Mihajla Pupina i dalje redovnom trasom, dok će u smeru ka Bloku 45 saobraćati na svojoj redovnoj trasi."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti postojeća kao i privremeno stajalište „Španskih boraca 1“ (#4117) u ulici Španskih boraca, 140 metara posle zone raskrsnice sa ulicom Bulevar Zorana Đinđića."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/825"
    },
    {
        "date": "18/10/2025 - 25/10/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Bulevar vojvode Mišića - Faza 3",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Bulevar vojvode Mišića u periodu od 18.10. do 25.10.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće spoljnih traka za oba smera (saobraćajne trake do ivičnjaka) na delu od zone raskrsnice sa ulicom Topčiderska do zone raskrsnice sa ulicom Bulevar Patrijarha Pavla, zbog čega će ulica Bulevar vojvode Mišića biti jednosmerna u smeru ka ulici Topčiderska (ka petlji „Careva ćuprija“)."
            },
            {
                "text": "Tokom izvođenja ovih radova, vozila sa linija javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "Linija br. 3A -  vozila će i dalje u smeru ka Kneževcu saobraćati ulicama Bulevar vojvode Mišića, Topčiderska, Bulevar Patrijarha Pavla i dalje redovnom trasom, dok će u smeru ka „Beogradu na vodi“ saobraćati na svojoj redovnoj trasi;"
            },
            {
                "text": "Linija br. 49 - vozila će i dalje u smeru ka naselju „Stepa Stepanović“ saobraćati ulicama Paštrovićeva, Bulevar vojvode Mišića, mostarska petlja, Bulevar vojvode Putnika, Bulevar kneza Aleksandra Karađorđevića, Neznanog junaka i dalje redovnom trasom, dok će u smeru ka Banovom brdu saobraćati na svojoj redovnoj trasi;"
            },
            {
                "text": "Linija br. 94 - vozila će i dalje u smeru ka Resniku saobraćati ulicama Most na Adi, Bulevar vojvode Mišića, mostarska petlja, Bulevar vojvode Putnika, Bulevar kneza Aleksandra Karađorđevića, Neznanog junaka i dalje redovnom trasom, dok će u smeru ka Novom Beogradu saobraćati na svojoj redovnoj trasi."
            },
            {
                "text": "Privremeno se ukida stajalište „Topčiderski park“ - #2582 - smer ka petlji „Careva ćuprija“."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/826"
    },
    {
        "date": "13/09/2025 - 26/10/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova pregledu i popravci tramvajskih šina u kružnom toku „Trg Slavija“",
        "sections": [
            {
                "text": "Tokom izvođenja radova na pregledu i popravci tramvajskih šina u kružnom toku „Trg Slavija“, doći će do promena u radu tramvajskih linija. Radovi će se izvoditi u četirii faze i to:"
            },
            {
                "text": "Promenenjena dinamika za fazu 4"
            },
            {
                "text": "Faza 1 - u periodu od 13.09. od 00.30 časa do 15.09.2025. godine do 03.30 časa"
            },
            {
                "text": "Faza 2 - u periodu od 20.09. od 00.30 časa do 22.09.2025. godine do 03.30 časa"
            },
            {
                "text": "Faza 3 - u periodu od 11.10. od 00.30 časa do 13.10.2025. godine do 03.30 časa"
            },
            {
                "text": "Faza 4 - u periodu od 26.10. od 00.30 časa do 26.10.2025. godine do 13.30 časa"
            },
            {
                "text": "Tokom izvođenja radova, doći će do obustave tramvajskog saobraćaja u kružnom toku „Trg Slavija“, zbog čega će linije javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Privremeno se ukidaju tramvajske linije br. 9L, 10 i 14, kao i privremena autobuska linija br. 9A (Blok 72/ TC Euroazija/ - Trg Slavija - Blok 72/ TC Euroazija/);\n• Tramvajska linija br. 2L će u oba smera, saobraćati ulicama Bulevar kralja Aleksandra, Resavska, Nemanjina i dalje u funkciji radova u ul. Karađorđeva;\n• Tramvajske linije br. 5 i 7L se pojačavaju;\n• Uspostavlja se privremena autobuska linija br. 9A1 koja će saobraćati na relaciji Banjica 2 - Blok 72 / TC Euroazija/."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/806"
    },
    {
        "date": "21/10/2025 - 30/10/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Željka Milivojevića u Kaluđerici",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Željka Milivojevića, na delu od zone raskrsnice sa ulicom 20. oktobra do zone raskrsnice sa ulicom Bilećka. Radovi će se izvoditi u periodu 21.10. do 30.10.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "Linija br. 313: vozila sa ove linije  će se u oba smera kretati ulicama Ljubiše Miodragovića (Nine Kirsanove u smeru ka Mirijevu), Smederevski put, Kralja Petra I, Vojvode Stepe Stepanovića i dalje redovnom trasom;"
            },
            {
                "text": "Linija br. 304N: vozila sa ove linije  će se u oba smera kretati ulicama Partizanska, Smederevski put, Kralja Petra I, Vojvode Stepe Stepanovića i dalje redovnom trasom."
            },
            {
                "text": "Vozila će na izmenjenom delu trasa koristiti postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/828"
    },
    {
        "date": "06/10/2025 - 01/11/2025",
        "title": "Informacija o promeni režima rada linije javnog prevoza br. 705",
        "sections": [
            {
                "text": "Radovi su produženi do 01.11.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulica Kosovska, Preradovićeva i raskrsnica sa ulicom Davidovićeva u periodu od 06.10. do 20.10.2025. godine doći će do promena u radu linije javnog prevoza br. 705."
            },
            {
                "text": "Radovi u okviru faze 3A podrazumevaju zatvaranje zone raskrsnice ulice Preradovićeva - Kosovska - Davidovićeva, zbog čega će vozila sa linije javnog prevoza br. 705 u smeru ka naselju 13. maj saobraćati od terminusa „Kej oslobođenja“ ulicama Marka Nikolića, dr Jovana Subotića, Stevana Markovića, Glavna i dalje redovnom trasom."
            },
            {
                "text": "Vozila će na izmenjenom delu koristiti postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/531"
    },
    {
        "date": "21/09/2025 - 02/11/2025",
        "title": "Informacija o privremenom ukidanju stajališta \"IX beogradska gimnazija\"",
        "sections": [
            {
                "text": "Radovi su produženi do 02.11.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Pariske komune, GO Novi Beograd, u vremenskom periodu od 21. 09. do 29. 09. 2025. godine doći će do zauzeća kolovoza krajnje desne saobraćajne trake u ulici Pariske komune, u delu od  ulice Tošin bunar do ulice Studentske i privremenog ukidanja autobuskog stajališta „IX beogradska gimnazija“, za linije 18 i 78 (šifra stajališta je 458, smer ka gradu), koje se nalazi u zoni radova."
            },
            {
                "text": "Linije javnog prevoza će funkcionisati u redovnom režimu preostalom širinom kolovoza, regulisano privremenim saobraćajnim znakovima."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/811"
    },
    {
        "date": "18/09/2025 - 18/12/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Nemanjina u Mladenovcu",
        "sections": [
            {
                "text": "Radovi u FAZI 1 su produženi do 08.11.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na asfaliranju i uređenju ulice Nemanjina (Rajkovac - GO Mladenovac), na delu od ulice Svetolika Rankovića do ulice Živadina Žujovića u periodu od 18.09. do 18.12.2025. godine doći će do promenau radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "FAZA 1 - Radovi u ovoj fazi podrazumevaju zatvaranje ulice Nemanjina, na delu između zona raskrsnica sa ulicama Živojina Žujovića i Stanoja Bugarskog (slobodna za saobraćaj raskrsnica ulica Nemanjina i Stanoja Bugarskog) u periodu od 18.09. do 18.10.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova u ovoj fazi vozila javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linije br. 4175A će saobraćati ulicama Svetolika Rankovića, Stanoja Bugarskog, Nemanjina, bez svraćanja u Žujoviće;\n• Vozila sa linije br. 4193 će saobraćati ulicama Nemanjina, Stanoja Bugarskog i dalje redovnom trasom;"
            },
            {
                "text": "FAZA 2 - Radovi u ovoj fazi podrazumevaju zatvaranje ulice Nemanjina, na delu između zona raskrsnica sa ulicama Stanoja Bugarskog i ulice Gajčić(slobodna za saobraćaj raskrsnica ulica Stanoja Bugarskog i Gajčić) u periodu od 19.10. do 18.11.2025. godine."
            },
            {
                "text": "FAZA 3 - Radovi u ovoj fazi podrazumevaju zatvaranje ulice Nemanjina, na delu između zona raskrsnica sa ulicama Gajčić i Svetolika Rankovića u periodu od 19.11. do 18.12.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova u fazama 2 i 3 vozila javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linije br. 4175 će saobraćati ulicama Svetolika Rankovića, Milovana Milovanovića, Vojni put, VRBICA, Vojni  put, Milovana Milovanovića, Stanoja Bugarskog, Nemanjina, ŽUJOVIĆI, Nemanjina, Stanoja Bugarskog, Svetolika Rankovića i dalje redovno prema AS Mladenovac;\n• Vozila sa linije br. 4175A će u smeru A saobraćati istom trasom kao i linija br. 4175, dok će u smeru B saobraćati ulicama Svetolika Rankovića, Stanoja Bugarskog, Nemanjina, ŽUJOVIĆI, Nemanjina, Stanoja Bugarskog, Svetolika Rankovića, Milovana Milovanovića, Vojni put, VRBICA, Vojni  put, Milovana Milovanovića, Svetolika Rankovića i dalje redovno prema AS Mladenovac;\n• Vozila sa linije br. 4193 će saobraćati ulicama Svetolika Rankovića, Stanoja Bugarskog, Nemanjina, ŽUJOVIĆI, Nemanjina, Stanoja Bugarskog, Svetolika Rankovića i dalje redovno prema AS Mladenovac."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/812"
    },
    {
        "date": "23/09/2025 - 15/09/2026",
        "title": "Informacija o izmeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Dobrovoljačka",
        "sections": [
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulice Dobrovoljačka, u delu od ulice Cara Dušana do Ugrinovačke - faza 1, GO Zemun, koji će se izvoditi u periodu od 23. 09. 2025. godine do 15. 9. 2026. godine, doći će do obustave saobraćaja u ulici Dobrovoljačka, pri čemu će linije javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "- Linija br. 45 će u smeru ka Zemun /Novi grad/ saobraćati ulicama Cara Dušana, Filipa Višnjića, Rada Končara i dalje redovnom trasom dok će u smeru ka Bloku 44 saobraćati redovno,"
            },
            {
                "text": "- Linija br. 83 će u smeru ka Zemun/Bačka/ saobraćati ulicama Cara Dušana, Filipa Višnjića, Ugrinovačka i dalje redovnom trasom dok će u smeru ka Crvenom krstu saobraćati redovno (i u skladu sa redovima na uklanjanju Starog savskog mosta)."
            },
            {
                "text": "Uspostavlja se privremeno stajalište „Filipa Višnjića 2“ (# 3573), za liniju br. 45, u ulici Filipa Višnjića, u visini kućnog broja 30 , u smeru ka Ugrinovačkoj ulici, neposredno pre raskrsnice sa Rada Končara - Ugrinovačka."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/810"
    },
    {
        "date": "02/11/2024 - 02/09/2027",
        "title": "Informacija o promeni režima saobraćaja i režima rada linija javnog prevoza tokom izvođenja radova na uklanjanju Starog savskog mosta",
        "sections": [
            {
                "text": "• Tramvajske linije br. 7 i 9 će u oba smera, od zone Savskog trga saobraćati ulicama Savska, Bulevar vojvode Mišića, Petlja \"Radnička\", Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L i 9L.\n• Uspostavlja se privremena autobuska linija br. 9A (Trg Slavija - Blok 45)  koja će u intervalu od 12  minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45. \n• Autobuske linije br. 78 i 83 su počev od 04. oktobra zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna. \n• Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta „Kamenička 1“ i „Brankov most 1“ za linije br. 9A, 78 i 83 - smer prema Trgu Slavija, odnosno „Staro sajmište“ - smer prema Bloku 45 za liniju br. 9A."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/617"
    },
    {
        "date": "02/08/2025 - 01/11/2025",
        "title": "Informacija o promeni režima rada linije br. 20 i 312",
        "sections": [
            {
                "text": "Radovi su produženi do 01.11.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacije u ulici Cvetanova Ćuprija (Zvezdara), u periodu od 02.08. do 10.09.2025. godine. doći će do promena u radu linije javnog prevoza. Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "Faza 6B - radovi se i dalje izvode izvode na kolovozu ulice Cvetanova Đuprija, na delu od zone raskrsnice sa ulicom Ladno brdo narednih 138 metara prema okretnici „Veliki mokri lug“. Tokom izvođenja radova doći će do zatvaranja predmetne deonice za saobraćaj, pri čemu će vozila sa linije br. 20 i dalje saobraćati na skraćenoj trasi od okretnice „Mirijevo 3“ do okretnice „Medaković 3“, dok će vozila sa linije br.312 saobraćati na trasi: MZ VELIKI MOKRI LUG - Nikole Grulovića - Vizantijska - Vladimira Ćorovića - Stražarska kosa - Vojvode Stepe - KUMODRAŽ - Vojvode Stepe -  Stari vinogradi - Slobodana Vitanovića - Ladno brdo - Ristin potok - Milošev kladenac - Nikole Grulovića - Zabranska - Lipovačka - Stražarska kosa - Livadska - Živka Jovanovića - MZ VELIKI MOKRI LUG."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti novouspostavljena stajališta:"
            },
            {
                "text": "•  „Mitkov kladenac (izlaz) 1“ - stajalište se uspostavlja u ulici Stari vinogradi neposredno ispred kolskog ulaza u objekat sa kućnim brojem 85;\n•  „Jovana Ružića 1“ - stajalište se uspostavlja u ulici Stari vinogradi neposredno ispred usporivača brzine koji se nalazi ispred zone raskrsnice sa ulicom Jovana Ružića, ispred objekta sa kućnim brojem 59;\n•  „Vukašina Mrnjačevića 1“ - stajalište se uspostavlja u ulici Stari vinogradi oko 10 metara posle zone raskrsnice sa ulicom Vukašina Mrnjačevića, ispred objekta sa kućnim brojem 41B;\n•  „Buljubašine vode 1“ - stajalište se uspostavlja u ulici Stari vinogradi neposredno ispred zone raskrsnice sa ulicom Buljubašine vode, preko puta objekta sa kućnim brojem 20Lj;\n•  „Stari Vinogradi 1“ - stajalište se uspostavlja u ulici Slobodana Vitanovića na poziciji ED stuba koji se nalazi neposredno ispred zone raskrsnice sa ulicom Cvetanova ćuprija."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/785"
    },
    {
        "date": "01/09/2025 - 09/11/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Karađorđeva - Faza 2",
        "sections": [
            {
                "text": "Radovi se produžavaju do 09.11.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na tramvajskim šinama i kontaktnoj mreži u ulici Karađorđeva - Faza 2,  u periodu od 01.09. do 15.10.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Karađorđeva, na delu od zone raskrsnice sa ulicom Zemunski put do kružnog toka kod Geozavoda. Tokom izvođenja radova, predmetna deonica (Karađorđeva ulica) će biti zatvorena za saobraćaj, osim desne saobraćajne trake na delu od Zemunskog puta do kružnog toka kod Geozavoda (gledano u smeru ka Brankovom mostu), zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "Tramvajske linije br. 2 i 11 i dalje ne funkcionišu;"
            },
            {
                "text": "• I dalje funkcioniše tramvajska linija br. 2L koja saobraća na relaciji Pristanište - Dorćol - Vukov spomenik - Trg Slavija - Gospodarska mehana;"
            },
            {
                "text": "• Privremeno se uspostavlja autobuska linija br. 2A („Dorćol /SRC Milan Gale Muškatirović/„ - Beograd na vodi - „Dorćol /SRC Milan Gale Muškatirović/“ koja će saobraćati ulicama:"
            },
            {
                "text": "DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/ - Tadeuša Košćuška - Bulevar vojvode Bojovića - Karađorđeva  - kružni tok kod Geozavoda - Hercegovačka - Železnička - Zemunski put  - kružni tok kod nekadašnjeg BAS-a - Bulevar Vudroa Vilsona - BEOGRAD NA VODI - Bulevar Vudroa Vilsona - Zemunski put - Karađorđeva - Bulevar vojvode Bojovića - Tadeuša Košćuška - DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristi sva postojeća stajališta, kao i novouspostavljena privremena stajalištea za liniju br. 2A:"
            },
            {
                "text": "• „Pristanište 1“ (smer ka Brankovom mostu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 5 metara ispred zaustavne linije u zoni kućnog broja 11;\n• „Pristanište 1“ (smer ka Kalemegdanu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 10 metara ispred zaustavne linije u zoni ulice Velike stepenice."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/794"
    },
    {
        "date": "10/10/2024 - 31/12/2025",
        "title": "Informacija o privremenom izmeštanju stajališta \"Braće Ribnikar\" tokom radova u ulici Ruzveltova",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji stambeno-poslovnog objekta u ul. Ruzveltova br. 48, na uglu sa ulicama Svetog Nikole i Stjepana Ljubiše, GO Zvezdara , u vremenskom periodu od  10. 10. 2024. do 31. 12. 2025. godine doći će do  zauzeća trotoara duž objekta u ulicama Ruzveltova, Svetog Nikole i Stjepana Ljubiše za potrebe deponovanja materijala."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište za linije br. 65, 74 i 27N, „Braće Ribnikar“(# 1080, smer ka Zvezdari i Mirijevu), oko 70,0 metara posle redovne pozicije, u ulici Svetog Nikole, u visini broja 6."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/638"
    },
    {
        "date": "06/06/2024 - 30/11/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici 13. oktobra (Rakovica)",
        "sections": [
            {
                "text": "Radovi su produženi do 30.11.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici 13. oktobra (Rakovica), na delu od zone raskrsnice sa ulicom Palih boraca do Kružnog puta Rakovica u periodu od 08.06. do 23.09.2024. godine, doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linija br. 504 i 47N će u oba smera saobraćati ulicama Oslobođenja, Kružni put Rakovica, Tunel Stara Straževica, kružni tok Slavka Miljkovića i Kružni put Rakovica, Slavka Miljkovića, Podavalska, Palih boraca, 13. oktobra, Milorada Jankovića Doce i dalje redovnim trasama."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/480"
    },
    {
        "date": "05/05/2023 - 31/12/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza br. 860U zbog oštećenja mosta iznad kanala u ulici gola bara u naselju Ušće - Opština Obrenovac",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ''Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac'', izvršena je promena trasa  linija javnog prevoza br. 860U  u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza br. 860U  će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/261"
    }
]