[
    {
        "date": "",
        "title": "Letnji red vožnje na svim linijama javnog prevoza putnika u Beogradu i Nišu (2024)",
        "sections": [
            {
                "text": "☀️"
            },
            {
                "text": "Od subote, 22.06.2024. na snagu stupa letnji red vožnje na svim linijama javnog prevoza putnika u Beogradu i Nišu."
            },
            {
                "text": "Takođe, u Beogradu sa radom počinju i sezonske ADA linije:"
            },
            {
                "text": "• ADA 1 (Trg Republike – Ada Ciganlija – Vidikovac)\n• ADA 2 (Zemun /Kej oslobođenja/ – Ada Ciganlija)\n• ADA 3 (Konjarnik – Ada Ciganlija)\n• ADA 4 (Mirijevo – Ada Ciganlija)\n• ADA 5 (Bežanijska kosa – Ada Ciganlija)"
            },
            {
                "text": "Napomena: Sezonske ADA linije kada su loši vremenski uslovi i značajno smanjen broj posetilaca na Adi Ciganliji, biće redukovane ili privremeno obustavljene."
            },
            {
                "text": "Letnji redovi vožnje biće dostupni na sajtu sa početkom važnosti od 22.06.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 01.05.2024. uspostavlja se sezonska linija broj 400 (Voždovac – Vrh Avale)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Od srede, 01.05.2024. počinje sa radom sezonska linija 400 (Voždovac – vrh Avale). Vozila sa ove sezonske linije saobraćaće subotom, nedeljom i državnim praznicima."
            },
            {
                "text": "Linija 400 je operativna do 31.08.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 17, 68, 70, 74, ADA 5 zbog radova u Bulevaru Zorana Đinđića (od 22.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 27.06.2024."
            },
            {
                "text": "Zbog izvođenja radova na redovnom održavanju kolovoza u Bulevaru Zorana Đinđića (desna kolovozna traka gledano u smeru ka Zemunu potpuno zatvaranje), od Španskih boraca do Bulevara umetnosti, koje će izvoditi JKP „Beograd put“ u periodu od subote 22.06.2024. do 27.06.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 17 u smeru ka Zemunu će saobraćati: Bulevar Arsenija Čarnojevića – Omladinskih brigada i dalje redovnom trasom; u suprotnom smeru vozila saobraćaju redovnom trasom\n• Vozila sa linije 68 u smeru ka Bloku 70 će saobraćati: Bulevar Zorana Đinđića – Španskih boraca – Bulevar Mihajla Pupina – Bulevar umetnosti – Bulevar Zorana Đinđića i dalje redovnom trasom; u suprotnom smeru vozila saobraćaju redovnom trasom\n• Vozila sa linija: 70, 74, ADA 5, u smeru ka Bežanijskoj kosi će saobraćati: Bulevar Arsenija Čarnojevića – Omladinskih brigada – Bulevar Zorana Đinđića i dalje redovnom trasom; u suprotnom smeru vozila saobraćaju redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Beogradska arena“, „Blok 25“ i „Bulevar umetnosti“ u smeru ka Zemunu za liniju 17\n• „Beogradska arena“ i „Bulevar umetnosti“, u smeru ka Bloku 70 za liniju 68\n• „Beogradska arena“ i „Bulevar umetnosti“, u smeru ka Bežanijskoj kosi za linije 70, 74, ADA 5"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti sva postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 29 zbog radova u ulici Kralja Milana (od 22.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 02.09.2024."
            },
            {
                "text": "Zbog radova na pregledu i popravci kontaktne mreže u ulici Kralja Milana, doći će do zauzeća krajnjih desnih traka u oba smera (žute trake), na delu od Kneza Miloša do Trga Republike, koje izvodi OJ „Elektrograđevinska operativa“, u periodu od subote 22.06.2024. do 02.09.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Trolejbusi sa linije 29 će saobraćati na relaciji: Trg Slavija – Medaković 3 i nosiće oznaku 29L\n• Privremeno se uspostavlja linija 22A koja će saobraćati na relaciji: Trg Slavija – Studentski trg"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 501 zbog radova na rehabilitaciji mosta u Letićevoj ulici (od 22.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 07.02.2025."
            },
            {
                "text": "Zbog radova na rehabilitaciji mosta u Letićevoj ulici u periodu od subote 22.06.2024. do 07.02.2025. menja se režim rada linije 501 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 501 će saobraćati redovnom trasom do kružnog toka u zoni raskrsnice ulice Oslobođenja i Kružni put Kijevo, gde će vozila vršiti promenu smera kretanja u kružnom toku i nosiće oznaku 501L"
            },
            {
                "text": "Privremeno se ukidaju stajališta u oba smera: „Deponija“, „“Kijevo“, „Letićeva“, „Proleterska (ulaz)“, „Železnički most“, „Stepenice“, „Fudbalsko igralište“ i „Staro Kijevo“."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 302, 301N zbog radova u ulici Vučka Milićevića (od 21.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 24.06.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju ulice Vučka Milićevića, na delu od ul. Vojvode Mišića do ul. 15. Maj – Grocka, koje će izvoditi „PZP Pozarevac“, u periodu od petka 21.06.2024. od 19:00 časova do 24.06.2024. do 04:00 časova, doći će do izmene režima rada linije JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 302, 301N u oba smera saobraćaće skraćeno do centra Grocke. Promenu smera vršiće sisitemom ulica: Bulevar revolucije – 7. Jula – Bulevar oslobođenja – Bulevar revolucije – i dalje redovnom trasom\n• Privremeno se uspostavlja lokalna autobuska linija 302L1 koja će saobraćati na relaciji: Grocka (stajalište Šumadijska) – Brestovik – Pudarci – Begaljica"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta, za linije 302, 301N:"
            },
            {
                "text": "• „Bulevar oslobođenja 1“ (dolazno stajalište) u ulici Bulevar revolucije, 5 metara ispred zaustavne linije u zoni skretanja u ulicu 7. Jula\n• „Bulevar oslobođenja 1“ (polazno stajalište) u ulici Bulevar revolucije, 20 metara posle zaustavne linije u zoni skretanja iz ulice Bulevar oslobođenja"
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 704, 707, 708, 709, 704N zbog radova u zoni terminusa “Zemun Polje” (od 17.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.06.2024."
            },
            {
                "text": "Zbog izvođenja radova na sanaciji kolovoza u okretnici „Zemun Polje“ u ulici Franje Krča, koje će izvoditi JKP „Beograd put” u periodu od ponedeljka 17.06.2024. do 30.06.2024. doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 704, 707, 709, 704N saobraćaće: Jurija Rakitina – Braće Krnješevac – Dušana Mađarčića Korčagina – Bertranda Rasela – Tomice Popovića – Jurija Rakitina i dalje redovnom trasom"
            },
            {
                "text": "Napomena: Vozila sa linija 704, 707, 709, 704N će koristiti kao polazno/dolazno stajalište, stajalište „Franje Krča“ (#2195) u ulici Bertranda Rasela."
            },
            {
                "text": "• Vozila sa linije 708 saobraćaće: Jurija Rakitina – Tomice Popovića – Bertranda Rasela – Dušana Mađarčića Korčagina – Braće Krnješevac – Jurija Rakitina i dalje redovnom trasom"
            },
            {
                "text": "Napomena: Vozila sa linije 708 će koristiti kao polazno/dolazno stajalište, stajalište „Franje Krča“ (#1888) u ulici Dušana Mađarčića Korčagina."
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• za linije 704, 707, 708, 709, 704N: „Franje Krča“ u smeru ka terminusu Zemun Polje i terminus „Zemun Polje“ dolazno i polazno stajalište\n• u smeru ka terminusu Zemun Polje za linije 704, 707, 709, 704N: „Institut za kukuruz“, „Braće Krnješevac“, „Vrtić bubamara“ „Franje Krča“\n• u smeru ka gradu za linije 704, 707, 709, 704N: „Franje Krča“, „Đure Gajića“ i „Institut za kukuruz“"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 504, 47N zbog radova u ulici 13. oktobra (Rakovica) (od 08.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 22.07.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju ulice 13. Oktobar, na delu od ul. Palih boraca do Kružnog puta – Rakovica, koje će izvoditi JKP „Beograd put“, u periodu od subote 08.06.2024. do 22.07.2024. doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 504, 47N u oba smera saobraćaće: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok Slavka Miljkovića – Kružni put Rakovica – Slavka Miljkovića – Podavalska – Palih boraca –\n13. oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Ispod tunela“, „Spomenik“, i „Resnik izlaz“, u oba smera za linije 504, 47N."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linije 89 za vreme trajanja radova u ulici Dr. Ivana Ribara (Mileve Marić Ajnštajn) (od 11.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 08.07.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji male crpne stanice u ulici Dr Ivana Ribara (Mileve Marić Ajnštajn) za fekalne vode sa priključkom na postojeći kolektor u zaštitnom pojasu u periodu od 11.04.2024. do 09.05.2024. doći će do promena u radu linije javnog prevoza broj 89."
            },
            {
                "text": "Radovi podrazumevaju zauzeće desne kolovozne trake ulice Mileva Marić Ajnštajn, gledano u smeru ka ulici Jurija Gagarina, u visini objekta sa kućnim brojem 96, u periodu od 11.04.2024. do 09.05.2024."
            },
            {
                "text": "• Vozila sa linije 89 će u smeru ka Vidikovcu skretati u kolovoznu traku za suprotan smer (koja će biti dvosmerna) u visini kućnog broja 82, dok će u suprotnom smeru saobraćati na redovnoj trasi"
            },
            {
                "text": "Privremeno se izmeštaju stajališta „Naselje Mileva Marić Ajnštajn“ i to:"
            },
            {
                "text": "• Smer ka Vidikovcu – na poziciju ispred objekta sa kućnim brojem 80, odnosno oko 15 metara ispred zone skretanja u kolovoznu traku za suprotan smer (koja će biti dvosmerna)\n• Smer ka Bloku 72 – na poziciju preko puta objekta sa kućnim brojem 80, odnosno oko 35 metara posle pešačkog prelaza koji se nalazi u zoni skretanja vozila iz suprotnog smera"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija zbog radova u ulici Bogoljuba Uroševića Crnog od TC Obrenovac do kanala Kupinac (od 03.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 16.07.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kablovskog voda 110 kV u ulici Bogoljuba Uroševića Crnog od TS Obrenovac do kanala Kupinac, u periodu od 03.04.2024. do 01.05.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice za saobraćaj, zbog čega će linije JGP-a delimično izmeniti trasu i to:"
            },
            {
                "text": "• Vozila sa linije 860I će saobraćati u oba smera ulicama: Vojvođanska, Braće Puhalović, Železnička, Beogradska obilaznica, Petlja „Surčin“, Autoput „Miloš Veliki“, Obrenovački put, Železnička, INDUSTRIJSKA ZONA „BARIČ“, Železnička, Obrenovački put, Zabranski put, Kralja Aleksandra, Kralja Petra I, Nemanjina, Ravnogorska, NASELJE „SAVA“\n• Vozila sa linije 860U2 će u oba smera saobraćati od kružnog toka ulica Kralja Aleksandra I, Nemanjina i Kralja Petra I ulicama: Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linija: 911, 911A će saobraćati od BORE KEČIĆA ulicama: Miloša Obrenovića, Zabranski put, Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linije 912A će saobraćati trasom linije 912\n• Vozila sa linije 912A1 će saobraćati do na skraćenoj trasi do naselja Sava ulicama: Ljube Nenadovića, Miloša Obrenovića, Kralja Petra I, Nemanjina, Cara Dušana, Kralja Milutina, Ravnogorska, naselje Sava do Gaja"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linije 38 zbog radova u ulici Milošev kladenac (od 11.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 10.07.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji kišne i fekalne kanalizacije u ulici Milošev kladenac, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 11.03.2024. do 22.04.2024. menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 38 će saobraćati na skraćenoj trasi do pogona „Kosmaj“ i nosiće oznaku 38L1"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Milošev kladenac“, „Ristin potok“, „Vinjage“, „MZ VML“, „Vizantijska ulica“, u oba smera i „VML“, polazno i dolazno stajalište za liniju 38."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]