[
    {
        "date": "",
        "title": "Redovi vožnje koji se primenjuju za vreme prvomajskih i uskršnjih praznika (2024)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Na svim gradskim, prigradskim i lokalnim linijama u Beogradu za vreme prvomajskih i uskršnjih praznika biće primenjeni sledeći redovi vožnje:"
            },
            {
                "text": "• Sreda, 01.05.2024. – red vožnje za nedelju\n• Četvrtak, 02.05.2024. – red vožnje za nedelju\n• Petak, 03.05.2024. – red vožnje za nedelju\n• Subota, 04.05.2024. – red vožnje za subotu\n• Nedelja, 05.05.2024. – red vožnje za nedelju\n• Ponedeljak, 06.05.2024. – red vožnje za nedelju"
            },
            {
                "text": "Za vreme školskog raspusta 29.04. i 30.04.2024. (ponedeljak i utorak) na svim linijama u javnom gradskom i prigradskom prevozu u Nišu primenjivaće se redukovani (letnji) red vožnje."
            },
            {
                "text": "Tokom nastupajućeg državnog praznika Prvog maja u sredu i četvrtak (01.05. i 02.05.2024.) kao i tokom nastupajućeg verskog praznika Vaskrsa u petak, subotu, nedelju i ponedeljak (03.05. 04.05., 05.05. i 06.05.2024.) na svim linijama u javnom gradskom i prigradskom prevozu u Nišu primenjivaće se nedeljni red vožnje."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 01.05.2024. uspostavlja se sezonska linija broj 400 (Voždovac – Vrh Avale)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Od srede, 01.05.2024. počinje sa radom sezonska linija 400 (Voždovac – vrh Avale). Vozila sa ove sezonske linije saobraćaće subotom, nedeljom i državnim praznicima."
            },
            {
                "text": "Linija 400 je operativna do 31.08.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 17, 68 zbog radova u ulici Bulevar Zorana Đinđića (od 29.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 08.05.2024."
            },
            {
                "text": "Zbog izvođenja radova na redovnom održavanju kolovoza u Bulevaru Zorana Đinđića (desna kolovozna traka), od Španskih boraca do Antifašističke borbe, gledano u smeru ka Zelenom vencu, koje će izvoditi JKP „Beograd put“ u periodu od ponedeljka 29.04.2024. do 08.05.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 17 u smeru ka Konjarniku će saobraćati: Bulevar Zorana Đinđića – Španskih boraca – Bulevar Arsenija Čarnojevića i dalje redovnom trasom; u suprotnom smeru vozila saobraćaju redovnom trasom\n• Vozila sa linije 68 u smeru ka Zelenom vencu će saobraćati: Bulevar Zorana Đinđića – Španskih boraca – Bulevar Mihajla Pupina i dalje redovnom trasom; u suprotnom smeru vozila saobraćaju redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Beogradska arena“, „Blok 21“, „Sava centar“ u smeru ka Konjarniku za liniju 17\n• „Beogradska arena“, „Antifašističke borbe“, „Milentija Popovića“ i „Blok 21“ u smeru ka gradu za liniju 68"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti sva postojeća stajališta\nlinija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 702 zbog radova u ulici Prote Jeftimija Ivanovića (Faza 2) (od 25.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.06.2024."
            },
            {
                "text": "Zbog radova na asfaltiranju i uređenju ulice Prote Jeftimija Ivanovića (naselje Busije) na delu od Zemunske ulice do ulice Mojsija Lazarevića (zatvaranje desne kolovozne trake, gledano u smeru ka naselju Busije), u periodu od četvrtka 25.04.2024. do 01.06.2024. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 702 u oba smera će saobraćati: Zemunska – Dr Đorđa Šuice – Mojsija Lazarevića – Tandafila Duke i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Prote Jeftimija Ivanovića“, „Savke Subotić“ i „Stanka Koraća“ u smeru ka Busijama."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase vozila sa linije 702, koristiće privremeno uspostavljeno stajalište u ulici Tandafila Duke, koje se nalazi na poziciji oko 20 metara posle raskrsnice sa ulicom Mojsija Lazarevića, gledano u smeru ka Busijama."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 84, 612, 704N zbog radova u ulici Batajnički drum 1. deo (Naselje Nova Galenika) (od 17.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 07.05.2024."
            },
            {
                "text": "Zbog redovnog održavanja kolovoza, u ulici Batajnički drum 1. deo (naselje Nova Galenika), na delu od ulice Lazara Mamuzića do ulice Vere Dimitrijević, koje će izvoditi JKP „Beograd put“, u periodu od srede 17.04.2024. do 26.04.2024. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 84, 612 u oba smera, će saobraćati: Batajnički drum 1. deo – Lazara Mamuzića – Emilije Jakšić – Vere Dimitrijević i dalje redovnim trasama\n• Vozila sa noćne linije 704N u oba smera, će saobraćati: Batajnički drum 1. deo – Lazara Mamuzića – Emilije Jakšić – Vere Dimitrijević – Petra Jovovića – Momčila Radivojevića – Nikole Ribarića – Vere Dimitrijević – Emilije Jakšić – Lazara Mamuzića – Batajnički drum 1. deo i dalje redovnom trasom"
            },
            {
                "text": "Ukida se stajalište: „Mihaila Vukše“ u oba smera, za sve linije."
            },
            {
                "text": "Uspostavljaju se privremena stajališta:"
            },
            {
                "text": "• „Mihaila Vukše 1“ u smeru ka terminusu „Nova Galenika“, u ulici Emilije Jakšić na poziciji koja se nalazi u visini kućnog broja 35, za linije 84, 612, 704N\n• „Mihaila Vukše 1“ u smeru ka gradu, u ulici Emilije Jakšić, na\npoziciji koja se nalazi u visini kućnog broja 17, za linije 84, 612, 704N"
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linije 89 za vreme trajanja radova u ulici Dr. Ivana Ribara (Mileve Marić Ajnštajn) (od 11.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 09.05.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji male crpne stanice u ulici Dr Ivana Ribara (Mileve Marić Ajnštajn) za fekalne vode sa priključkom na postojeći kolektor u zaštitnom pojasu u periodu od 11.04.2024. do 09.05.2024. doći će do promena u radu linije javnog prevoza broj 89."
            },
            {
                "text": "Radovi podrazumevaju zauzeće desne kolovozne trake ulice Mileva Marić Ajnštajn, gledano u smeru ka ulici Jurija Gagarina, u visini objekta sa kućnim brojem 96, u periodu od 11.04.2024. do 09.05.2024."
            },
            {
                "text": "• Vozila sa linije 89 će u smeru ka Vidikovcu skretati u kolovoznu traku za suprotan smer (koja će biti dvosmerna) u visini kućnog broja 82, dok će u suprotnom smeru saobraćati na redovnoj trasi"
            },
            {
                "text": "Privremeno se izmeštaju stajališta „Naselje Mileva Marić Ajnštajn“ i to:"
            },
            {
                "text": "• Smer ka Vidikovcu – na poziciju ispred objekta sa kućnim brojem 80, odnosno oko 15 metara ispred zone skretanja u kolovoznu traku za suprotan smer (koja će biti dvosmerna)\n• Smer ka Bloku 72 – na poziciju preko puta objekta sa kućnim brojem 80, odnosno oko 35 metara posle pešačkog prelaza koji se nalazi u zoni skretanja vozila iz suprotnog smera"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija zbog radova u ulici Bogoljuba Uroševića Crnog od TC Obrenovac do kanala Kupinac (od 03.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 25.05.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kablovskog voda 110 kV u ulici Bogoljuba Uroševića Crnog od TS Obrenovac do kanala Kupinac, u periodu od 03.04.2024. do 01.05.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice za saobraćaj, zbog čega će linije JGP-a delimično izmeniti trasu i to:"
            },
            {
                "text": "• Vozila sa linije 860I će saobraćati u oba smera ulicama: Vojvođanska, Braće Puhalović, Železnička, Beogradska obilaznica, Petlja „Surčin“, Autoput „Miloš Veliki“, Obrenovački put, Železnička, INDUSTRIJSKA ZONA „BARIČ“, Železnička, Obrenovački put, Zabranski put, Kralja Aleksandra, Kralja Petra I, Nemanjina, Ravnogorska, NASELJE „SAVA“\n• Vozila sa linije 860U2 će u oba smera saobraćati od kružnog toka ulica Kralja Aleksandra I, Nemanjina i Kralja Petra I ulicama: Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linija: 911, 911A će saobraćati od BORE KEČIĆA ulicama: Miloša Obrenovića, Zabranski put, Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linije 912A će saobraćati trasom linije 912\n• Vozila sa linije 912A1 će saobraćati do na skraćenoj trasi do naselja Sava ulicama: Ljube Nenadovića, Miloša Obrenovića, Kralja Petra I, Nemanjina, Cara Dušana, Kralja Milutina, Ravnogorska, naselje Sava do Gaja"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linije 38 zbog radova u ulici Milošev kladenac (od 11.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 08.05.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji kišne i fekalne kanalizacije u ulici Milošev kladenac, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 11.03.2024. do 22.04.2024. menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 38 će saobraćati na skraćenoj trasi do pogona „Kosmaj“ i nosiće oznaku 38L1"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Milošev kladenac“, „Ristin potok“, „Vinjage“, „MZ VML“, „Vizantijska ulica“, u oba smera i „VML“, polazno i dolazno stajalište za liniju 38."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]