[
    {
        "date": "",
        "title": "Privremeno ukinuto stajalište ”Gandijeva” (#1194) (od 01.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.04.2024."
            },
            {
                "text": "Zbog radova u zoni stajališta “Gandijeva” (#1194) u Zemunskoj ulici, navedeno stajalište je privremeno ukinuto za linije: 45, 71, 601N, 603N."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 702 zbog radova u ulici Prote Jeftimija Ivanovića (od 02.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.05.2024."
            },
            {
                "text": "Zbog radova na asfaltiranju i uređenju ulice Prote Jeftimija Ivanovića (naselje Busije) na delu od Zemunske ulice do ulice Mojsija Lazarevića (zatvaranje leve kolovozne trake, gledano u smeru ka naselju Busije), u periodu od utorka 02.04.2024. do 01.05.2024. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 702 u smeru ka Batajnici će saobraćati: Bovanska – Mojsija Lazarevića – Dr Đorđa Šuice – Zemunska i dalje redovnom trasom. U smeru ka naselju Busije linija će saobraćati redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Prote Jeftimija Ivanovića“ i „Busije“ u smeru ka Batajnici, za liniju 702."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase vozila sa linije 702 (u smeru ka Batajnici) neće koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija zbog radova u ulici Bogoljuba Uroševića Crnog od TC Obrenovac do kanala Kupinac (od 03.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.05.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kablovskog voda 110 kV u ulici Bogoljuba Uroševića Crnog od TS Obrenovac do kanala Kupinac, u periodu od 03.04.2024. do 01.05.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice za saobraćaj, zbog čega će linije JGP-a delimično izmeniti trasu i to:"
            },
            {
                "text": "• Vozila sa linije 860I će saobraćati u oba smera ulicama: Vojvođanska, Braće Puhalović, Železnička, Beogradska obilaznica, Petlja „Surčin“, Autoput „Miloš Veliki“, Obrenovački put, Železnička, INDUSTRIJSKA ZONA „BARIČ“, Železnička, Obrenovački put, Zabranski put, Kralja Aleksandra, Kralja Petra I, Nemanjina, Ravnogorska, NASELJE „SAVA“\n• Vozila sa linije 860U2 će u oba smera saobraćati od kružnog toka ulica Kralja Aleksandra I, Nemanjina i Kralja Petra I ulicama: Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linija: 911, 911A će saobraćati od BORE KEČIĆA ulicama: Miloša Obrenovića, Zabranski put, Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linije 912A će saobraćati trasom linije 912\n• Vozila sa linije 912A1 će saobraćati do na skraćenoj trasi do naselja Sava ulicama: Ljube Nenadovića, Miloša Obrenovića, Kralja Petra I, Nemanjina, Cara Dušana, Kralja Milutina, Ravnogorska, naselje Sava do Gaja"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno ukinuto stajalište ”Beogradska arena” (#434) (od 29.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 26.04.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u Bulevaru Zorana Đinđića, GO Novi Beograd, koje izvodi “Beograd put”, doći će do zauzeća krajnje leve saobraćajne trake (uz razdelno ostrvo), posmatrano u smeru od ulice Španskih boraca do raskrsnice sa ulicom Antifašističke borbe (desna kolovozna traka u smeru ka gradu), u periodu od 29.03.2024. do 26.04.2024. pri čemu se autobusko stajalište za linije: 17, 68 „Beogradska arena“ (#434), smer ka gradu, u Bulevaru Zorana Đinđića privremeno ukida."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 708, 709 zbog radova u Kurirskoj ulici (od 22.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog izvođenja radova u Kurirskoj ulici u naselju Zemun polje u periodu od 22.03.2024. do završetka radova, operativno se menja režim rada linija: 708, 709."
            },
            {
                "text": "• Vozila sa linije 709 neće svraćati do prolazne okretnice „Železnička stanica /Kamendin/“\n• Vozila sa linija: 708, 709 neće svraćati do stanice „Železnička stanica /Zemun Polje/“"
            },
            {
                "text": "Privremeno se ukida stajalište „Školsko dobro“ (#2311, #2194) u oba smera."
            },
            {
                "text": "Privremeno se ukida stajalište „Železnička stanica /Zemun Polje/“ (#2203)."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim saobraćaja za vreme trajanja radova u ulici Bulevar revolucije (od 25.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.04.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Bulevar revolucije u Beogradu (Grocka), na delu od ulice Carice Milice (u visni okretnice „Kaluđerica /Put za Institut/“), sledećih 140 metara gledano ka naselju Leštane doći će do poremećaja u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podruzumevaju zauzeće dela desne saobraćajne trake u ulici Bulevar revolucije, na delu od zone raskrsnice sa ulicom Carice Milice (u visini okretnice „Kaluđerica /Put za Institut/“), sledećih 140 metara gledano u smeru ka naselju Grocka."
            },
            {
                "text": "Tokom izvođenja radova, vozila javnog prevoza putnika će se u zoni radova kretati preostalom širinom kolovoza (leva saobraćajna traka)."
            },
            {
                "text": "Radovi će se izvoditi u periodu od 25.03.2024. do 15.04.2024."
            },
            {
                "text": "Privremeno se izmešta stajalište „Put za Institut“ (#1440) za linije: 302, 303, 304, 305, 306, 307, 309L, 311, 301N, 304N – smer ka naselju Grocka, na poziciju koji se nalazi u visini kućnog broja 32, odnosno oko 150 metara ispred postojeće pozicije (unazad ka Beogradu), dok se privremeno ukida stajalište za liniju 309L."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linije 38 zbog radova u ulici Milošev kladenac (od 11.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 08.05.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji kišne i fekalne kanalizacije u ulici Milošev kladenac, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 11.03.2024. do 22.04.2024. menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 38 će saobraćati na skraćenoj trasi do pogona „Kosmaj“ i nosiće oznaku 38L1"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Milošev kladenac“, „Ristin potok“, „Vinjage“, „MZ VML“, „Vizantijska ulica“, u oba smera i „VML“, polazno i dolazno stajalište za liniju 38."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 351, 352, 352A, 353, 355, 355A, 355B, 361B, 361L – linije skraćene do stanice “Dražanj /Centar/” (od 29.01.2024)",
        "sections": [
            {
                "text": "Zbog radova u ulici Vučkova u Dražnju, na snazi je operativna izmena na linijama: 351, 352, 352A, 353, 355, 355A, 355B, 361B, 361L koje privremeno saobraćaju na skraćenoj trasi do stanice “Dražanj /Centar/”."
            },
            {
                "text": "Rok važenja izmene: očekivano do 16.04.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]
