[
    {
        "date": "",
        "title": "Režim rada linija javnog prevoza putnika sa početkom funkcionisanja nove Glavne autobuske stanice Beograd u Bloku 42 (BAS) (od 29.09.2024)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Nakon završetka radova i izmeštanja glavne autobuske stanice na novu lokaciju u Bloku 42 na Novom Beogradu, u nedelju 29.09.2024. linije prigradskog sistema prevoza putnika pretrpeće izmene u odnosu na dosadašnje trase."
            },
            {
                "text": "Ukupno 41 linija prigradskog prevoza je u dosadašnjem režimu dolazila do postojeće lokacije BAS-a u Železničkoj ulici br. 4. Sa izmeštanjem stanice na Novi Beograd izvršena je reorganizacija linija prigradskog prevoza u funkciji njihove što bolje realizacije i opsluge putnika u narednom periodu."
            },
            {
                "text": "U skladu sa navedenim, Sekretarijat za javni prevoz obaveštava javnost o trasama linija prigradskog prevoza koje će važiti počev od nedelje 29.09.2024. godine:"
            },
            {
                "text": "Linije za Sopot i Mladenovac:"
            },
            {
                "text": "• Linije koje dolaze Starim kragujevačkim putem i Bulevarom JNA: 450, 451, 451A, 466, 470, 470A, 474, 491, 491A biće preusmerene na okretnicu „Voždovac“ na Trošarini.\n• Linije koje dolaze autoputem Beograd – Niš: 460, 460A, 464, 465, 465A, 493, 493A, 493B, 494A, 499, 4414A nastaviće kretanje motoputem kroz grad, preko Mosta Gazela i ulicama Vladimira Popovića i Jurija Gagarina do nove autobuske stanice. U povratku će linije na motoput izlaziti na petlji „Beogradska arena“ i koristiti stajalište „Sava centar“"
            },
            {
                "text": "Linije za Obrenovac:"
            },
            {
                "text": "• Linije iz Obrenovca: 860, 860E, 860M, 860B kretaće se postojećim trasama do terminusa „Beograda na vodi“, uz uspostavljanje presedačkog stajališta „Sajam“\n• Linije iz drugih naselja koje polaze ili prolaze opštinom Obrenovac: 860A, 860C, 860J, 860S kretaće se preko Mosta na Adi do nove autobuske stanice, uz uspostavljanje presedačkog stajališta „Ada Ciganlija“, odnosno „Čukarica“ za suprotni smer kretanja\n• Linija koja dolazi autoputem Miloš Veliki: 860MV kretaće se svojom redovnom trasom ulicom Jurija Gagarina do nove autobuske stanice, dok će linija 860i od aerodroma prolaziti preko petlje „Beogradska arena“ do nove autobuske stanice"
            },
            {
                "text": "Linije za Lazarevac:"
            },
            {
                "text": "• Linije iz Lazarevca: 581, 581A, 581E kretaće se dosadašnjom trasom i preko Mosta Gazela, ulica Vladimira Popovića i Jurija Gagarina dolaziti do nove autobuske stanice. U povratku će linije na motoput izlaziti na petlji „Beogradska arena“ i koristiti stajalište „Sava centar“. Takođe će biti uspostavljeno presedačko stajalište „Sajam“\n• Linije iz drugih naselja opštine Lazarevac: 580, 583, 583A, 585, 588 kretaće se preko Mosta na Adi do nove autobuske stanice, uz uspostavljanje presedačkog stajališta „Ada Ciganlija“, odnosno „Čukarica“ za suprotni smer kretanja"
            },
            {
                "text": "Linije za Barajevo:"
            },
            {
                "text": "• Linije za opštinu Barajevo od ranije svoje kretanje završavaju na okretnici „Banovo brdo“, dok će linija 560E od sada ići preko Požeške ulice i dalje ulicama: Kirovljeva, Visoka, Paštrovićeva, Radnička, Bulevar vojvode Mišića, petlje „Radnička“ i Mosta na Adi do nove autobuske stanice u Bloku 42. U povratku će linija 560E ići preko Mosta na Adi, petlje „Radnička“, ulice Požeška i dalje postojećom trasom prema Barajevu"
            },
            {
                "text": "Linije za Grocku:"
            },
            {
                "text": "• Linije za opštinu Grocka, njihov najveći deo od ranije svoje kretanje završava na stanici „Šumice“, dok će linija 466 koja dolazi Starim kragujevačkim putem i Bulevarom JNA od sada biti preusmerena na okretnicu „Voždovac“ na Trošarini\n• Linija 466A koja ima jedan polazak od 04:40 iz nove autobuske stanice ka Vrčinu, izlaziće na motoput kroz grad na petlji „Beogradska arena“ i koristiti stajalište „Sava centar“, dalje će nastaviti kretanje Mostom Gazela i motoputem do petlje „Bubanj potok“"
            },
            {
                "text": "Treba napomenuti da je kod izmena trasa linija prigradskog prevoza ostavljena mogućnost da se nakon izgradnje prolaznog stajališta peronskog tipa „Beograd /Jug/“ deo linija preusmeri i na korišćenje ove lokacije."
            }
        ]
    },
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 36, 46, 493A, 601N zbog održavanja manifestacije “Vinska vizija – Otvoreni Balkan” (od 22.11.2024)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Izmena aktivna do: 25.11.2024."
            },
            {
                "text": "Tokom održavanja manifestacije „Vinska vizija – Otvoreni Balkan“ u periodu od 22.11.2024. od 07:00 časova do 25.11.2024. do 20:00 časova doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom održavanja ove manifestacije, za saobraćaj će biti potpuno zatvorena ulica Bulevar Vudroa Vilsona, na delu od Mostarske petlje do Bulevara Vudroa Vilsona (raskrsnica kod TC „Galerija“), zbog čega će doći do promena u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linije 36 će u smeru od Trga Slavija zbog istovremenih radova u ulici Savska saobraćati ulicama: Nemanjina, Kneza Miloša, Vojvode Putnika i dalje redovnom trasom prema železničkoj stanici „Beograd /Centar/“, dok će u suprotnom smeru saobraćati na redovnoj trasi\n• Vozila sa linije 46 će u smeru od okretnice „Beograd na vodi“ zbog istovremenih radova u ulici Savska saobraćati ulicama: Bulevar Vudroa Vilsona, Nikolaja Kravcova, Savska, Nemanjina, Kneza Miloša, Mostarska petlja, Bulevar Franša D’ Eperea (Motoput) i dalje redovnom trasom prema Mirijevu, dok će u suprotnom smeru saobraćati na redovnoj trasi\n• Vozila sa linije 493A će u smeru od Trga Slavija zbog istovremenih radova u ulici Savska saobraćati ulicama: Nemanjina, Kneza Miloša, Mostarska petlja, Bulevar Franša D’ Eperea (Motoput) i dalje redovnom trasom prema Mladenovcu\n• Vozila sa noćne linije 601N će u smeru od Trga Slavija zbog istovremenih radova u ulici Savska saobraćati ulicama: Nemanjina, Kneza Miloša, Mostarska petlja, Bulevar Franša D’ Eperea (Motoput) i dalje redovnom trasom prema Surčinu"
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno izmešteno stajalište “SC Vizura” (#1983) zbog radova u ulici Tošin bunar (od 22.11.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.11.2024."
            },
            {
                "text": "Tokom izvođenja radova na tehničkom regulisanju u ulici Tošin bunar – desna kolovozna traka, smer ka Surčinu, doći će do potpunog zatvaranja predmetne deonice u delu od Bulevara Arsenija Čarnojevića (motoputa) do Bulevara Milutina Milinkovića, GO Novi Beograd, u periodu od 22.11.2024. do 28.11.2024."
            },
            {
                "text": "Tokom izvođenja radova u desnoj kolovoznoj traci vozila javnog linijskog prevoza će biti preusmerena u levu kolovoznu traku, koja će za vreme izvođenja radova biti dvosmerna."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište „SC Vizura“ (#1983) (smer ka Surčinu) oko 200 metara pre redovne pozicije, u ulici Tošin bunar, nakon denivelisane raskrsnice sa Bulevarom Arsenija Čarnojevića."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 57 zbog radova u ulici Petra Martinovića (od 14.11.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 26.11.2024."
            },
            {
                "text": "Zbog izvođenja hitnih radova JKP „Beogradski vodovod i kanalizacija“ u zoni raskrsnice ulica Petra Martinovića i Beogradskog bataljona, u periodu od četvrtka 14.11.2024. od 08:00 časova do 20.11.2024. doći će do potpunog zatvaranja pomenute raskrsnice, pri čemu se menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 57 će saobraćati sledećom trasom: Kneza Višeslava, Žarkovačka i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• „Petra Martinovića 1“ u ulici Kneza Višeslava na poziciji drugog ED stuba koji se nalazi posle zone raskrsnice sa ulicom Petra Martinovića\n• „Žarkovačka“ u ulici Žarkovačka na poziciji koja se nalazi oko 40 metara posle zone raskrsnice sa ulicom Beogradskog bataljona"
            },
            {
                "text": "Privremeno se ukidaju stajališta za liniju 57: „Naselje Golf“ (#2235), „Petra Martinovića“ (#2236), „Žarkovačka“ (#2237)."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 406L zbog radova u ulici Zemljoradnička (od 08.11.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.12.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji kanalizacije u ulici Zemljoradnička, koje će izvoditi preduzeće “Mašinokop“, u periodu od petka 08.11.2024. do 01.12.2024. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 406L će saobraćati u oba smera ulicama: Vojvode Stepe – Ruža – Torlački vis – Bulevar JNA i dalje redovnom trasom"
            },
            {
                "text": "Privremeno sa ukidaju stajališta: „MZ Kumodraž“, „Zemljoradnička /Ulaz/“, „Petrovdanska“, „Đurđevdanska“, „Zabran /Torlak/“, „Zemljoradnička /Put za deponiju/“, „Rakovica selo /Gornji kraj/“, „Zemljoradnička /Izlaz/ /Osečinska/“ u oba smera, kao i „Oktobarska“ i „Kružni put“ u smeru ka periferiji (Avala) za liniju 406L."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 36 zbog radova u ulici Dr. Milutina Ivkovića (od 07.11.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 26.11.2024."
            },
            {
                "text": "Zbog izvođenja radova na popravci kamenih kocki u ulici dr Milutina Ivkovića (zauzeće desne saobraćajne trake), koje će izvoditi GP “Invest gradnja“ d.o.o., na delu od ul. Ljutice Bogdana do ul. Dinarske, u periodu od četvrtka 07.11.2024. do 26.11.2024. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 36 će saobraćati na sledeći način: u smeru ka Bulevaru kneza Aleksandra Karađorđevića ulicama: Bulevar oslobođenja – Trg oslobođenja – Ljutice Bogdana – Bulevar kneza Aleksandra Karađorđevića i dalje redovnom trasom; u smeru ka Trgu Slavija: redovnom trasom u skladu sa izmenom režima u ul. Savska"
            },
            {
                "text": "Privremeno se ukida stajalište: „Dinarska“ u smeru ka Železničkoj stanici „Beograd Centar“."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 3A, 36, 46, 51, 493A, 511, 601 zbog radova u Savskoj ulici (Faza 3) (od 02.11.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.12.2024."
            },
            {
                "text": "Tokom izvođenja radova u ulici Savska (Faza 3) u periodu od 02.11.2024. do 30.12.2024. doći će do promena u radu linija javnog prevoza. Radovi u ovoj fazi se izvode na desnoj strani kolovoza ulice Savska (gledano u smeru ka Gazeli), na delu od zone raskrsnice sa ulicom Nikolaja Kravcova do zone raskrsnica sa ulicom Drinska, pri čemu će doći do potpunog zatvaranja predmetne deonice (smer ka Gazeli)."
            },
            {
                "text": "Tokom izvođenja radova na navedenim deonicama, doći će do promene u radu linija javnog prevoza putnika:"
            },
            {
                "text": "• Autobuska linija 36 će u smeru ka Gazeli saobraćati ulicama: Nemanjina, Savski trg, Savska, Nikolaja Kravcova, Bulevar Vudroa Vilsona, interna saobraćajnica koja vodi ka uključenju na mostarsku petlju (u visini terminusa „Beograd na vodi“), Bulevar Vojvode Putnika i dalje redovno, dok će u suprotnom smeru saobraćati redovno\n• Autobuska linija 46 će u smeru ka Mirijevu saobraćati od terminusa BEOGRAD NA VODI, interna saobraćajnica koja koja vodi ka uključenju na mostarsku petlju, Bulevar Franše D’Eperea i dalje redovno, dok će u suprotnom smeru saobraćati redovno\n• Autobuske linije: 3A, 51, 511 će u smeru ka Gazeli saobraćati od terminusa BEOGRAD NA VODI ulicama: Bulevar Vudroa Vilsona, Zemunski put, Karađorđeva, Savski trg, Savska, Nikolaja Kravcova, Bulevar Vudroa Vilsona, Bulevar Vojvode Mišića i dalje redovno, dok će u smeru ka gradu saobraćati redovno\n• Autobuska linija 601 će u smeru ka Novom Beogradu saobraćati od terminusa BEOGRAD NA VODI ulicama: Bulevar Vudroa Vilsona, Zemunski put, Karađorđeva, Savski trg, Nemanjina, Kneza Miloša, Most Gazela i dalje redovno, dok će u smeru ka gradu saobraćati redovno\n• Autobuska linija 493A će u smeru ka Mladenovcu saobraćati ulicama: Savska, Nikolaja Kravcova, Bulevar Vudroa Vilsona, interna saobraćajnica koja vodi ka uključenju na mostarsku petlju (u visini terminusa „Beograd na vodi“), Bulevar Franše D’Eperea i dalje redovno\n• Tramvajske linije 11, 12 se u ovom delu vraćaju na svoje redovne trase preko ulice Savska"
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti postojeća stajališta."
            },
            {
                "text": "Napomena: Autobusko stajalište „Durmitorska“ (#2498) smer ka terminusu “Beograd na vodi” će koristiti samo linija 46."
            },
            {
                "text": "Napomena: Vozila sa linija: 3A, 51, 511 neće koristiti u smeru ka Čukarici sledeća autobuska stajališta u ulici Bulevar Vudroa Vilsona:"
            },
            {
                "text": "• „Kula Beograd“ (#3106) smer ka terminusu „Beograd na vodi“\n• „TC Galerija“ (#3106) smer ka terminusu „Beograd na vodi“"
            }
        ]
    },
    {
        "date": "",
        "title": "Zbog pada nadstrešnice na Železničkoj stanici “Novi Sad” na snazi je operativna izmena u železničkom saobraćaju i linijama iz sistema “SOKO Voz”",
        "sections": [
            {
                "text": "Zbog nesreće u stanici Novi Sad, saobraćaj vozova (SOKO Voz) (IC Intersiti, REX Regio Ekspres, RE Regio) na relaciji Beograd /Centar/ – Novi Sad – Beograd /Centar/ do daljnjeg će se obavljati do i od stanice Petrovaradin."
            },
            {
                "text": "Na relaciji Petrovaradin – Novi Sad /Centar/ – Petrovaradin za putnike je organizovan prevoz autobusom."
            },
            {
                "text": "Autobus koji će prevoziti putnike do stanice Petrovaradin, će polaziti iz centra Novog Sada (Uspenska ulica – stajalište u Šafarikovoj) prema sledećim polascima: 6:06h*; 6:32h*; 7:04h*; 7:33h; 8:04h; 8:32h*; 9:09h; 9:59h; 10:25h; 10:59h; 11:33h; 11:59h; 12:59h; 13:30h; 13:59h; 14:59h; 15:59h; 16:35h; 16:59h; 17:35h; 17:59h; 18:42h*; 18:59h; 19:35h; 19:59h; 20:35h; 20:51h; 20:59h; 22:12h; 23:50h."
            },
            {
                "text": "Autobus koji će prevoziti putnike od Petrovaradina (redovno autobusko stajalište “Petrovaradin železnička stanica”- u Preradovićevoj ulici) do centra Novog Sada će polaziti prema sledećim polascima: 5:51h*; 6:17h*; 6:49h*; 7:18h; 7:49h*; 8:17h*; 8:53h; 9:44h; 10:10h; 10:44h; 11:20h; 11.44h; 13:18h; 13:44h; 14:20h; 14:44h; 15:44h; 16:20h; 16:44h; 17:20h; 17:44h; 18:27h*; 18:44h; 19:20h; 19:44h; 20:20h; 20:36h; 20:44h; 21:57h; 23:35h; 00:37h."
            },
            {
                "text": "Napomena: Polasci označeni zvezdicom * ne saobraćaju subotom, nedeljom i državnim praznicima."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim saobraćaja zbog radova na uklanjanju Starog Savskog mosta (od 02.11.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 02.09.2027."
            },
            {
                "text": "Od subote 02.11.2024. počinju pripremni radovi na demontaži Starog savskog mosta. Od navedenog datuma, biće obustavljen saobraćaj na mostu i počeće isključenje i uklanjanje instalacija, nakon čega sledi skidanje šina i uklanjanje kolovoza i na kraju rasklapanje i sklanjanje noseće i glavne konstrukcije."
            },
            {
                "text": "U skladu sa navedenim, od navedenog datuma doći će do promena u režimu saobraćaja i radu linija javnog prevoza."
            },
            {
                "text": "Pre svega, tramvajske linije se izmeštaju na trasu preko Mosta na Adi, zbog čega će važiti sledeći režim rada linija javnog prevoza:"
            },
            {
                "text": "• Tramvajske linije: 7, 9 će u oba smera, od zone Savskog trga saobraćati ulicama: Savska, Bulevar vojvode Mišića, Petlja “Radnička”, Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L, 9L.\n• Uspostavlja se privremena autobuska linija 9A (Trg Slavija – Blok 45) koja će u intervalu od 12 minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i imati dvostruki režim: u periodu od 02.11.2024., u sklopu radova na prilagođavanju saobraćajne infrastrukture privremenom režimu saobraćaja, trasa autobuske linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, Bulevar Mihajla Pupina, Milentija Popovića i dalje redovnim trasama tramvajskih linija do Bloka 45; u periodu nakon završetka radova na prilagođavanju saobraćajne infrastrukture privremenom režimu saobraća, trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45\n• Autobuske linije: 78, 83 su počev od 04.10.2024. zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna"
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta: „Kamenička 1“ (#4120) i „Brankov most 1“ (#4119) za linije: 9A, 78, 83 – smer prema Trgu Slavija, odnosno „Staro sajmište“ – smer prema Bloku 45 za liniju 9A."
            },
            {
                "text": "Ukidaju se stajališta u oba smera za tramvajske linije 7, 9: „Ekonomski fakultet“, „Staro sajmište“, „Blok 21“, „Sava Centar“, „Blok 23“ i „Milutina Milankovića“."
            },
            {
                "text": "I dalje su ukinuta stajališta za linije 78, 83: „Staro sajmište“ i „Ekonomski fakultet“ u oba smera i „Savski trg“ ka Trgu Slavija."
            },
            {
                "text": "Dodatne napomene za funkcionisanje saobraćaja:"
            },
            {
                "text": "Što se tiče režima saobraćaja prenosimo informaciju Sekretarijata za saobraćaj i obaveštavamo vas da će na strani desne obale Save vozila saobraćajnom signalizacijom biti obaveštena da je most zatvoren i upućuju se ka Brankovom mostu. U Karađorđevoj ulici, na raskrsnici sa Zemunskim putem, biće dodata još jedna saobraćajna traka, tako da će po Karađorđevoj biti u kontinuitetu dve saobraćajne trake, a jedna će biti namenjena levom skretanju u ul. Zemunski put. Takođe, rad semafora je prilagođen ovoj promeni."
            },
            {
                "text": "Na novobeogradskoj strani će sve vreme biti zabranjen pristup mostu i vozači će saobraćajnom signalizacijom biti obavešteni o tome. Privremeni režim saobraćaja će biti sproveden u dve faze. U prvoj, za vreme pripremnih radova na prilagođavanju infrastrukturne mreže privremenom režimu saobraćaja (koja nije mogla biti izvedena dok su saobraćali tramvaji) biće zatvorene tramvajske baštice od Milentija Popovića do Zarije Vujoševića, a zbog toga neće biti moguće koristiti vezu Vladimira Popovića – Zemunski put, jer prelazi preko baštica. Nakon završetka ovih radova režim saobraćaja se menja na način da će vozilima biti omogućeno kretanje preko sadašnje tramvajske baštice u smeru od Milentija Popovića do Zarije Vujoševića i, iz dve trake uključivanje u ul. Sajmište."
            },
            {
                "text": "Sekretarijat za javni prevoz i Sekretarijat za saobraćaj vršiće konstatni monitoring nad definisanim privremnim režimom saobraćaja i po potrebi donositi neophodne regulativne mere u pravcu kvalitetnijeg odvijanja prevoza i saobraćaja dok traju radovi."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno izmešteno stajalište “Zeleni venac” (#360) zbog radova u zoni stajališta (od 28.10.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 26.11.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Brankova na delu od zone raskrsnice sa ulicom Carice Milice do skretanja u okretnicu „Zeleni venac“, u vremenskim intervalima od 22:00 do 06:00 časova u periodu od 28.10.2024. do 16.11.2024. doći će do zauzeća desne saobraćajne trake (gledano u smeru ka Terazijskom tunelu) na posmatranom delu."
            },
            {
                "text": "Zbog predmetnih radova neće biti moguće korišćenje stajališta „Zeleni venac“ (#360) (smer ka Terazijskom tunelu) u periodu od 28.10.2024. do 16.11.2024. celodnevno, zbog čega će isto biti izmešteno na poziciju neposredno ispred obeleženog pešačkog prelaza, ispred kućnog broja 9."
            },
            {
                "text": "Linije obuhvaćene režimskom izmenom: 16, 35, 65, 77, 95, 27E, EKO 1, E6, 15N, 68N, 75N, 603N, 704N, 706N."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na trolejbuskim linijama: 40, 41 zbog radova u Crnotravskoj ulici (od 26.10.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 24.11.2024."
            },
            {
                "text": "Zbog radova na pregledu i popravci trolejbuske kontaktne mreže u ul. Crnotravska, na delu od ul. Veljka Lukića Kurjaka do ul. Bahtijara Vagabazde (Borske), koje će izvoditi OJ „Elektrograđevinska operativa“, u periodu od subote 26.10.2024. do 12.11.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Trolejbusi sa linija: 40, 41 saobraćaće do stare okretnice na Banjici i nosiće oznake 40L, 41L\n• Uspostavlja se autobuska linija 41A na relaciji: Banjica /stara okretnica/ – Banjica 2. Trasa linije 41A u oba smera: Banjica /stara okretnica/ – Crnotravska – Paunova – Banjica 2"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 606 zbog radova u Beogradskoj ulici (od 11.10.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 25.11.2024."
            },
            {
                "text": "Od petka 11.10.2024. od 08:00 časova, zbog radova na rehabilitaciji kolovoza ulice Beogradska u Dobanovcima, menja se trasa linije 606 na taj način što će vozila u oba smera saobraćati ulicama: Maršala Tita, Ugrinovačka i dalje redovnom trasom."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno se ukida stajalište “Durmitorska” (#2498) za linije: 3A, 51, 511, 601 (od 07.10.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.12.2024."
            },
            {
                "text": "Tokom izvođenja radova u ulici Savska, privremeno se ukida stajalište “Durmitorska” (#2498) za linije: 3A, 51, 511, 601. Napomena: Stajalište će koristiti isključivo vozila sa linije broj 46."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 49, 94 zbog radova u ulici Teodora Drajzera (od 25.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2024."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji vodovodne distributivne mreže sa pratećom infrastrukturom u ulici Teodora Drajzera, GO Savski venac, u delu od raskrsnice sa ulicom Patrijarha Pavla do crpne stanice Topčider – Faze 2 i 3, u vremenskom periodu od 25.09.2024. do 03.11.2024. doći će do izmena u radu linija javnog prevoza."
            },
            {
                "text": "Faza 2 – radovi se izvode od raskrsnice Teodora Drajzera – Bulevar patrijarha Pavla – Bulevar vojvode Putnika – Bulevar vojvode Mišića do raskrsnice sa prilaznim putem objektima Vojske Srbije, u periodu od 25.09.2024. do 24.10.2024., uz potpunu obustavu saobraćaja."
            },
            {
                "text": "Faza 3 – radovi se izvode u ulici Teodora Drajzera u zoni ukrštanja sa prilaznim putem objektima Vojske Srbije, u periodu od 25.10.2024. do 03.11.2024., uz potpunu obustavu saobraćaja."
            },
            {
                "text": "Tokom Faze 2 i Faze 3 doći će do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 49 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Petlja „Radnička“, Paštrovićeva i dalje redovnom trasom\n• Vozila sa linije 94 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Most na Adi i dalje redovnom trasom"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linije 860C zbog radova u ulici Baričkih boraca (od 24.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.11.2024."
            },
            {
                "text": "Za vreme izvođenja radova na izgradnji kanalizacione mreže „Barič III“ u ulici Baričkih boraca na delu od zone raskrsnice sa ulicom Aleksandra Ace Tešića do zone raskrsnice sa ulicom Obrenovački put u periodu od 24.09.2024. do 20.11.2024. doći će do promena u radu linije broj 860C."
            },
            {
                "text": "Tokom izvođenja radova, doći će do zatvaranja predmetne deonice, zbog čega će vozila sa linije broj 860C saobraćati kao i do sada ulicama: Grobljanska, Barička reka, Obrenovački put i dalje redovnom trasom."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 101, 103, 106, 101N zbog radova u zoni raskrsnice državnog puta IB reda br. 13 (Zrenjaninski put), Puta za Glogonjski rit i Puta za Kovilovo (Faza 1) (od 23.09.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.03.2025."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji raskrsnice državnog puta IB reda br. 13 (Zrenjaninski put), Puta za Glogonjski rit i Puta za Kovilovo, (biće onemogućeno skretanje za naselje Kovilovo), u periodu od ponedeljka 23.09.2024. do 23.11.2024. doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 106 će saobraćati: u smeru ka Jabučkom ritu: redovnom trasom do okretnice „PKB Kovilovo“, odakle će se istom trasom vraćati nazad prema Zrenjaninskom putu, odakle će dalje saobraćati Zrenjaninskim putem, Putem za Glogonjski rit i dalje redovnom trasom; u smeru ka Omladinskom stadionu: redovnom trasom do Zrenjaninskog puta, odakle će dalje saobraćati Zrenjaninskim putem, preko ulice Kovilovo do okretnice „PKB Kovilovo“ i dalje redovnom trasom"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti postojeća stajališta, dok se istovremeno ukida stajalište „Put za Jabučki rit“ u oba smera za linije 101, 103, 101N."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 705 zbog radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva (od 29.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2024."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva u periodu od 29.07.2024. do 31.12.2024. doći će do promena u radu linije javnog prevoza broj 705."
            },
            {
                "text": "Radovi podrazumevaju zatvaranje sve tri ulice istovremeno, zbog čega će vozila sa linije javnog prevoza broj 705 u smeru ka naselju 13. maj saobraćati od terminusa „Kej oslobođenja“ ulicama: Marka Nikolića, dr Jovana Subotića, Stevana Markovića, Glavna i dalje redovnom trasom; u suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Vozila će na izmenjenom delu koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji VRABAC zbog radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“ (od 26.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.08.2025."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“, Trg republike br.3, u periodu od srede 26.06.2024. do 28.08.2025., zbog onemogućenog kretanja vozila ulicom Čika Ljubina, menja se režim rada linije VRABAC na sledeći način:"
            },
            {
                "text": "• Vozila sa linije VRABAC će saobraćati: Obilićev venac, Kneza Mihaila i dalje redovnom trasom"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 501 zbog radova na rehabilitaciji mosta u Letićevoj ulici (od 22.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 07.02.2025."
            },
            {
                "text": "Zbog radova na rehabilitaciji mosta u Letićevoj ulici u periodu od subote 22.06.2024. do 07.02.2025. menja se režim rada linije 501 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 501 će saobraćati redovnom trasom do kružnog toka u zoni raskrsnice ulice Oslobođenja i Kružni put Kijevo, gde će vozila vršiti promenu smera kretanja u kružnom toku i nosiće oznaku 501L"
            },
            {
                "text": "Privremeno se ukidaju stajališta u oba smera: „Deponija“, „“Kijevo“, „Letićeva“, „Proleterska (ulaz)“, „Železnički most“, „Stepenice“, „Fudbalsko igralište“ i „Staro Kijevo“."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 504, 47N zbog radova u ulici 13. oktobra (Rakovica) (od 08.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 30.11.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju ulice 13. Oktobar, na delu od ul. Palih boraca do Kružnog puta – Rakovica, koje će izvoditi JKP „Beograd put“, u periodu od subote 08.06.2024. do 22.07.2024. doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 504, 47N u oba smera saobraćaće: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok Slavka Miljkovića – Kružni put Rakovica – Slavka Miljkovića – Podavalska – Palih boraca –\n13. oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Ispod tunela“, „Spomenik“, i „Resnik izlaz“, u oba smera za linije 504, 47N."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]