[
    {
        "date": "02/11/2024 - 02/09/2027",
        "title": "Informacija o promeni režima saobraćaja i režima rada linija javnog prevoza tokom izvođenja radova na uklanjanju Starog savskog mosta",
        "sections": [
            {
                "text": "• Tramvajske linije br. 7 i 9 će u oba smera, od zone Savskog trga saobraćati ulicama Savska, Bulevar vojvode Mišića, Petlja \"Radnička\", Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L i 9L.\n• Uspostavlja se privremena autobuska linija br. 9A (Trg Slavija - Blok 45)  koja će u intervalu od 12  minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45. \n• Autobuske linije br. 78 i 83 su počev od 04. oktobra zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna. \n• Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta „Kamenička 1“ i „Brankov most 1“ za linije br. 9A, 78 i 83 - smer prema Trgu Slavija, odnosno „Staro sajmište“ - smer prema Bloku 45 za liniju br. 9A."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/617"
    },
    {
        "date": "26/04/2025 - 03/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Karađorđeva",
        "sections": [
            {
                "text": "Tokom izvođenja radova na tramvajskim šinama i kontaktnoj mreži u ulici Karađorđeva,  u periodu od 26.04. do 03.08.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Karađorđeva, na delu od zone raskrsnice sa ulicom Zemunski put do kružnog toka kod Geozavoda. Tokom izvođenja radova, predmetna deonica (Karađorđeva ulica) će biti zatvorena za saobraćaj, pri čemu će doći do promene u radu linija JLPP-a i to:"
            },
            {
                "text": "• Tramvajske linije br. 2 i 11 se privremeno ukidaju;\n• Uspostavlja se tramvajska linija br. 2L koja će saobraćati na relaciji Pristanište - Dorćol - Vukov spomenik - Trg Slavija - Gospodarska mehana;\n• Privremeno se uspostavlja autobuska linija br. 2A („Dorćol /SRC Milan Gale Muškatirović/„ - Beograd na vodi - „Dorćol /SRC Milan Gale Muškatirović/“ koja će saobraćati ulicama:"
            },
            {
                "text": "DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/ - Tadeuša Košćuška - Bulevar vojvode Bojovića - Karađorđeva - Zemunski put - Bulevar Vudroa Vilsona - BEOGRAD NA VODI - Bulevar Vudroa Vilsona - Železnička - Hercegovačka - Karađorđeva - Bulevar vojvode Bojovića - Tadeuša Košćuška - DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristi sva postojeća stajališta, kao i novouspostavljena privremena stajalištea za liniju br. 2A:"
            },
            {
                "text": "• „Pristanište 1“ (smer ka Brankovom mostu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 5 metara ispred zaustavne linije u zoni kućnog broja 11;\n• „Pristanište 1“ (smer ka Kalemegdanu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 10 metara ispred zaustavne linije u zoni ulice Velike stepenice."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/708"
    },
    {
        "date": "19/05/2025 - 13/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova na Trgu republike",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju na Trgu Republike, na delu od zone raskrsnice sa ulicom Makedonska (u visini objekta „Dunav osiguranje“) do zone raskrsnice sa ulicom Francuska (do sredine autobuskog stajališta „Trg Republike“ za linije br. 32, 32N, 202N i 706N) u periodu od 19.05. od 14.00 časova do 13.07.2025. godine doći će do promena u radu linija javnog prevoza. Radovi podrazumevaju zauzeće desne kolovozne trake, u smeru ka Studentskom trgu, pri čemu će se leva kolovozna traka koristiti za dvosmerno odvijanje saobraćaja, zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• trolejbuske linije br. 28 i 41 i dalje neće funkcionisati;\n• trolejbuska linija br. 29 će i dalje saobraćati do Trga Slavija i nosiće oznaku 29L i saobraćaće na relaciji Trg Slavija - Medaković 3;\n• trolejbuska linija br. 40 će i dalje saobraćati sa povećanim brojem vozila;\n• Autobuska linija br. 24 će saobraćati ulicama Cara Dušana, Francuska, Kolarčeva, Terazije, Kralja Milana, Trg Slavija, Beogradska, Njegoševa i dalje u skladu sa radovima u ulici Čuburska;\n• Autobuske linije br. 26 i 26N će saobraćati ulicama Cara Dušana, Džordža Vašingtona, 27. marta, Kraljice Marije, Ruzveltova, Bulevar kralja Aleksandra,(Sinđelićeva, Kraljice Marije u smeru ka Dorćolu) i dalje redovnom trasom;\n• Autobuska linija br. 27 će u oba smera saobraćati ulicama Bulevar despota Stefana (Braće Jugovića, Francuska u smeru ka Trgu republike), Džordža Vašingtona, 27. marta, Kraljice Marije, Ruzveltova i dalje redovnom trasom;\n• Autobuska linija br. 27N će u smeru ka Mirijevu saobraćati na svojoj redovnoj trasi, dok će u smeru ka Trgu republike saobraćati ulicama Makedonska, Braće Jugovića, Francuska do terminusa „Trg republike“;\n• Autobuske linija br. 37 i 44 će saobraćati ulicama Žorža Klemansoa, Cara Dušana, Džordža Vašingtona, Takovska, Kneza Miloša i dalje redovnim trasama (linija br. 44 u skladu sa radovima u ulici Vase Pelagića);\n• Autobuska linija br. 58 će saobraćati ulicama Bulevar despota Stefana, Cvijićeva, Takovska, Kneza Miloša i dalje redovnom trasom; \n• Autobuske linije br. 37N, 56N, 511N i E2 će saobraćati sa Trga republike (polazno stajalište za liniju br. 43) ulicama Braće Jugovića, Makedonska, Svetogorska, Takovska, Kneza Miloša i dalje redovnim trasama;\n• Autobuska linije br. 75N će saobraćati sa stajališta „Trg republike“ (u visini objekta „Dunav osiguranje“), dok će u suprotnom smeru saobraćati na trasi Prizrenska, Terazije, Kolarčeva do pomenutog stajališta; \n• Autobuske linije br. 68N i 603N će saobraćati u smeru ka Novom Beogradu i Dobanovcima sa stajališta „Trg republike“ - polazno za liniju br. 27, dok će u smeru ka Trgu republike saobraćati ulicama Dečanska, Braće Jugovića, Francuska do stajališta „Trg republike“;"
            },
            {
                "text": "• Autobuske linije br. 202N i 301N će saobraćati sa Trga Republike ulicama Braće Jugović,  Makedonska, Svetogorska, Majora Ilića, 27. marta, Kraljice Marije, Ruzveltova i dalje redovnim trasama, dok će u smeru ka Trgu republike saobraćati ulicama Makedonska, Braće Jugovića, Francuska, do terminusa „Trg republike“;\n• Autobuska linije br. 304N će saobraćati sa Trga Republike ulicama Braće Jugović,  Makedonska, Svetogorska i dalje redovnom trasom, dok će u smeru ka Trgu republike saobraćati ulicama Makedonska, Braće Jugovića, Francuska, do terminusa „Trg republike“;"
            },
            {
                "text": "• Privremeno se ukida autobusko stajalište „Trg Republike“ (šifra st.#702 - smer ka Dorćolu za linije br. 24, 37, 44, 15N, 27N, 32N, 33N, 37N, 56N, 75N, 101N, 304N, 511N, 704N i 706N), pri čemu će vozila sa noćnih linija kao dolazno koristiti svoje polazno stajalište;\n• Autobusko stajalište „Trg Republike“ (šifra st.#3031 - smer ka ulici Dečanska) će biti u funkciji samo za noćnu liniju br. 75N."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/723"
    },
    {
        "date": "19/05/2025 - 30/06/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza zbog kvara na pružnom prelazu u naselju Veliki Borak (Barajevo)",
        "sections": [
            {
                "text": "Zbog kvara na pružnom prelazu u naselju Veliki Borak (Barajevo), od ponedeljka 19.05.2025. godine od 16.30 časova, promenjene su trase linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Linija br. 5521 - vozila sa ove linije saobraćaju od Autobuske stanice ulicama Svetosavska, Sime Markovića, Dragomira Milovanovića Mirka, BOŽDAREVAC, Obrada Lazića, Sime Markovića, VELIKI BORAK, 6.ličke divizije gde će promenu smera kretanja vršiti u zoni raskrsnice ulica Šeste ličke divizije i Solunska;\n• Linija br. 5528 - vozila sa ove linije saobraćaju od Autobuske stanice ulicama Svetosavska, Sime Markovića, Dragomira Milovanovića Mirka, BOŽDAREVAC, Obrada Lazića, Sime Markovića, Dobrivoja Maksimovića, Radovana Marinkovića do objekta trafoa u  Šiljakovcu;\n• Linija br. 5521A - linija se privremeno ukida, a vozila sa ove linije će saobraćati na trasu linije br. 5521."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/724"
    },
    {
        "date": "20/05/2025 - 30/06/2025",
        "title": "Informacija o promeni režima rada linije br. 312",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacije u ulici Vojvode Stepe (Voždovac) u periodu od 20.05. do 30.06.2025. godine doći će do promene u radu linije javnog prevoza br. 312."
            },
            {
                "text": "Radovi se izvode na kolovozu u ulici Vojvode Stepe, na delu od kućnog broja 616A , sledećih 216 metara gledano u smeru ka naselju Veliki mokri lug. Tokom izvođenja radova, predmetna deonica će biti zatvorena za saobraćaj, zbog čega će vozila sa linije br. 312 saobraćati skraćenom trasom, ulicama Stražarska kosa, Vojvode Stepe, Mitkov kladenac (bez svraćanja na okretnicu „Kumodraž)) i dalje redovnom trasom."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/722"
    },
    {
        "date": "13/05/2025 - 30/05/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Mihaila Avramovića - FAZA 1",
        "sections": [
            {
                "text": "Radovi su produženi do 30.05.2025. godine."
            },
            {
                "text": "Zbog problema sa parkiranim vozilima u ulici Paje Adamova, vozila sa linije br. 42 u oba smera saobraćaju ulicama Bulevar kneza Aleksandra Karađorđevića, Neznanog junaka, Crnotravska i dalje redovnom trasom od petka, 16.05.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Mihaila Avramovića - FAZA 1 , na delu od zone raskrsnice sa ulicom Pivljanina Baje do zone raskrsnice sa ulicom Joce Jovanovića u periodu od 13.05. do 20.05.2025. godine doći će do promena u radu linija ajvnog prevoza br. 34 i 42."
            },
            {
                "text": "Radovi u ovoj fazi podrazumevaju potpuno zatvaranje ulice Mihaila Avramovića na delu između zona raskrsnica sa ulicama Pivljanina Baje i Joce Jovanovića, pri čemu će se vozila sa linija br. 34 i 42 kretati na sledeći način:"
            },
            {
                "text": "• Linija br. 34 - vozila će se u oba smera kretati ulicama Bulevar kneza Aleksandra Karađorđevića, Mihaila Avramovića, Pivljanina Baje i dalje redovnom trasom (u skladu sa radovima u ulici Vase Pelagića);\n• Linija br. 42 - vozila će se u smeru ka Petlovom brdu kretati ulicama Bulevar kneza Aleksandra Karađorđevića, Neznanog junaka, Crnotravska i dalje redovnom trasom, dok će se u smeru ka Trgu Slavija kretati ulicama Mihaila Avramovića, Vaska Pope, Paje Adamova, Neznanog junaka i dalje redovnom trasom."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/717"
    },
    {
        "date": "20/05/2025 - 30/05/2025",
        "title": "Informacija o promeni režima rada linije br. 24",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Čuburska, u delu od ulice Cara Nikolaja II do raskrsnice sa ulicama Petra Kočića - Šumatovačka, u vremenskom periodu od 20.05. do 30.05.2025. godine doći će do promena u radu linije javnog prevoza br. 24."
            },
            {
                "text": "Radovi podrazumevaju potpuno zauzeće kolovoza u ulici Čuburska, u delu od zone raskrsnice sa ulicom Cara Nikolaja II do raskrsnice ulica Petra Kočića - Šumatovačka, pun profil, pri čemu će doći do promene u radu linije javnog prevoza br. 24 na taj način što će vozila sa ove linije u oba smera saobraćati ulicama: Makenzijeva, Cara Nikolaja II, Mileševska, Crveni krst, gde će vršiti promenu smera kretanja."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti postojeća stajališta JGPP-a."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/718"
    },
    {
        "date": "23/04/2025 - 06/06/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza br. 34 i 44 tokom izvođenja radova u ulici Vase Pelagića",
        "sections": [
            {
                "text": "IZMENjENA INFORMACIJA:"
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji i izgradnji sekundarne fekalne kanalizacije u ulici Vase Pelagića u periodu od 23.04. do 06.06.2025. godine doći će do promena u radu linija javnog prevoza br. 34 i 44."
            },
            {
                "text": "Radovi se izvode na kolovozu u ulici Vase Pelagića, na delu od zone raskrsnice sa ulicom Andre Nikolića do zone raskrsnice sa ulicom Vladete Kovačevića. Tokom izvođenja radova doći će do potpunog zatvaranja za saobraćaj predmetne deonice, zbog čega će doći do promena u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linije br. 34 će u oba smera  saobraćati ulicama Bulevar vojvode Putnika do Topčiderske zvezde, gde će koristiti svoja redovna stajališta i nakon promene smera kretanja dalje ulicama Bulevar vojvode Putnika,Ljube Jovanovića, Vase Pelagića i dalje redovnom trasom;"
            },
            {
                "text": "• Vozila sa linije br. 44 će saobraćati na skraćenoj trasi do kružnog toka „Topčiderska zvezda“, gde će vršiti promenu smeru i saobraćati dalje redovnom trasom."
            },
            {
                "text": "S obzirom da će na Topčiderskoj zvezdi biti omogućeno presedanje sa linije br. 34 na liniju br. 44 i obrnuto, ukida se privremeno uspostavljeno stajalište „Ljube Jovanovića 1“ u ulici Bulevar vojvode Putnika gledano u smeru prema gradu."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/703"
    },
    {
        "date": "02/04/2025 - 03/06/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Grobljanska u Bariču",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacione mreže u ulici Grobljanska u Bariču (GO Obrenovac), u vremenskom periodu od 02.04. do 03.06. 2025. godine. Doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "FAZA 1 - radovi u ovoj fazi podrazumevaju iskop rova u kolovozu ulice Grobljanska na delu od zone raskrsnice sa ulicom Ace Spasića do ulaza u lokalno groblje, tokom koje će predmetna deonica biti u potpunosti zatvorena za saobraćaj;"
            },
            {
                "text": "FAZA 2 - radovi u ovoj fazi podrazumevaju iskop rova u kolovozu ulice Grobljanska na delu od lokalnog groblja do zone raskrsnice sa ulicom Tanaska Rajića, tokom koje će predmetna deonica biti u potpunosti zatvorena za saobraćaj."
            },
            {
                "text": "Tokom izvođenja obe faze radova vozila sa linija javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Linija br. 860J - vozila će u oba smera saobraćati ulicama Vinogradska, Vide Jocić, Aleksandra Ace Spasića, Beogradska, Barička reka, Janka Tešića i dalje redovnom trasom;\n• Linija br. 860C - vozila će u oba smera saobraćati ulicama Vinogradska, Vide Jocić, Aleksandra Ace Spasića, Beogradska, Barička reka i dalje zbog još uvek nezavršenih radova u ulici Omladinskih brigada ulicama Barička reka, Obrenovački put, Železnička, INDUSTRIJSKA ZONA \"BARIČ\"."
            },
            {
                "text": "Na izmenjenom delu trasa vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/691"
    },
    {
        "date": "09/05/2025 - 15/06/2025",
        "title": "Informacija o izmeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Tošin bunar",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Tošin bunar, od Bulevara Zorana Đinđića do ulice Pariske komune i u ulici Pariske komune od ulice Tošin bunar ka Narodnih heroja, GO Novi Beograd (u delu nadležnosti Sekretarijata za javni prevoz), u vremenskom periodu od 09. 05. do 15. 06. 2025. godine  doći će do zauzeća kolovoza krajnje desne saobraćajne trake u ulici Tošin bunar, u smeru od Bulevara Zorana Đinđića ka ulici Pariske komune, u dužini od 320,0 metara i zauzeće kolovoza krajnje desne saobraćajne trake u ulici Pariskih komuna, u smeru od ulice Tošin bunar ka Narodnih heroja, u dužini od 100,0 metara. Iz smera Tošinog bunara biće onemogućeno skretanje ulevo ka ulici Pariske komune pa će vozila na linijama br. 18 i 78 saobraćati izmenjenim trasama i to:"
            },
            {
                "text": "- Vozila na linijama br. 18 i 78  će u smeru ka naseljima Medaković 3 i Banjica 2 saobraćati ulicama: Tošin bunar,  Bulevar Zorana Đinđića, Studentska, Pariske komune i dalje redovnim trasama dok će u suprotnom smeru saobraćati redovno."
            },
            {
                "text": "- Vozila na linijama br. 45 i 15n će u smeru ka Zemun/Novi grad/ saobraćati preostalom levom slobodnom saobraćajnom trakom regulisano privremenim saobraćajnim znakovima dok će u suprotnom smeru saobraćati redovno. Privremeno se izmešta autobusko stajalište „Studentski grad“ (#1740, smer ka Zemunu), za liniju br. 45 u ulici Tošin bunar, oko 200,0 metara pre redovne pozicije (80,0 metara pre zone raskrsnice sa Bulevarom Zorana Đinđića), kod ED stuba, u visini broja 143."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti postojeća stajališta javnog prevoza."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/715"
    },
    {
        "date": "07/04/2025 - 30/05/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Bulevar kralja Aleksandra I Karađorđevića (Savska)",
        "sections": [
            {
                "text": "Tokom izvođenja radova na podzemnim instalacijama u sklopu radova na oblikovnoj rekonstrukciji, izgradi i prenameni objekta Pošte u Kulturni centar u ulici Bulevar kralja Aleksandra I Karađorđevića (Savska),  u periodu od 07.04. do 30.06.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na desnoj strani kolovoza ulice Bulevar kralja Aleksandra I Karađorđevića (Savska) gledano u smeru ka Savskom trgu, na delu od zone raskrnice sa ulicom Risanska do nekadanjeg objekta „Pošta“. Takođe, radovi se izvode i na levoj kolovoznoj traci (krajnja desna saobraćajna traka), na delu od nekadašnjeg objekta „Pošta“ sledećih 120 metara, gledano u smeru ka Sajmu. Radovi će se izvoditi u periodu od 07.04. do 30.05.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova, predmetna deonica će biti zatvorena za saobraćaj, pri čemu će doći do promene u radu linija JLPP-a i to:"
            },
            {
                "text": "• Vozila sa linije br. 36 će u smeru ka Trgu Slavija saobraćati ulicama Bulevar Vudroa Vilsona, Zemunski put, Karađorđeva, Savski trg, Nemanjina  i dalje redovnom trasom;\n• Vozila sa linija br. 51 i 511 će u smeru ka terminusu „Beograd na vodi“ saobraćati ulicama Bulevar kralja Aleksandra I Karađorđevića (Savska), Sarajevska, Hajduk-Veljkov venac, Nemanjina, Savski trg, Karađorđeva, Zemunski put, Bulevar Vudroa Vilsona do terminusa „Beograd na vodi“;\n• Vozila sa linije br.  601 će u smeru ka terminusu „Beograd na vodi“ saobraćati ulicama Bulevar kralja Aleksandra I Karađorđevića (Savska), Nikolaja Kravcova, Bulevar Vudroa Vilsona do terminusa „Beograd na vodi“;\n• Vozila sa linije br.  493a će u smeru ka Trgu Slavije saobraćati od Mosta „Gazela“ preko mostarske petlje ulicama, Kneza Miloša, Nemanjina, Trg Slavija i dalje redovnom trasom."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristi sva postojeća stajališta, kao i novouspostavljeno privremeno stajalište za linije br. 51 i 511:"
            },
            {
                "text": "-  „Nemanjina 1“  u ulici Hajduk Veljkov venac, 25,0 metara posle pešačkog prelaza koji se nalazi u zoni raskrsnice sa ulicom Birčaninova;"
            },
            {
                "text": "Privremeno se ukidaju tramvajska stajališta „Savski trg“ za linije 7l, 9l, 11 i 12 u oba smera, kao i autobusko stajalište „Savski trg (Savska)“ - smer ka Sajmu."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/695"
    },
    {
        "date": "07/04/2025 - 06/06/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Aleksandra Dubčeka",
        "sections": [
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju ulice Aleksandra Dubčeka u Zemunu na delu od ulice Bulevar Mihajla Pupina do ulice 22. oktobra, u periodu od 07.04.2025. godine do 06.06.2025. godine doći će do promena u rada linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi u dve faze, pri čemu će se tokom obe faze izvođenja radova vozila javnog prevoza u oba smera kretati na sledeći način:"
            },
            {
                "text": "Linije br. 17, 73, 83, 704N i 706N: ulicama Bulevar Mihajla Pupina, Džona Kenedija, Bulevar Nikole Tesle, Karađorđev trg, Karađorđeva, Glavna i dalje redovnim trasama;"
            },
            {
                "text": "Linije br. 81, 81L i 85: ulicama Bulevar Mihajla Pupina, Džona Kenedija, Bulevar Nikole Tesle, Karađorđev trg, Karađorđeva, Avijatičarski trg, Nikolaja Ostrovskog, 22. oktobra i dalje redovnim trasama;"
            },
            {
                "text": "Linije br. 82, 88, 610 i 611: ulicama Bulevar Mihajla Pupina, Džona Kenedija, Bulevar Nikole Tesle, Karađorđev trg, Karađorđeva, Stevana Markovića i dalje redovnim trasama."
            },
            {
                "text": "Vozila će na izmenjenoj trasi koristiti postojeća, kao i novouspostavljena stajališta:"
            },
            {
                "text": "• „Džona Kenedija 1“ - stajalište se uspostavlja u ulici Bulevar Mihajla Pupina, na poziciji ED stuba ispred objekta sa kućnim brojem 193, oko 70,0 metara posle zone raskrsnice sa ulicom Džona Kenedija gledano u smeru ka gradu;\n• „Džona Kenedija 1“ - stajalište se uspostavlja u ulici Džona Kenedija, oko 50,0 metara posle zone raskrsnice sa ulicom Bulevar Mihajla Pupina gledano u smeru ka ulici Bulevar Nikole Tesle, neposredno ispred ulaza u objekat sa kućnim brojem 31A.\n• „Bulevar Nikole Tesle 1“ - stajalište se uspostavlja u ulici Džona Kenedija, na poziciji stuba javne rasvete ispred objekta sa kućnim brojem 4, oko 70,0 metara posle zone raskrsnice sa ulicom Bulevar Nikole Tesle gledano u smeru ka ulici Bulevar Mihajla Pupina."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/692"
    },
    {
        "date": "25/04/2025 - 24/05/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Male Brgulice u Obrenovcu",
        "sections": [
            {
                "text": "Zbog izvođenja radova na izgradnji kanalizacione mreže u ulici Male Brgulice u Obrenovcu u periodu od 25.04. do 24.05.2025. godine, doći će do zatvaranje iste, zbog čega će doći do promena u radu linija javnog prevoza:"
            },
            {
                "text": "Linija br. 860U2 će u oba smera saobraćati ulicama Bogoljuba Uroševića Crnog, Urovačka, Voćarska, Šabački put i dalje redovnom trasom:"
            },
            {
                "text": "Linija br. 922 će kao i u prethodnom periodu saobraćati ulicama Savska (Šabački put) i dalje levo ulicom Pavlovića kraj, bez svraćanja u naselje Brgulice."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/705"
    },
    {
        "date": "14/04/2025 - 31/05/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Vučkova  (Dražanj - GO Grocka)",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji regionalnog vodovoda Makiš - Mladenovac - priključak za naselja na području južnog dela GO Grocka, deo od rezervoara Dražanj km 0+000 do km 2+600,93 u ulici Vučkova, u periodu od 14.04. do 31.052025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "FAZA 2 - radovi u ulici Vučkova, na delu od zone raskrsnice sa ulicom Herojska do zone raskrsnice sa ulicom Beogradska u periodu od 14.04.2025. do 31.05.2025. godine. Radovi će se izvoditi po fazama dužine od po 200 metara sukcesivno, pri čemu će u svakom trenutku biti onemogućeno funkcionisanje javnog prevoza na ovoj deonici. Vozila sa linija br. 350, 351, 352, 352A, 353, 355, 355A, 355B, 361B i 361L će saobraćati na skraćenim trasama do centra Dražnja."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/698"
    },
    {
        "date": "01/04/2025 - 31/05/2025",
        "title": "Informacija o promeni režima rada linije br. 22",
        "sections": [
            {
                "text": "Radovi su produženi do 31.05.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na popravci elemenata trolejbuske kontaktne mreže u ulici Matavuljeva u periodu od 01.04. do 16.05.2025. godine doći će do promena u radu linije br. 22.  Za vreme izvođenja radova doći će do isključenja struje na kontaktnoj mreži, zbog čega će doći do sledećih promena:"
            },
            {
                "text": "• Privremeno se ukida trolejbuska linija br. 22.\n• Uspostavlja se privremena autobuske linije br. 22A1 koja će saobraćati na relaciji Trg Slavija - Kruševačka."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/690"
    },
    {
        "date": "10/03/2025 - 20/06/2025",
        "title": "Informacija o promeni režima rada linije javnog prevoza br. 313",
        "sections": [
            {
                "text": "Od subote, 22.03.2025. godine menja se trasa linije br. 313 u naselju Leštane. Vozila sa ove linije će u oba smera saobraćati ulicama Vojvode Stepe Stepanovića, Žikice Jovanovića Španca, Dragoljuba Stojanovića, Milana Rakića, Save Kovačevića, Proleterskih brigada, Smederevski put, Save Kovačevića, Maršala Tita, Zabranska, Patrijarha Gavrila do novog groblja u Kaluđerici."
            },
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju ulice Vojvode Stepe Stepanovića  (opština Grocka), na delu od zone raskrsnice sa ulicom Vranjska do zone raskrsnice sa  ulicom Zabranska  u periodu 10.03. do 20.06.2025. godine doći će do promena u radu linije javnog prevoza br. 313. Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, zbog čega će vozila sa linije br. 313 u oba smera saobraćati ulicama Vojvode Stepe Stepanovića, Žikice Jovanovića Španca, Dragoljuba Stojanovića, Milana Rakića, Save Kovačevića, Proleterskih brigada, Smederevski put, Save Kovačevića, Maršala Tita, Zabranska i dalje redovnom trasom do okretnice Leštane (Ravan)."
            },
            {
                "text": "Vozila će na izmenjenom delu trase korsititi sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/681"
    },
    {
        "date": "24/03/2025 - 30/05/2025",
        "title": "Informacija o izvođenju radova u ulici Profesora Vasića u Vinči",
        "sections": [
            {
                "text": "Radovi su produženi do 30.05.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju ulice Profesora Vasića u Vinči (opština Grocka), na delu od zone raskrsnice sa ulicom Nikole Pašića do zone raskrsnice sa  ulicom Palih boraca u periodu od 24.03. do 23.05.2025. godine doći će do promena u radu linije javnog prevoza br. 307. Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "Faze 1a, 1b, 2a i 2b - Radovi se izvode na kolovozu ulice Profesora Vasića, na delu od zone raskrsnice sa ulicom Nikole Pašića do zone raskrsnice sa ulicom Belo brdo. Tokom izvođenja radova doći će do zauzeća jedne saobraćajne trake po principu jedna faza jedna saobraćajna traka, odnosno prvo će se izvoditi radovi na desnoj saobraćajnoj traci a zatim na levoj saobraćajnoj traci. Prilkom izvođenja radova u navedenim fazama, na predmetnoj deonici saobraćaj će biti jednosmeran u smeru ka Smederevskom putu, pri čemu će vozila sa linije br. 307 u smeru ka okretnici „Vinča“ saobraćati ulicama Profesora Vasića, Nikole Pašića, Jagodinska, Belo brdo, Profesora Vasića i dalje redovnom trasom do okretnice „Vinča“, dok će u suprotnom smeru saobraćati redovnom trasom."
            },
            {
                "text": "Na privremenom delu trase uspostavlja se autobusko stajalište „Nikole Pašića 1“, u ulici Nikole Pašića na poziciji koja se nalazi ispred kućnog broja 22, odnosno oko 15 metara ispred zone raskrnice sa ulicom Šumadijsko sokače."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/688"
    },
    {
        "date": "10/10/2024 - 31/12/2025",
        "title": "Informacija o privremenom izmeštanju stajališta \"Braće Ribnikar\" tokom radova u ulici Ruzveltova",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji stambeno-poslovnog objekta u ul. Ruzveltova br. 48, na uglu sa ulicama Svetog Nikole i Stjepana Ljubiše, GO Zvezdara , u vremenskom periodu od  10. 10. 2024. do 31. 12. 2025. godine doći će do  zauzeća trotoara duž objekta u ulicama Ruzveltova, Svetog Nikole i Stjepana Ljubiše za potrebe deponovanja materijala."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište za linije br. 65, 74 i 27N, „Braće Ribnikar“(# 1080, smer ka Zvezdari i Mirijevu), oko 70,0 metara posle redovne pozicije, u ulici Svetog Nikole, u visini broja 6."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/638"
    },
    {
        "date": "05/03/2025 - 26/05/2025",
        "title": "Informacija o promeni režima rada linije javnog prevoza br. 606",
        "sections": [
            {
                "text": "Radovi su produženi do 26.05.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju ulice 4. Nova u Grmovcu na delu od ulice 22. Nova do ulice 7. Nova u periodu od 05.03.2025. godine do 11.04.2025. godine doći će do promene u radu linija javnog prevoza br. 606. Radovi će se izvoditi po fazama, pri čemu će vozila sa linije br. 606 tokom svih faza izvođenja radova saobraćati:"
            },
            {
                "text": "• u smeru ka Grmovcu redovnom trasom;\n• u smeru ka Surčinu od polazno/dolaznog stajališta „Grmovac (25.Nova)“ ulicama 25. Nova, 5. Nova, 7. Nova i dalje redovnom trasom prema Surčinu."
            },
            {
                "text": "Na privremenom delu trase uspostavljaju se stajališta:"
            },
            {
                "text": "• 24. Nova - stajalište se uspostavlja u ulici 5. Nova, na poziciji oko 20 metara posle zone raskrsnice sa ulicom 24. Nova, neposredno ispred kolskog ulaza u objekat sa kućnim brojem 153;\n• 20. Nova - stajalište se uspostavlja u ulici 5. Nova, na poziciji oko 10 metara ispred zone raskrsnice sa ulicom 20. Nova, u visini objekta hale u izgradnji;\n• 13. Nova - stajalište se uspostavlja u ulici 5. Nova, na poziciji oko 12 metara ispred zone raskrsnice sa ulicom 13. Nova, u visini kolskog ulaza u objekat sa kućnim brojem 61;\n• 7. Nova - stajalište se uspostavlja u ulici 7. Nova, na poziciji oko 20 metara posle zone raskrsnice sa ulicom 5. Nova, preko puta postojećeg stajališta za suprotan smer."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/680"
    },
    {
        "date": "04/03/2025 - 11/06/2025",
        "title": "Informacija o promeni režima rada linije br. 20",
        "sections": [
            {
                "text": "Radovi su produženi do 11.06.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacione mreže u ulici Cvetanova Ćuprija  (Zvezdara) u periodu od 04.03. od 09.00 časova do 05.05.2025. godine doći će do promene u radu linije javnog prevoza br. 20."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Cvetanova Ćuprija, na delu od zone raskrsnice sa ulicom Pavla Savića do zone raskrsnice sa ulicom Ladno brdo, pri čemu će doći do zatvaranja predmetne deonice za saobraćaj, zbog čega će vozila sa linije br. 20 saobraćati na skraćenoj trasi od okretnice „Mirijevo 3“ do okretnice „Medaković 3“."
            },
            {
                "text": "Pojačava se linija br. 38."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/679"
    },
    {
        "date": "23/02/2025 - 31/05/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom asfaltiranja ulice Draga Vukovića Korčagina u Obrenovcu",
        "sections": [
            {
                "text": "Radovi su produženi do 31.05.2025. godine."
            },
            {
                "text": "Tokom asfaltiranja ulice Draga Vučkovića Korčagina u naselju Zvečka (GO Obrenovac), u periodu od 23.02.2025. godine do 22.03.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje ulice Draga Vukovića Korčagina na delu od zone raskrsnice sa ulicom Solunskog fronta do zone raskrsnice sa ulicom Radovana Stublinčevića, zbog čega će vozila sa linija javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Linije br. 912 i 912A - vozila će saobraćati u smeru ka Zvečkoj redovnom trasom do ulice Draga Vukovića Korčagina, odakle nastavljaju ulicom Draga Vukovića Korčagina i dalje redovnom trasom prema TENT-u;\n• Linija br. 912B - vozila će saobraćati na trasi linije br. 912; \n• Linija br. 921 - vozila će saobraćati u smeru ka Zvečkoj redovnom trasom do ulice Solunskog fronta, odakle nastavljaju ulicom Solunskog fronta, Braće Joksića, Cara Lazara, Ljube Nenadovića, Kralja Aleksandra I i dalje redovnom trasom do AS Obrenovac."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/651"
    },
    {
        "date": "08/02/2025 - 01/06/2025",
        "title": "Informacija o privremenom izmeštanju stajališta \"Voždovački kružni put\"",
        "sections": [
            {
                "text": "Zbog radova koje izvodi preduzeće \"BRIGATE\" DOO na uglu ulica Bulevara Peke Dapčevića i ulice Kružni put voždovački  (objekat bivše fabrike „TRANSPORT“),  privremeno se izmešta autobusko stajalište javnog linijskog prevoza za linije br. 25, 25p i 39, „Voždovački kružni put“ ( # 567, za smer ka Kumodražu) na poziciju koja se nalazi oko 230 metara posle redovne, neposredno ispred obeleženog privremenog pešačkog prelaza (preko puta kolskog izlaza iz preduzeća „Knjaz Miloš“)  . Radovi se izvode u periodu od 02.05. do 01.06.2025. godine."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/670"
    },
    {
        "date": "22/01/2025 - 31/05/2025",
        "title": "Informacija o ukidanju stajališta \"Pionirski park\" - smer prema Terazijskom tunelu",
        "sections": [
            {
                "text": "Radovi su produženi do 31.05.2025. godine."
            },
            {
                "text": "Zbog radova koje izvodi JKP \"Beograd put\" na Trgu Nikole Pašića, privremeno je UKINUTO stajalište \"Pionirski park\" - smer prema Terazijskom tunelu. Radovi bi trebalo da traju do 16.02.2025. godine."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/666"
    },
    {
        "date": "24/09/2024 - 01/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Teodora Drajzera",
        "sections": [
            {
                "text": "Nova faza radova će trajati do 01. 07. 2025. godine, uz isti režim saobraćaja."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji vodovodne distributivne mreže sa pratećom infrastrukturom u ulici Teodora Drajzera, GO Savski venac, u delu od raskrsnice sa ulicom Patrijarha Pavla do crpne stanice Topčider - faze 2 i 3, u vremenskom periodu od 25. 09. do 03. 11. 2024. godine doći će do izmena u radu linija javnog prevoza."
            },
            {
                "text": "Faza 2 - radovi se izvode od raskrsnice Teodora Drajzera - Bulevar Patrijarha Pavla - Bulevar vojvode Putnika - Bulevar vojvode Mišića do raskrsnice sa prilaznim putem objektima Vojske Srbije, u periodu od 25. 09. do 24. 10. 2024. godine , uz potpunu obustavu saobraćaja;"
            },
            {
                "text": "Faza 3 - radovi se izvode u ulici Teodora Drajzera u zoni ukrštaja sa prilaznim putem objektima Vojske Srbije, u periodu od 25. 10. do 03. 11. 2024. godine, uz potpunu obustavu saobraćaja."
            },
            {
                "text": "Tokom faze 2 i faze 3 doći će do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "- linija br. 49 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Petlja „Radnička“, Paštrovićeva, Požeška i dalje redovnom trasom;"
            },
            {
                "text": "- linija br. 94 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Most na Adi i dalje redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/581"
    },
    {
        "date": "05/05/2023 - 30/09/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza br. 860U zbog oštećenja mosta iznad kanala u ulici gola bara u naselju Ušće - Opština Obrenovac",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ''Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac'', izvršena je promena trasa  linija javnog prevoza br. 860U  u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza br. 860U  će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/261"
    },
    {
        "date": "06/06/2024 - 01/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici 13. oktobra (Rakovica)",
        "sections": [
            {
                "text": "Radovi su produženi do 01.08.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici 13. oktobra (Rakovica), na delu od zone raskrsnice sa ulicom Palih boraca do Kružnog puta Rakovica u periodu od 08.06. do 23.09.2024. godine, doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linija br. 504 i 47N će u oba smera saobraćati ulicama Oslobođenja, Kružni put Rakovica, Tunel Stara Straževica, kružni tok Slavka Miljkovića i Kružni put Rakovica, Slavka Miljkovića, Podavalska, Palih boraca, 13. oktobra, Milorada Jankovića Doce i dalje redovnim trasama."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/480"
    }
]