[
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada vozova iz sistema BG Voz zbog izvođenja završnih radova na izgradnji deonice brze pruge Beograd /Centar/ – Stara Pazova (od 16.12.2021)",
        "sections": [
            {
                "text": "Obaveštavamo Vas da će od 16.12.12.2021. do 31.12.2021., u periodu od 07:00 do 17:00 časova i od 19:00 do 02:00 časova, usled inteziviranja radova na rekonstrukciji i izgradnji dvokolosečne pruge od Beograd /Centra/ do Stare Pazove i Novog Sada, doći do zatvora koloseka između stanica „Batajnica“ i „Beograd /Centar/“, usled čega se menja se organizacija saobraćaja vozova iz sistema BG Voz."
            },
            {
                "text": "Od 16.12.2021. do 31.12.2021. na relaciji Batajnica – Ovča – Batajnica svakodnevno će se organizovati saobraćaj sledećih vozova i to:"
            },
            {
                "text": "Relacija „Batajnica – Ovča“:"
            },
            {
                "text": "• Voz broj 28001 – koji po redu vožnje saobraća na relaciji Batajnica (05:50h) – Ovča (06:49h), saobraća na celoj relaciji\n• Voz broj 28009 – koji po redu vožnje saobraća na relaciji Batajnica (07:50h) – Ovča (08:49h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Batajnica – Beograd /Centar/\n• Voz broj 28015 – koji po redu vožnje saobraća na relaciji Batajnica (09:50h) – Ovča (10:49h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Batajnica – Beograd /Centar/\n• Voz broj 28019 – koji po redu vožnje saobraća na relaciji Batajnica (11:50h) – Ovča (12:49h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Batajnica – Beograd /Centar/\n• Voz broj 28023 – koji po redu vožnje saobraća na relaciji Batajnica (13:44h) – Ovča (14:49h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Batajnica – Beograd /Centar/\n• Voz broj 28029 – koji po redu vožnje saobraća na relaciji Zemun (15:28h) – Ovča (16:15h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Zemun – Beograd /Centar/\n• Voz broj 28037 – koji po redu vožnje saobraća na relaciji Batajnica (17:50h) – Ovča (18:49h), saobraća na celoj relaciji\n• Voz broj 28039 – koji po redu vožnje saobraća na relaciji Batajnica (18:19h) – Zemun (18:36h), saobraća na celoj relaciji\n• Voz broj 28045 – koji po redu vožnje saobraća na relaciji Batajnica (19:50h) – Ovča (20:49h), saobraća na relaciji Beograd /Centar/ – Ovča, a izostaje na relaciji Batajnica – Beograd /Centar/"
            },
            {
                "text": "Napomena: Navedeni vozovi saobraćaju svim danima u nedelji, dok ostali vozovi na relaciji Batajnica – Zemun – Ovča ne saobraćaju."
            },
            {
                "text": "Relacija „Ovča – Batajnica“:"
            },
            {
                "text": "• Voz broj 28000 – koji po redu vožnje saobraća na relaciji Ovča (06:10h) – Batajnica (07:09h), saobraća na relaciji Ovča – Zemun, a izostaje na relaciji Zemun – Batajnica\n• Voz broj 28002 – koji po redu vožnje saobraća na relaciji Ovča (07:10h) – Batajnica (08:14h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28010 – koji po redu vožnje saobraća na relaciji Ovča (09:10h) – Batajnica (10:14h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28014 – koji po redu vožnje saobraća na relaciji Ovča (11:10h) – Batajnica (12:14h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28020 – koji po redu vožnje saobraća na relaciji Ovča (13:10h) – Batajnica (14:09h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28024 – koji po redu vožnje saobraća na relaciji Ovča (15:10h) – Batajnica (16:14h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28030 – koji po redu vožnje saobraća na relaciji Ovča (16:30h) – Batajnica (17:47h), saobraća celoj relaciji\n• Voz broj 28038 – koji po redu vožnje saobraća na relaciji Ovča (19:10h) – Batajnica (20:14h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Batajnica\n• Voz broj 28042 – koji po redu vožnje saobraća na relaciji Ovča (21:10h) – Zemun (21:51h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Zemun\n• Voz broj 28332 – koji po redu vožnje saobraća na relaciji Ovča (20:55h) – Zemun (21:37h), saobraća na relaciji Ovča – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Zemun"
            },
            {
                "text": "Napomena: Navedeni vozovi saobraćaju svim danima u nedelji, dok ostali vozovi na relaciji Batajnica – Zemun – Ovča ne saobraćaju."
            },
            {
                "text": "Napomena: Saobraćaj vozova na relaciji Resnik – Ovča – Resnik, Mladenovac – Ovča – Beograd /Centar/ – Mladenovac, Lazarevac – Ovča – Beograd /Centar/ – Lazarevac i Resnik – Beograd /Centar/ – Resnik će se organizovati bez izmene, osim kod vozova broj: 28309 i broj: 27114 i to:"
            },
            {
                "text": "Relacija „Resnik – Zemun“:"
            },
            {
                "text": "• Voz broj 28309 – koji po redu vožnje saobraća na relaciji Resnik (09:28h) – Zemun (10:04h), saobraća na relaciji Resnik – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Zemun\n• Voz broj 27114 – koji po redu vožnje saobraća na relaciji Lazrevac (18:55h) – Zemun (21:01h), saobraća na relaciji Lazarevac – Beograd /Centar/, a izostaje na relaciji Beograd /Centar/ – Zemun"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 401, 402, 403, 405, 406, 407, 408, 409, 503, 401N zbog radova u Baštovanskoj ulici (od 02.12.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2021."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza koje izvodi JKP “Beograd put“ u Baštovanskoj ulici, na delu od Paunove ulice do ulice Nea Pendeli, u periodu od četvrtka 02.12.2021. do 31.12.2021. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 403, 405, 406, 407, 408, 409, 503, 401N u smeru ka periferiji će saobraćati: Bebelova – Bulevar Oslobođenja – Bulevar JNA i dalje redovnim trasama\n• Vozila sa linija: 401, 402 u smeru ka periferiji će saobraćati: Bulevar Oslobođenja – Bulevar JNA i dalje redovnim trasama"
            },
            {
                "text": "Napomena: U suprotnim smerovima, linije će saobraćati svojim redovnim trasama."
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Baštovanska”, „Kragujevačkih đaka“ i „Banjica 2“ u smeru ka periferiji, za linije 401, 402, 403, 405, 406, 407, 408, 409, 503, 401N."
            },
            {
                "text": "Privremeno se uspostavlja stajalište: „Bulevar Oslobođenja 1“ u Bulevaru Oslobođenja, neposredno pre raskrsnice sa ulicom Milovana Markovića."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 72, 607 zbog radova na izgradnji postrojenja za preradu otpadnih voda u okviru kompleksa Aerodroma „Nikola Tesla“ (od 24.11.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.03.2022."
            },
            {
                "text": "Zbog radova na izgradnji postrojenja za preradu otpadnih voda u okviru kompleksa Aerodroma „Nikola Tesla“, koje izvodi „VINCI TERNA CONSTRUCTION JV“, u periodu od srede 24.11.2021. do 07.12.2021. operativno se menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 72, će saobraćati: u smeru prema Aerodromu: od „Robno–transportnog centra“ do privremenog dolaznog stajališta u visini spomenika Nikoli Tesli; u smeru prema gradu: od dolaznog stajališta u visini spomenika Nikoli Tesli, bez putnika do privremenog polaznog stajališta do koga se dolazi saobraćajnicom od spomenika Nikoli Tesli prema Autoputu, gde se u visini parkinga skreće desno, prema privremenom kružnom toku, gde se vrši promena smera ktretanja do privremenog polaznog stajališta prema gradu. Odatle vozila saobraćaju sa putnicima do saobraćajnice koja od autoputa Beograd – Šid vodi ka Aerodromu, pa dalje pored „Parking garaže“ i „Robno – transportnog centra“ prema Surčinskom putu i dalje redovnom trasom\n• Vozila sa linije 607, će saobraćati: u smeru prema Surčinu: saobraćajnicom koja od autoputa Beograd – Šid vodi ka Aerodromu – dalje desno pored Parking garaže i Robno – transportnog centra prema Surčinu; u smeru prema gradu: od „Robno – transportnog centra“ do privremenog stajališta u visini spomenika Nikoli Tesli, odakle će dalje saobraćajnicom koja od Aerodroma vodi ka autoputu Beograd – Šid i dalje redovnom trasom"
            },
            {
                "text": "Uspostavlja se privremeno dolazno stajalište za liniju 72, koje se nalazi u visini spomenika „Nikola Tesla“, odnosno oko 50 metara unazad od postojećeg stajališta."
            },
            {
                "text": "Uspostavlja se privremeno polazno stajalište za liniju 72, koje se nalazi naspram ulazno/izlazne rampe JKP „Parking servisa“, odnosno na saobraćajnici koja se nalazi između dva parkinga."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 3A, 51, 511, 601 zbog radova na Savskom trgu (od 19.11.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2021."
            },
            {
                "text": "U sklopu radova na rekonstrukciji Savskog trga, koje izvodi preduzeće „Beograd na vodi“, za saobraćaj se zatvara deo između Savske ulice i Nemanjine ulice, u periodu od petka 19.11.2021. do 18.12.2021."
            },
            {
                "text": "Zbog navedenog doći će do izmene režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 3A, saobraćaće do terminusa „Beograd na vodi“: u smeru ka terminusu „Beograd na vodi“: Savska – Drinska – Sarajevska – Hajduk Veljkov venac – Balkanska – Gavrila Principa – Mihaila Bogićevića – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – terminus „Beograd na vodi“; u smeru ka Kneževcu: terminus „Beograd na vodi“ – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom\n• Vozila sa linija: 51, 511, 601, u smeru ka terminusu „Beograd na vodi“ će saobraćati: Savska – Drinska – Sarajevska – Hajduk Veljkov venac – Balkanska – Gavrila Principa – Mihaila Bogićevića – Karađorđeva i dalje redovnim trasama. U smeru ka periferiji saobraćaju redovnim trasama."
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Durmitorska“, „Palata pravde“ i „Savski trg“ za linije 3A, 51, 511, 601."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 70, 74, 612 zbog radova u Bulevaru Zorana Đinđića (Faze 1, 2) (od 11.11.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 26.12.2021."
            },
            {
                "text": "Zbog radova koji podrazumevaju zatvaranje desne saobraćajne trake u Bulevaru Zorana Đinđića, na delu od kućnog broja 144 do raskrsnice sa Studentskom ulicom, gledano u smeru ka ulici Tošin bunar, a koje će izvoditi JKP „Beogradske elektrane“ u periodu od četvrtka 11.11.2021. od 08:00 časova do 17.12.2021. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 70, 74 u smeru ka Bežanijskoj kosi, će saobraćati: Bulevar Zoran Đinđića – Omladinskih brigada – Pariske komune – Studentska – Bulevar Zorana Đinđića i dalje redovnim trasama\n• Vozila sa linije 612 u smeru ka Novoj Galenici, će saobraćati: Bulevar Mihajla Pupina – Pariske komune – Studentska – Bulevar Zorana Đinđića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „GO Novi Beograd“ za liniju 612 u smeru ka Novoj Galenici\n• „Narodnih heroja“ za sve linije u smeru ka ulici Tošin bunar"
            },
            {
                "text": "Na izmenjenim delovima trase vozila će koristiti sva postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 82, 88, 610, 611, 703L1, 705, 706E zbog radova na rekonstrukciji Ulice Kej oslobođenja (od 20.10.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 18.04.2022."
            },
            {
                "text": "Zbog radova na rekonstrukciji ulice Kej oslobođenja, na delu od ulice Stevana Markovića do ulice Marka Nikolića, koje će izvoditi „Sekretarijat za investicije Gradske uprave grada Beograda“, od 20.10.2021. do 18.04.2022. menja se režim rada linija na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 703L1, 705, 706E u smeru prema Keju oslobođenja će saobraćati: Cara Dušana – Karamatina – Kej oslobođenja – Marka Nikolića – TERMINUS; u smeru od Keja oslobođenja redovno"
            },
            {
                "text": "Privremeno se ukida stajalište: „RK Beograd“ za linije 703L1, 705, 706E ka Keju oslobođenja."
            },
            {
                "text": "Napomena: Zbog problema na skretanju autobusa iz Glavne ulice u Karamatinu ulicu, trase linija 82, 88, 610 i 611 su, od 26.10.2021. operativo skraćene i ne koriste terminus Kej oslobođenja."
            },
            {
                "text": "Napomena: Od subote 30.10.2021. od prvih jutarnjih polazaka, vozila sa linija: 82, 88, 610, 611 će ponovo saobraćati do terminusa Kej oslobođenja, na sledeći način: Bulevar Mihajla Pupina – Aleksandra Dubčeka – Nikolaja Ostrovskog – Avijatičarski trg – Glavna – Trg Branka Radičevića – Cara Dušana – Dobrovoljačka – Ugrinovačka – Novogradska – Cara Dušana – Trg Branka Radičevića – Karamatina – Kej oslobođenja – Marka Nikolića – KEJ OSLOBOĐENJA. (Stekli su se uslovi za saobraćaj kroz Novogradsku ulicu). U suprotnom smeru vozila saobraćaju redovnom trasom."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase vozila sa linija 82, 88, 610, 611 će koristiti samo stajališta „Zemun/pošta/“ i „Trg Branka Radičevića“ u smeru ka periferiji."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 702, 703 zbog radova na izgradnji deonice brze pruge Beograd /Centar/ – Stara Pazova (od 10.10.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2021."
            },
            {
                "text": "U sklopu izvođenja radova na rekonstrukciji pruge Beograd centar – Stara Pazova, doći će do zatvaranja prelaza puta preko pruge u naselju Batajnica, pri čemu neće biti moguć saobraćaj između Batajnice i naselja Šangaj, Busije i Ugrinovci, u periodu od nedelje 10.10.2021. od 08:00 časova do završetka radova."
            },
            {
                "text": "Od nedelje 10.10.2021. od prvih jutarnjih polazaka, doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "Ukidaju se autobuske linije:"
            },
            {
                "text": "• Linija 702 na relaciji: Batajnica /Železnička stanica/ – Busije /Crkva/\n• Linija 703 na relaciji: Zemun /Kej oslobođenja/ – Batajnica /Železnička stanica/ – Ugrinovci"
            },
            {
                "text": "Uspostavljaju se autobuske linije:"
            },
            {
                "text": "• Linija 702L na relaciji: Batajnica /Šangaj/ – Busije /Crkva/\n• Linija 703L na relaciji: Batajnica /Šangaj/ – Ugrinovci\n• Linija 703L1 na relaciji: Zemun /Kej oslobođenja/ – Batajnica /Železnička stanica/"
            },
            {
                "text": "Napomena (1): Autobusi sa linija 702L, 703L će promenu smera kretanja u naselju Šangaj vršiti na novoizgrađenoj privremenoj okretnici „Batajnica /Šangaj/“ u ulici Mladih gorana."
            },
            {
                "text": "Napomena (2): Autobusi sa linije 703L će saobraćati u smeru ka Batajnici redovnom trasom linije 703 do okretnice u Batajnica /Železnička stanica/, a u smeru ka Keju oslobođenja, Matrozova – Carice Jelene i dalje redovnom trasom linije 703."
            },
            {
                "text": "Ukidaju se stajališta za liniju 702:"
            },
            {
                "text": "• u oba smera: „Batajnica /železnička stanica/“ terminus i „Batajnica /železnička rampa/“\n• u smeru ka terminusu „Batajnica /železnička stanica/“: „Batajnica /centar/“, „Majke Jugovića“, „Braće Savić“, „Braće Radišić“ i „Kralja Radoslava“"
            },
            {
                "text": "Autobusi sa linija 702L, 703L, 703L1 će koristiti redovna stajališta za linije 702 i 703."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 47, 94 zbog radova na izgradnji sektora B6 obilaznice oko Beograda i zatvaranja ulice Kružni put Kijevo (od 14.07.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.09.2022."
            },
            {
                "text": "Tokom radova na izgradnji sektora B6 obilaznice oko Beograda, doćiće do zatvaranja ulice Kružni put Kijevo na delu od raskrsnice ulica Kružni put Kijevo i Patrijarha Dimitrija do kružnog toka u zoni sa ulicom Slavka Miljkovića, koje će izvoditi JP „Putevi Srbije“, u periodu od srede 14.07.2021. do 01.10.2021. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 47 u oba smera, saobraćaju: Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Sretena Popovića – 13. Oktobra – Palih boraca – Podavalska – Slavka Miljkovića i dalje redovnom trasom\n• Vozila sa linija 94 u oba smera, će saobraćati: Oslobođenja – Sretena Popovića – 13. Oktobra – Milorada Jankovića Doce – Slavka Miljkovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Ulica oslobođenja“, „Servis DMB“, „Manastir Rakovica“, „Josipa Telarevića /izlaz/“ „Tunel Straževica“, u oba smera, za liniju 47\n• „Železnička stanica Jajinci“ i „Resnik ulaz“,u oba smera za linije 47, 94\n• „Tunel Straževica“ i „Avalska“ oba smera za liniju 94"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta za liniju 94:"
            },
            {
                "text": "• u smeru ka Resniku u ulici 13. oktobra, 35 metara nakon kolskog prilaza kućnog broja 12, odnosno naspram betonskog ED stuba u visni kućnog broja 7\n• u smeru ka gradu u ulici 13.oktobra, naspram kolskog prilaza kućnog broja 12, odnosno 18 metara nakon betonskog ED stuba"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća i privremeno uspostavljena stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmešta se polazno/dolazno stajalište kod “Terminala 1” za linije: 72, 607, 860I zbog radova na Aerodromu “Nikola Tesla” (od 20.04.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2021."
            },
            {
                "text": "Tokom izvođenja radova na dogradnji aerodromske zgrade Aerodroma „Nikola Tesla“ u periodu od 20.04.2021. do 31.12.2021. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja predmetnih radova biće onemogućen pristup vozilima javnog prevoza aerodromskoj zgradi, pa će vozila sa linija broj: 72, 607, 860I kao polazno/dolazno stajalište koristiti privremeno stajalište u zoni parkirališta ispred Terminala 2, oko 50 metara od izlaza iz pristanišne zgrade u smeru javnog parkirališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 3L1, 3A, 11 (11L), 12 zbog završetka dela radova u sklopu rekonstrukcije Savskog trga (od 30.10.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2021."
            },
            {
                "text": "Zbog završetka dela radova u sklopu rekonstrukcije Savskog trga, počev od petka 30.10.2020. do 01.03.2021.  ⇢ 31.12.2021. (za saobraćaj je zatvorena Savska ulica, smer od Nemanjine ulice ka Palati pravde – u zoni pošte u Savskoj ulici), na snazi je i dalje izmenjen režim rada linija:"
            },
            {
                "text": "• Tramvajska linija 3L1 je i dalje ukinuta\n• Tramvaji sa linije 11 u oba smera saobraćaju na relaciji: Kalemegdan /Donji Grad/ – Stari savski most – Novi Beograd /Blok 45/\n• Tramvaji sa linije 12 u oba smera saobraćaju na relaciji: Omladinski stadion – Vukov spomenik – Tašmajdan – Savski trg – Stari savski most – Most na Adi – Banovo brdo\n• Autobuska linija 3A saobraća na relaciji Savski trg – Kneževac i to sledećom trasom: u smeru ka Kneževcu: Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska i dalje redovnom trasom; u smeru ka Savskom trgu: redovnom trasom do Bulevara vojvode Mišića – Savska – Savski trg."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 23, 37, 51, 52, 53, 58, 85, 88 zbog ograničenja nosivosti nadvožnjaka koji spaja ulice Radničku i Kirovljevu (od 12.05.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2021."
            },
            {
                "text": "Zbog ograničenja korišćenja nadvožnjaka kojim se ostvaruje veza između ulica Radničke i Kirovljeve, za vozila čija ukupna masa prelazi 12 tona, od utorka 12.05.2020. menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 23, 37, 51, 52, 53, 58, 88, u smeru ka Banovom brdu, saobraćaće: Bulevar vojvode Mišića – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka gradu linije rade u redovnom režimu.\n• Vozila sa linije 85 u smeru ka Banovom brdu, saobraćaće: Jurija Gagarina – Most na Adi – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka Borči linija radi u redovnom režimu.\n• Vozila sa noćnih linija 37N, 51N, u smeru ka Banovom brdu, će saobraćati kao i vozila sa dnevnih linija, dok će vozila sa linije 56N, na izmenjenom delu trase, saobraćati kao vozila dnevne linije 51"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka Banovom brdu:"
            },
            {
                "text": "• „Ada Ciganlija“ i „Kirovljeva“ za linije: 23, 37, 51, 52, 53, 58 , 85, 88\n• „Petlja Radnička“ za linije: 23, 37, 51, 52, 53, 58, 88"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    }
]
