[
    {
        "date": "24/06/2025 - 17/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova na okretnici Studentski trg",
        "sections": [
            {
                "text": "Radovi su produženi do 17.08.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na okretnici „Studentski trg“, u periodu od 24.06. do 06.08.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja radova naveedena okretnica će biti zatvorena za saobraćaj, pri čemu ću će doći do promene u radu linija JLPP-a i to:"
            },
            {
                "text": "• linija br. 22A će u oba smera, saobraćati ulicama Kolarčeva, Trg Republike, Francuska, Cara Dušana do okretnice Dorćol /SRC „Milan Gale Muškatirović“/.\n• linije br. 31, 29N, 31N, 33N i E9 će saobraćati skraćenom trasom do okretnice Trg Republike."
            },
            {
                "text": "Vozila će na izmenjenom delu koristiti sva potojeća stajališta JLPP-a."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/753"
    },
    {
        "date": "02/11/2024 - 02/09/2027",
        "title": "Informacija o promeni režima saobraćaja i režima rada linija javnog prevoza tokom izvođenja radova na uklanjanju Starog savskog mosta",
        "sections": [
            {
                "text": "• Tramvajske linije br. 7 i 9 će u oba smera, od zone Savskog trga saobraćati ulicama Savska, Bulevar vojvode Mišića, Petlja \"Radnička\", Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L i 9L.\n• Uspostavlja se privremena autobuska linija br. 9A (Trg Slavija - Blok 45)  koja će u intervalu od 12  minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45. \n• Autobuske linije br. 78 i 83 su počev od 04. oktobra zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna. \n• Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta „Kamenička 1“ i „Brankov most 1“ za linije br. 9A, 78 i 83 - smer prema Trgu Slavija, odnosno „Staro sajmište“ - smer prema Bloku 45 za liniju br. 9A."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/617"
    },
    {
        "date": "08/08/2025 - 14/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja 4. faze radova u ulici Franja Krča u Zemun polju",
        "sections": [
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju zone raskrsnice ulica Franje Krča, Bertranda Rasela i Dušana Madžarčića Korčagina u naselju Zemun Polje, u periodu od 08.08. do 14.08.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi u ovoj fazi podrazumevaju potpuno zatvaranje raskrsnice ulica Franje Krča - Bertranda Rasela - Dušana Madžarčića Korčagina, pri čemu će vozila sa linija javnog gradskog prevoza br. 704, 707, 708, 709 i 704N saobraćati na sledeći način:"
            },
            {
                "text": "U smeru ka okretnici „Zemun polje“ ulicama: Jurija Rakitina, Tomice Popovića, Bertranda Rasela, Burgerovih, Mihajla Pupina, Franje Krča i dalje redovno,"
            },
            {
                "text": "U smeru ka Zemunu ulicama: Franje Krča, Andrije Habuša, Dobrovoljnih vatrogasaca, Dušana Madžarčića Korčagina, Braće Krnješevac, Jurija Rakitina i dalje redovno."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti novouspostavljena stajališta:"
            },
            {
                "text": "• U smeru ka okretnici „Zemun polje“\n\n\t\n\t\t„Pere Kosorića 1“ - stajalište se uspostavlja u ulici Burgerovih, na poziciji ED stuba koji se nalazi neposredno ispred zone raskrsnice sa ulicom Pere Kosorića, ispred objekta sa kućnim brojem 14G;\n\t\n\t\n• U smeru ka Zemunu\n\t\n\t\t„Negovana Ljubinkovića 1“ - stajalište se uspostavlja u ulici Andrije Habuša, na poziciji neposredno ispred zone raskrsnice sa ulicom Negovana Ljubinkovića, ispred objekta sa kućnim brojem 2."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/786"
    },
    {
        "date": "12/08/2025 - 18/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova na Trgu republike - Faza 6, 7 i 8",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulicama Trgu Republike, na delu između zona raskrsnica sa ulicama Kolarčeva, Braće Jugovića, Francuska i Vase Čarapića,  Terazije, na delu između zona raskrsnica sa ulicama Kolarčeva i Trg Nikole Pašića i Kralja Milana, na delu između zona raskrsnica sa ulicam Terazije i Kneza Miloša u periodu od 12.08. do 18.08.2025. godine doći će do promene u radu linija javnog prevoza. Tokom izvođenja radova, saobraćaj će se i dalje odvijati dvosmerno na potezu od ulice Dečanska do ulice Francuska, dok će smer iz/ka ulici Kolarčeva i dalje biti zatvoren za saobraćaj. Vozila javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "Linije br. 28, 29, 41 ne saobraćaju kao i sada;"
            },
            {
                "text": "Linija br. 40 - će kao i sada saobraćati na redovnoj trasi uz pojačanje;"
            },
            {
                "text": "Linija br. 22A  se ukida;"
            },
            {
                "text": "Linija br. 24 će saobraćati u oba smera ulicama Cara Dušana, Francuska, Trg republike, Makedonska, Svetogorska, Takovska, Bulevar kralja Aleksandra i dalje redovno;"
            },
            {
                "text": "Linije br. 26 i 26N će kao i sada saobraćati ulicama Cara Dušana, Džordža Vašingtona, 27. marta, Kraljice Marije, Ruzveltova, Bulevar kralja Aleksandra,(Sinđelićeva, Kraljice Marije u smeru ka Dorćolu) i dalje u skladu sa radovima u ulici Makisma Gorkog;"
            },
            {
                "text": "Linija br. 27 će kao i sada u oba smera saobraćati ulicama Bulevar despota Stefana (Braće Jugovića, Francuska u smeru ka Trgu republike), Džordža Vašingtona, 27. marta, Kraljice Marije, Ruzveltova i dalje redovnom trasom;"
            },
            {
                "text": "Linija br. 29L će kao i sada saobraćati na skraćenoj trasi Trg Slavija - Medaković 3;"
            },
            {
                "text": "Linija br. 31 će u smeru od Konjarnika saobraćati ulicama Trg Slavija, Nemanjina, Kneza Miloša, Takovska, Svetogorska, Makedonska, Trg republike, kroz terminus „Trg republike“, Braće Jugovića, Makedonska, Svetogorska, Takovska, Kneza Miloša, Nemanjina, Trg Slavija i dalje redovno prema Konjarniku."
            },
            {
                "text": "Linije br. 37 i 44 će kao i sada saobraćati u oba smera ulicama Žorža Klemansoa, Cara Dušana, Džordža Vašingtona, Takovska, Kneza Miloša i dalje redovnim trasama (u skladu sa radovima u ulici Požeška za liniju br. 37);"
            },
            {
                "text": "Linija br. 58 će kao i sada saobraćati u oba smera ulicama Bulevar despota Stefana, Cvijićeva, Takovska, Kneza Miloša i dalje u skladu sa radovima u ulici Požeška;"
            },
            {
                "text": "Linija EKO 2 će saobraćati na skraćenoj trasi Trg Slavija - Beograd na vodi;"
            },
            {
                "text": "Linija ADA 1 će kao i sada u smeru ka Adi Ciganliji saobraćati ulicama Braće Jugovića, Makedonska, Svetogorska, Takovska, Kneza Miloša i dalje redovno, dok će u smeru ka Trgu republike saobraćati ulicama Kneza Miloša, Takovska, Svetogorska, Makedonska, Francuska do terminusa „Trg republike“;"
            },
            {
                "text": "Linije  br. 29N, 31N, 33N, 47N i E9 će saobraćati od terminusa „Trg republike“ ulicama Braće Jugovića (Francuska u smeru ka Trgu republike), Makedonska, Svetogorska, Takovska, Kneza Miloša, Nemanjina, Trg Slavija i dalje redovnim trasama;"
            },
            {
                "text": "Linije br. 37N, 56N, 511N i E2 će kao i sada saobraćati u smeru sa Trga republike (polazno stajalište za liniju br. 43) ulicama Braće Jugovića, Makedonska, Svetogorska, Takovska, Kneza Miloša i dalje redovnim trasama (u skladu sa radovima u ulici Požeška za linije br. E2, 37N i 51N) , dok će u smeru ka Trgu republike saobraćati ulicama Kneza Miloša, Takovska, Svetogorska, Makedonska, Francuska do terminusa „Trg republike“;"
            },
            {
                "text": "Linija  br. 51N će saobraćati od terminusa „Trg republike“ ulicama Braće Jugovića (Francuska u smeru ka Trgu republike), Makedonska, Svetogorska, Takovska, Kneza Miloša, Nemanjina i dalje u skladu sa radovima u ulici Požeška;"
            },
            {
                "text": "Linije br. 68N i 603N će kao i sada saobraćati u smeru ka Novom Beogradu i Dobanovcima sa stajališta „Trg republike“ - polazno za liniju br. 27, dok će u smeru ka Trgu republike saobraćati ulicama Dečanska, Braće Jugovića, Francuska do stajališta „Trg republike“;"
            },
            {
                "text": "Linija br. 75N će u smeru ka Trgu republike saobraćati ulicama Zeleni venac, Terazijski tunel, Dečanska, Makedonska kroz terminus „Trg republike“ do dolaznog/polaznog stajališta „Trg Republike“ (#603), koje u redovnom režimu koriste linije br. 27, 15n, 27n i 704n, dok će u suprotnom smeru saobraćati ulicama Braće Jugovića, Terazijski tunel i dalje redovno;"
            },
            {
                "text": "Linije br. 202N i 301N će kao i sada saobraćati sa Trga Republike ulicama Braće Jugović,  Makedonska, Svetogorska, Majora Ilića, 27. marta, Kraljice Marije, Ruzveltova i dalje redovnim trasama, dok će u smeru ka Trgu republike saobraćati ulicama Kraljice Marije, 27. marta, Majora Ilića, Svetogorska, Makedonska, Francuska do terminusa „Trg republike“;"
            },
            {
                "text": "Linija br. 304N će kao i sada saobraćati sa Trga Republike ulicama Braće Jugović,  Makedonska, Svetogorska i dalje redovnom trasom, dok će u smeru ka Trgu republike saobraćati ulicama Francuska do terminusa „Trg republike“;"
            },
            {
                "text": "• Privremeno se ukidaju autobuska stajališta:"
            },
            {
                "text": "• „Trg republike“ (šifra st. #532), „Terazije“ (šifra st. #195), „RK Beograđanka“ (šifra st. #197) i „Trg Slavija“ (šifra st. #199)  - smer ka Trgu Slavija;\n• Stajalište „Trg Slavija“ (šifra st. #200), „RK Beograđanka“ (šifra st. #198), „Terazije“ (šifra st. #196) i „Trg republike“ (šifra st. #533 - smer ka Trgu republike);"
            },
            {
                "text": "• Privremeno se izmešta autobusko stajalište:"
            },
            {
                "text": "• „Trg Republike“ (šifra st.#3031 - smer ka ulici Dečanska) - na poziciju koja se nalazi oko 20,0 metara posle redovne."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/788"
    },
    {
        "date": "29/07/2025 - 13/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Maksima Gorkog",
        "sections": [
            {
                "text": "Radovi su produženi do 13.08.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na otklanjanju okolnosti kojima se ugrožava bezbednost i zdravlje ljudi, objekata i saobraćaja, na postojećim linijskim infrastrukturnim objektima koji su u nadležnosti JKP „Beogradske elektrane“ u ulici Maksima Gorkog u zoni raskrsnice sa ulicom u periodu od 29.07. do 12.08. 2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće desne saobraćajne trake ulice Maksima Gorkog u visini zone raskrsnice sa ulicom Novopazarska (gledano u smeru ka ulici Južni bulevar ), zbog čega će se vozila javnog prevoza sa linija br. 25, 25P, 26 i 26N kretati na sledeći način:"
            },
            {
                "text": "• U smeru ka naseljima Braće Jerković i Kumodraž ulicama Golsvordijeva, Krunska, Trnska, Mileševska, Cara Nikolaja II, Maksima Gorkog i dalje redovnim trasama;\n• U smeru ka gradu redovnim trasama."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti postojeća, kao i privremeno stajalište „GO Vračar 1“ - smer ka naseljima Kumodraž i Braće Jerković u ulici Mileševska, ispred objekta sa kućnim brojem 14, oko 30,0 metara posle pešačkog prelaza u zoni raskrsnice sa ulicom Sinđelićeva."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/778"
    },
    {
        "date": "02/08/2025 - 10/09/2025",
        "title": "Informacija o promeni režima rada linije br. 20 i 312",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacije u ulici Cvetanova Ćuprija (Zvezdara), u periodu od 02.08. do 10.09.2025. godine. doći će do promena u radu linije javnog prevoza. Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "Faza 6B - radovi se i dalje izvode izvode na kolovozu ulice Cvetanova Đuprija, na delu od zone raskrsnice sa ulicom Ladno brdo narednih 138 metara prema okretnici „Veliki mokri lug“. Tokom izvođenja radova doći će do zatvaranja predmetne deonice za saobraćaj, pri čemu će vozila sa linije br. 20 i dalje saobraćati na skraćenoj trasi od okretnice „Mirijevo 3“ do okretnice „Medaković 3“, dok će vozila sa linije br.312 saobraćati na trasi: MZ VELIKI MOKRI LUG - Nikole Grulovića - Vizantijska - Vladimira Ćorovića - Stražarska kosa - Vojvode Stepe - KUMODRAŽ - Vojvode Stepe -  Stari vinogradi - Slobodana Vitanovića - Ladno brdo - Ristin potok - Milošev kladenac - Nikole Grulovića - Zabranska - Lipovačka - Stražarska kosa - Livadska - Živka Jovanovića - MZ VELIKI MOKRI LUG."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti novouspostavljena stajališta:"
            },
            {
                "text": "•  „Mitkov kladenac (izlaz) 1“ - stajalište se uspostavlja u ulici Stari vinogradi neposredno ispred kolskog ulaza u objekat sa kućnim brojem 85;\n•  „Jovana Ružića 1“ - stajalište se uspostavlja u ulici Stari vinogradi neposredno ispred usporivača brzine koji se nalazi ispred zone raskrsnice sa ulicom Jovana Ružića, ispred objekta sa kućnim brojem 59;\n•  „Vukašina Mrnjačevića 1“ - stajalište se uspostavlja u ulici Stari vinogradi oko 10 metara posle zone raskrsnice sa ulicom Vukašina Mrnjačevića, ispred objekta sa kućnim brojem 41B;\n•  „Buljubašine vode 1“ - stajalište se uspostavlja u ulici Stari vinogradi neposredno ispred zone raskrsnice sa ulicom Buljubašine vode, preko puta objekta sa kućnim brojem 20Lj;\n•  „Stari Vinogradi 1“ - stajalište se uspostavlja u ulici Slobodana Vitanovića na poziciji ED stuba koji se nalazi neposredno ispred zone raskrsnice sa ulicom Cvetanova ćuprija."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/785"
    },
    {
        "date": "25/07/2025 - 28/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Trg Zorana Đinđića u Surčinu - Faza 1B",
        "sections": [
            {
                "text": "Radovi su produženi do 28.08.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji sekundarnog vodovoda i potisnog cevovoda fekalne kanalizacije u ulici Trg Zorana Đinđića (Surčin) - Faza 1B . doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi u ovoj fazi podrazumevaju zauzeće dela raskrsnice Vojvođanska - Trg Zorana Đinđića- Braće Puhalović zbog izgradnje šahta (zbog čega će biti onemogućeno levo skretanje od Novog Beograda prema Trgu Zorana Đinđića, dok će ulica Trg Zoran Đinđića u smeru prema centru Surčina biti zatvorena za saobraćaj) u periodu od 25.07.2025. godine do 29.07.2025. godine. Vozila javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "Linija br. 602 će u smeru ka SRC „Surčin“ saobraćati ulicama Vinogradska, Mite Uče, Vojvođanska i dalje redovno, dok će se u smeru ka Novom Beogradu saobraćati redovno;"
            },
            {
                "text": "Linija br. 610E će u smeru ka Jakovu saobraćati trasom podlinije 610Ea preko petlje „Jakovo“, dok će se u smeru ka Novom Beogradu saobraćati redovno."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/779"
    },
    {
        "date": "16/07/2025 - 22/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Hajduk Veljkova u Mladenovcu",
        "sections": [
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju ulice Hajduk Veljkova (GO Mladenovac), na delu od ulice Jovana Marinovića do ulice Gajevi - Faza 2 u periodu od 16.07. do 22.08.2025. godine doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do potpunog zatvaranja predmetne deonice za saobraćaj, pri čemu će vozila sa linija br. 4199, 4199a i 4199b  saobraćati na skraćenim trasama do ulice Gajevi gde će vršiti promenu smera."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/771"
    },
    {
        "date": "12/07/2025 - 15/08/2025",
        "title": "Informacija o promeni režima rada linija ajvnog prevoza tokom izvođenja radova u ulici Banatska - Faza 3",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji sekundarne vodovodne i kišne kanalizacije u ulici Banatska (Zemun) - Faza 3, na delu od zone raskrsnice sa ulicom Cara Dušana do zone raskrsnice sa ulicom Skoljanska u periodu od 12.07. do 15.08.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi u ovoj fazi se izvode na kolovozu ulice Banatska, na delu od zone raskrsnice sa ulicom Cara Dušana do zone raskrsnice sa ulicom Skoljanska. Tokom izvođenja radova, biće zauzeta desna saobraćajna traka u ulici Cara Dušana (gledano u smeru ka gradu), pa će se vozila koja saobraćaju u ulici Cara Dušana iz pravca Batajnice ka gradu u zoni radova kretati slobodnom levom saobraćajnom trakom. Takođe, biće zauzeta desna saobraćajna traka u ulici Banatska, gledano u smeru ka ulici Ugrinovačka, pa će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linije br. 85 će u smeru ka okretnici „Banovo brdo“, saobraćati ulicama Pupinov most, Cara Dušana, Filipa Višnjića, Ugrinovačka i dalje redovnom trasom, dok će u suprotnom smeru saobraćati redovnom trasom;\n• Vozila sa linije br. 612 će u smeru ka Novom Beogradu, saobraćati ulicama, Cara Dušana, Filipa Višnjića, Rada Končara i dalje redovnom trasom, dok će u suprotnom smeru saobraćati redovnom trasom;\n• Vozila sa linija br. 103, 105l i 112 će u smeru ka okretnici „Zemun /Bačka/“, saobraćati ulicama Pupinov most, Cara Dušana, Filipa Višnjića, Ugrinovačka, Bačka do okretnice „Zemun /Bačka/“ i dalje redovnom trasom, dok će u suprotnom smeru saobraćati redovnom trasom;"
            },
            {
                "text": "Vozila će na izmenjenom delu trasa koristiti sva postojeća stajališta, kao i novouspostavljena stajališta:"
            },
            {
                "text": "• „Filipa Višnjića 1“ u ulici Filipa Višnjića u smeru ka ulici Ugrinovačka, neposredno po prelasku raskrsnice ulica Cara Dušana - Filipa Višnjića; \n• „Filipa Višnjića 2“ u ulici Filipa Višnjića u smeru ka ulici Ugrinovačka, neposredno ispred raskrsnice ulica Filipa Višnjića/Rada Končara-Ugrinovačka;"
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/768"
    },
    {
        "date": "26/04/2025 - 24/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Karađorđeva",
        "sections": [
            {
                "text": "Radovi su produženi do 24.08.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na tramvajskim šinama i kontaktnoj mreži u ulici Karađorđeva,  u periodu od 26.04. do 03.08.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Karađorđeva, na delu od zone raskrsnice sa ulicom Zemunski put do kružnog toka kod Geozavoda. Tokom izvođenja radova, predmetna deonica (Karađorđeva ulica) će biti zatvorena za saobraćaj, pri čemu će doći do promene u radu linija JLPP-a i to:"
            },
            {
                "text": "• Tramvajske linije br. 2 i 11 se privremeno ukidaju;\n• Uspostavlja se tramvajska linija br. 2L koja će saobraćati na relaciji Pristanište - Dorćol - Vukov spomenik - Trg Slavija - Gospodarska mehana;\n• Privremeno se uspostavlja autobuska linija br. 2A („Dorćol /SRC Milan Gale Muškatirović/„ - Beograd na vodi - „Dorćol /SRC Milan Gale Muškatirović/“ koja će saobraćati ulicama:"
            },
            {
                "text": "DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/ - Tadeuša Košćuška - Bulevar vojvode Bojovića - Karađorđeva - Zemunski put - Bulevar Vudroa Vilsona - BEOGRAD NA VODI - Bulevar Vudroa Vilsona - Železnička - Hercegovačka - Karađorđeva - Bulevar vojvode Bojovića - Tadeuša Košćuška - DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristi sva postojeća stajališta, kao i novouspostavljena privremena stajalištea za liniju br. 2A:"
            },
            {
                "text": "• „Pristanište 1“ (smer ka Brankovom mostu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 5 metara ispred zaustavne linije u zoni kućnog broja 11;\n• „Pristanište 1“ (smer ka Kalemegdanu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 10 metara ispred zaustavne linije u zoni ulice Velike stepenice."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/708"
    },
    {
        "date": "24/06/2025 - 21/08/2025",
        "title": "Informacija o izmeštanju i privremenom ukidanju stajališta u ulici Bulevar Peka Dapčevića",
        "sections": [
            {
                "text": "Tokom izvođenja radova na rekonstrukciji kišne i fekalne kanalizacije u ulici Bulevar Peka Dapčevića, na delu od interne saobraćajnice u visini objekta sa kućnim brojem 76 do pozicije koja se nalazi preko puta kućnog broja 65 - „lakat krivina“, (u delu nadležnosti Sekretarijata za javni prevoz) u periodu od 24. 06. do 21. 08. 2025. godine, doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće desne kolovozne trake ulice Bulevar Peka Dapčevića na predmetnoj deonici (gledano u smeru ka kumodraškom groblju), zbog čega će leva kolovozna traka biti udvosmerena na delu od „lakat krivine“ do zone raskrsnice sa ulicom Dušana Jovanovića."
            },
            {
                "text": "Tokom izvođenja ovih radova:"
            },
            {
                "text": "• Privremeno se ukida stajalište „Put za kumodraško groblje“ - smer ka kumodraškom groblju;\n• Privremeno se izmešta stajalište „Dušana Jovanovića“ - smer ka gradu na poziciju koja se nalazi oko 30,0 metara posle zone kolskog ulaza u objekat stanice za snabdevanje gorivom „Sponit“, odnosno oko 46,0 metara posle pešačkog prelaza u zoni raskrsnice sa ulicom Dušana Jovanovića;\n• Privremeno se izmešta stajalište „Dušana Jovanovića“ - smer ka kumodraškom groblju na poziciju koja se nalazi oko 5,0 metara ispred pešačkog prelaza u zoni raskrsnice sa ulicom Dušana Jovanovića."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/749"
    },
    {
        "date": "02/04/2025 - 15/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Grobljanska u Bariču",
        "sections": [
            {
                "text": "Radovi su produženi do 15.08. 2025. godine"
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacione mreže u ulici Grobljanska u Bariču (GO Obrenovac), u vremenskom periodu od 02.04. do 03.06. 2025. godine. Doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "FAZA 1 - radovi u ovoj fazi podrazumevaju iskop rova u kolovozu ulice Grobljanska na delu od zone raskrsnice sa ulicom Ace Spasića do ulaza u lokalno groblje, tokom koje će predmetna deonica biti u potpunosti zatvorena za saobraćaj;"
            },
            {
                "text": "FAZA 2 - radovi u ovoj fazi podrazumevaju iskop rova u kolovozu ulice Grobljanska na delu od lokalnog groblja do zone raskrsnice sa ulicom Tanaska Rajića, tokom koje će predmetna deonica biti u potpunosti zatvorena za saobraćaj."
            },
            {
                "text": "Tokom izvođenja obe faze radova vozila sa linija javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Linija br. 860J - vozila će u oba smera saobraćati ulicama Vinogradska, Vide Jocić, Aleksandra Ace Spasića, Beogradska, Barička reka, Janka Tešića i dalje redovnom trasom;\n• Linija br. 860C - vozila će u oba smera saobraćati ulicama Vinogradska, Vide Jocić, Aleksandra Ace Spasića, Beogradska, Barička reka i dalje zbog još uvek nezavršenih radova u ulici Omladinskih brigada ulicama Barička reka, Obrenovački put, Železnička, INDUSTRIJSKA ZONA \"BARIČ\"."
            },
            {
                "text": "Na izmenjenom delu trasa vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/691"
    },
    {
        "date": "10/10/2024 - 31/12/2025",
        "title": "Informacija o privremenom izmeštanju stajališta \"Braće Ribnikar\" tokom radova u ulici Ruzveltova",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji stambeno-poslovnog objekta u ul. Ruzveltova br. 48, na uglu sa ulicama Svetog Nikole i Stjepana Ljubiše, GO Zvezdara , u vremenskom periodu od  10. 10. 2024. do 31. 12. 2025. godine doći će do  zauzeća trotoara duž objekta u ulicama Ruzveltova, Svetog Nikole i Stjepana Ljubiše za potrebe deponovanja materijala."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište za linije br. 65, 74 i 27N, „Braće Ribnikar“(# 1080, smer ka Zvezdari i Mirijevu), oko 70,0 metara posle redovne pozicije, u ulici Svetog Nikole, u visini broja 6."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/638"
    },
    {
        "date": "06/06/2024 - 01/11/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici 13. oktobra (Rakovica)",
        "sections": [
            {
                "text": "Radovi su produženi do 01.11.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici 13. oktobra (Rakovica), na delu od zone raskrsnice sa ulicom Palih boraca do Kružnog puta Rakovica u periodu od 08.06. do 23.09.2024. godine, doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linija br. 504 i 47N će u oba smera saobraćati ulicama Oslobođenja, Kružni put Rakovica, Tunel Stara Straževica, kružni tok Slavka Miljkovića i Kružni put Rakovica, Slavka Miljkovića, Podavalska, Palih boraca, 13. oktobra, Milorada Jankovića Doce i dalje redovnim trasama."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/480"
    },
    {
        "date": "05/05/2023 - 30/09/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza br. 860U zbog oštećenja mosta iznad kanala u ulici gola bara u naselju Ušće - Opština Obrenovac",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ''Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac'', izvršena je promena trasa  linija javnog prevoza br. 860U  u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza br. 860U  će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/261"
    }
]