[
    {
        "date": "",
        "title": "Od 16.05.2024. autobuska linija 606 biće produžena do Surčina",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od četvrtka 16.05.2024. linija 606 (Dobanovci – Grmovac) biće produžena do Surčina, čime će ova linija obuhvatiti i deo privredne zone Surčin – Dobanovci."
            },
            {
                "text": "Privredna zona Surčin – Dobanovci nalazi se uz deonicu puta od Surčina ka Dobanovcima, neposredno uz obilaznicu oko Beograda. Zbog dobre povezanosti na drumski i železnički saobraćaj, kao i zbog blizine aerodroma, ova zona se konstantno razvija kao robno-transportni i distributivni centar zbog čega konstantno raste i broj zaposlenih koji gravitira ovom području."
            },
            {
                "text": "Opština Surčin predložila je da se ova zona bolje poveže sa javnim prevozom produženjem postojeće linije broj 606 ulicama: Zemunska, Beogradska, Maršala Tita i dalje ka Surčinu. Takođe, uvaženi su zahtevi stanovnika Grmovaca da im se omogući direktna veza sa Surčinom kao važnim administrativnim centrom, čime je pored ostalog omogućeno da koriste i jedan broj linija poteza 600 koje voze ka Novom Beogradu i Zemunu."
            },
            {
                "text": "Na liniji će raditi dva vozila sa intervalom nailaska od 40 minuta."
            },
            {
                "text": "Nova trasa linije 606 biće:"
            },
            {
                "text": "SURČIN – Braće Nikolić – Vojvođanska u Surčinu – Surčin CENTAR – Braće Puhalovića – Železnička – Maršala Tita – Beogradska – Zemunska – Ugrinovačka – Grmovačka – Grmovac 7.nova – Grmovac 5.nova – Grmovac 26. nova – GRMOVAC."
            },
            {
                "text": "Linija 606 · Surčin · Grmovac"
            }
        ]
    },
    {
        "date": "",
        "title": "Od 01.05.2024. uspostavlja se sezonska linija broj 400 (Voždovac – Vrh Avale)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Od srede, 01.05.2024. počinje sa radom sezonska linija 400 (Voždovac – vrh Avale). Vozila sa ove sezonske linije saobraćaće subotom, nedeljom i državnim praznicima."
            },
            {
                "text": "Linija 400 je operativna do 31.08.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 83 zbog radova u ulici Vojvode Šupljikca (od 22.05.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 23.05.2024."
            },
            {
                "text": "Zbog radova na sanaciji kolovoza ulice Vojvode Šupljikca na Crvenom krstu, u periodu od 22.05.2024. od 21:00 čas do 23.05.2024. do 06:00 časova, vozila sa linije 83 neće moći da koriste okretnicu “Crveni krst”, pa će linija saobraćati na skraćenoj trasi od Trga Slavija do Zemuna."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno se ukida stajalište “Beogradska arena” (#376) zbog radova u Bulevaru Zorana Đinđića (od 14.05.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 13.06.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u Bulevaru Zorana Đinđića, na delu od ulice Španskih boraca do Bulevara umetnosti, u desnoj kolovoznoj traci (posmatrano u smeru ka Zemunu), GO Novi Beograd, koje izvodi JKP “Beograd put” u periodu od 14.05.2024. do 13.06.2024. privremeno se ukida autobusko stajalište „Beogradska arena“ (#376) (smer ka Zemunu), u Bulevaru Zorana Đinđića."
            },
            {
                "text": "Radovi se izvode u krajnjoj levoj saobraćajnoj traci, uz razdelno ostrvo (ceo potez)."
            }
        ]
    },
    {
        "date": "",
        "title": "Privremeno se ukida stajalište “Stari aerodrom” (#1124) (od 09.05.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.05.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Tošin bunar – desna kolovozna traka, smer ka Surčinu, u delu od raskrsnice sa ulicama Nikole Dobrovića – Heroja sa Košara ka ulici Gandijeva, GO Novi Beograd, koje izvodi JKP “Beograd put”, u periodu od 09.05.2024. do 31.05.2024. privremeno se ukida autobusko stajalište „Stari aerodrom“ (#1124) (smer ka Surčinu, Bloku 44) u ulici Tošin bunar."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 503 zbog radova na Kružnom putu Rakovica (od 08.05.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 20.06.2024."
            },
            {
                "text": "Zbog radova na izgradnji dela obilaznice oko Beograda, na delu sa lokalnim putem Kružni put Rakovica do nadvožnjaka u blizini petlje Avala, koje će izvoditi JP „Putevi Srbije“, u periodu od srede 08.05.2024. do 20.06.2024. doći će do izmene režima rada linije JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 503 u oba smera saobraćaće: Terminus „Voždovac“ – (Bebelova – Vojvode Stepe smer ka Resniku) – Save Maškovića – Crnotravska – Bahtijara Vagabzade – Borska – Miška Kranjca – Patrijarha Dimitrija – Kružni put Rakovica – Slavka Miljkovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta u oba smera za liniju 503:„Baštovanska“, „Kragujevačkih đaka“, „Banjica 2“ , „Riste Stefanovića“, „Voje Radića“, „Save Jovanovića“, „Jajinci Dom Zdravlja“, „Milutina Milankovića“, „Kefalonijska“, „Spomen park Jajinci“, „Rakovica selo spomen česma“, „Rakovica selo“, „Kružni put“ i „Dugo polje“."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 702 zbog radova u ulici Prote Jeftimija Ivanovića (Faza 2) (od 25.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.06.2024."
            },
            {
                "text": "Zbog radova na asfaltiranju i uređenju ulice Prote Jeftimija Ivanovića (naselje Busije) na delu od Zemunske ulice do ulice Mojsija Lazarevića (zatvaranje desne kolovozne trake, gledano u smeru ka naselju Busije), u periodu od četvrtka 25.04.2024. do 01.06.2024. menja se režim rada linije JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 702 u oba smera će saobraćati: Zemunska – Dr Đorđa Šuice – Mojsija Lazarevića – Tandafila Duke i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Prote Jeftimija Ivanovića“, „Savke Subotić“ i „Stanka Koraća“ u smeru ka Busijama."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase vozila sa linije 702, koristiće privremeno uspostavljeno stajalište u ulici Tandafila Duke, koje se nalazi na poziciji oko 20 metara posle raskrsnice sa ulicom Mojsija Lazarevića, gledano u smeru ka Busijama."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija zbog radova u ulici Bogoljuba Uroševića Crnog od TC Obrenovac do kanala Kupinac (od 03.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 25.05.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kablovskog voda 110 kV u ulici Bogoljuba Uroševića Crnog od TS Obrenovac do kanala Kupinac, u periodu od 03.04.2024. do 01.05.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice za saobraćaj, zbog čega će linije JGP-a delimično izmeniti trasu i to:"
            },
            {
                "text": "• Vozila sa linije 860I će saobraćati u oba smera ulicama: Vojvođanska, Braće Puhalović, Železnička, Beogradska obilaznica, Petlja „Surčin“, Autoput „Miloš Veliki“, Obrenovački put, Železnička, INDUSTRIJSKA ZONA „BARIČ“, Železnička, Obrenovački put, Zabranski put, Kralja Aleksandra, Kralja Petra I, Nemanjina, Ravnogorska, NASELJE „SAVA“\n• Vozila sa linije 860U2 će u oba smera saobraćati od kružnog toka ulica Kralja Aleksandra I, Nemanjina i Kralja Petra I ulicama: Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linija: 911, 911A će saobraćati od BORE KEČIĆA ulicama: Miloša Obrenovića, Zabranski put, Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića, do BORE KEČIĆA\n• Vozila sa linije 912A će saobraćati trasom linije 912\n• Vozila sa linije 912A1 će saobraćati do na skraćenoj trasi do naselja Sava ulicama: Ljube Nenadovića, Miloša Obrenovića, Kralja Petra I, Nemanjina, Cara Dušana, Kralja Milutina, Ravnogorska, naselje Sava do Gaja"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linije 38 zbog radova u ulici Milošev kladenac (od 11.03.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 20.06.2024."
            },
            {
                "text": "Zbog izvođenja radova na izgradnji kišne i fekalne kanalizacije u ulici Milošev kladenac, koje će izvoditi JKP „Beogradski vodovod i kanalizacija“, u periodu od ponedeljka 11.03.2024. do 22.04.2024. menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 38 će saobraćati na skraćenoj trasi do pogona „Kosmaj“ i nosiće oznaku 38L1"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Milošev kladenac“, „Ristin potok“, „Vinjage“, „MZ VML“, „Vizantijska ulica“, u oba smera i „VML“, polazno i dolazno stajalište za liniju 38."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]