[
    {
        "date": "",
        "title": "Od 03.04.2023. stupa na snagu nova organizacija rada linija: 602, 860MV u skladu sa završetkom radova na izgradnji nove deonice puta ”Novi Beograd – Surčin”",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od ponedeljka 03.04.2023. trajno se menjaju trase autobuskih linija: 602, 860MV."
            },
            {
                "text": "Deonica Novi Beograd – Surčin, koja predstavlja vezu sa auto-putem “Miloš Veliki” završena je i svečano otvorena u subotu 01.04.2023. Izgradnjom ove deonice omogućeno je vozilima iz Vojvođanske i Ulice dr Ivana Ribara na Novom Beogradu direktno uključenje na auto-put “Miloš Veliki” umesto dosadašnjeg ulaska preko dela auto-puta Beograd – Šid i obilaznice. U skladu sa navedenim menjaju se i trase linija JLPP."
            },
            {
                "text": "Linija 602 se posle 24 dana vraća na redovnu trasu Vinogradskom ulicom, s tim što će trasa u delu od Vojvođanske ulice biti sledeća:"
            },
            {
                "text": "• u smeru ka terminusu “SRC “SURČIN”: BLOK 44 – Nehruova – Vojvođanska – kružni tok – Auto-put Miloš Veliki – priključak sa Auto-puta Miloš Veliki u ulicu Vinogradska – Vinogradska – Trg Zorana Đinđića – Vojvođanska u Surčinu – Braće Nikolić – Prirodna – Galovička SRC – SRC “SURČIN”\n• u smeru ka terminusu “BLOK 44”: SRC “SURČIN – Jezerska SRC – Prirodna – Jakovička SRC – Mileve Marić – Prirodna – Braće Nikolić – Vojvođanska u Surčinu – Trg Zorana Đinđića – Vinogradska – priljučak iz ulice Vinogradska na Auto-put Miloš Veliki – kružni tok – Vojvođanska – Nehruova – BLOK 44"
            },
            {
                "text": "Napomena: Postojeća stajališta “Vinogradska ulaz” koja ostaju na slepom delu puta u Vinogradskoj ulici, izmeštaju se na deo nove priključne saobraćajnice pre kružnog toka."
            },
            {
                "text": "Linija 860MV se izmešta iz Surčina i Aerodroma ”Nikola Tesla” na novu direktnu trasu autoputem Miloš Veliki od Novog Beograda do Obrenovca. Trasa linije je:"
            },
            {
                "text": "• u smeru ka naselju “Sava”: BAS – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Petlja “Radnička” – Most na Adi – Jurija Gagarina – Dr Ivana Ribara – Kružni tok – Autoput „Miloš Veliki“ – Most Srpsko–kineskog prijateljstva – Obrenovački put – Zabranski put – Kralja Aleksandra I – Kralja Petra I – Nemanjina – Ravnogorska – NASELJE „SAVA“\n• u smeru ka BAS-u: NASELJE „SAVA“ – Ravnogorska – Nemanjina – Kralja Aleksandra I – Zabranski put – Obrenovački put – Most Srpsko–kineskog prijateljstva – Autoput „Miloš Veliki“ – Kružni tok – Dr Ivana Ribara – Jurija Gagarina – Most na Adi – Petlja “Radnička” – Bulevar vojvode Mišića – Savska – Nikolaja Kravcova – Bulevar Vudroa Vilsona – BAS"
            },
            {
                "text": "Linija 860MV će raditi na intervalu manjem od 40 minuta i predstavljaće najbržu vezu javnim prevozom između Obrenovca i centra grada."
            }
        ]
    },
    {
        "date": "",
        "title": "Od 01.04.2023. stupa na snagu nova organizacija rada linija: 702, 703 u skladu sa završetkom radova na izgradnji nadvožnjaka iznad pruge",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Sa završetkom radova na modernizaciji i rekonstrukciji pruge Beograd /Centar/ – Stara Pazova – Novi Sad, u okviru čega je izvršena izgradnja nadvožnjaka iznad pruge u produžetku novoizgrađene ulice Nova 47 i ukidanje pružnog prelaza sa ulicom Carice Jelene u naselju Batajnica, od subote 01.04.2023. menjaju se trase linija javnog prevoza broj: 702, 703 u skladu sa novom organizacijom saobraćaja i to:"
            },
            {
                "text": "• Linija 702 (Batajnica /Železnička stanica/ – Busije /Crkva/) će saobraćati u oba smera iz ulice Šangajska preko novoizgrađenog nadvožnjaka u produžetku ulice Nova 47 do ulice Pukovnika Milenka Pavlovića, ulicama Pukovnika Milenka Pavlovića, Carice Jelene, Matrozova do Železničke stanice „Batajnica“\n• Linija 703 (Zemun /Kej oslobođenja/ – Ugrinovci):"
            },
            {
                "text": "Linija 703 smer ka Ugrinovcima: Iz ulice Majora Zorana Radosavljevića ulicama Stevana Dubajića, Kralja Radoslava, Vojvode Nikole Stanjevića, Matrozova, BATAJNICA /ŽELEZNIČKA STANICA/, Matrozova, Carice Jelene, Pukovnika Milenka Pavlovića, Nova 47, Šangajska i dalje prema Ugrinovcima;"
            },
            {
                "text": "Linija 703 smer ka Keju oslobođenja: Iz ulice Šangajska ulicama Nova 47, Pukovnika Milenka Pavlovića, Carice Jelene, Matrozova, BATAJNICA /ŽELEZNIČKA STANICA/, Matrozova, Carice Jelene Majora Zorana Radosavljevića i dalje prema Keju oslobođenja"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 58 zbog radova u Bulevaru despota Stefana (od 01.04.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 03.04.2023."
            },
            {
                "text": "Zbog radova na povezivanju i uklapanju energetskog kabla 110 KV u Bulevaru despota Stefana, koje će izvoditi “Kodar Energomontaža”, u periodu od subote 01.04.2023. do 03.04.2023. menja se režim rada linija JGP-a prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 58 će u smeru ka Pančevačkom mostu saobraćati: Bulevar despota Stefana – Džordža Vašingtona – Takovska – Cvijićeva i dalje redovnom trasom, dok će u suprotnom smeru saobraćati redovno"
            },
            {
                "text": "Privremeno se ukida stajalište: „Džordža Vašingtona“ (u smeru ka Pančevačkom mostu), za liniju 58."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase vozila će koristiti stajalište „Bulevar despota Stefana“ (u smeru ka Takovskoj) u ulici Džordža Vašingtona."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 24, 26, 37, 44, 26N zbog radova u Francuskoj ulici (od 31.03.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 03.04.2023."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ul. Francuskoj, od ul. Cara Dušana do ul. Gospodar Jevremove, koje će izvoditi JKP “Beograd put”, u periodu od petka 31.03.2023. od 21:00 časa do 03.04.2023. do 04:00 časova, menja se režim rada linija JGP-a prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 24, 26, 26N u oba smera će saobraćati: Trg Republike – (Braće Jugovića – Francuska smer ka periferiji) – (kroz terminus „Trg Republike“ u smeru ka Dorćolu) – Bulevar despota Stefana – Džordža Vašingtona – Cara Dušana i dalje redovnim trasama\n• Vozila sa linija: 37, 44 u oba smera će saobraćati: Trg Republike – (Braće Jugovića – Francuska smer ka periferiji) – (kroz terminus „Trg Republike“ u smeru ka Dorćolu) – Bulevar despota Stefana – Džordža Vašingtona – Cara Dušana – Venizelosova i dalje redovnim trasama"
            },
            {
                "text": "Privremeno se ukida stajalište: „Dušanova“ (u oba smera), za linije 24, 26, 37, 44, 26N."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase vozila će koristiti stajalište „Pijaca Skadarlija“ u oba smera."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 23, 53, 56N, E2 zbog radova u ulici Blagoja Parovića (Faza 1) (od 30.03.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 13.04.2023."
            },
            {
                "text": "Tokom izvođenja radova na rekostrukciji i izgradnji vodovodne mreže koje će izvoditi „JKP Beogradski vodovod i kanalizacija“ u ulicu Blagoja Parovića, na delu od zone raskrsnice sa Žarkovačkom ulicom i narednih 100 metara gledano ka ulici Kneza Višeslava do kućnog broja 119, u periodu od četvrtka 30.03.2023. do 13.04.2023. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 23, 53, 56N u oba smera će saobraćati: Požeška – Trgovačka – Ace Joksimovića – Ratka Mitrovića – Kneza Višeslava i dalje redovnom trasom\n• Vozila sa linije E2 će u oba smera saobraćati ulicama: Blagoja Parovića – Žarkovačka – Kraljice Katarine – Beogradskog bataljona – Blagoja Parovića i dalje redovnom trasom\n• Privremeno se uspostavlja autobuska linija 57L (Banovo brdo – Cerak Vinogradi)"
            },
            {
                "text": "Trasa privremene linije 57L:"
            },
            {
                "text": "• U smeru ka terminusu „Cerak Vinogradi“ će saobraćati: terminus „Banovo Brdo“ – Požeška – Kneza Višeslava – Petra Martinovića – Beogradskog bataljona – Blagoje Parovića – Kneza Višeslava – Pilota Mihajla Petrovića – Cerski venac – do terminusa Cerak Vinogradi\n• U smeru ka terminusu „Banovo Brdo“ će saobraćati: Cerak Vinogradi – Cerski venac – Pilota Mihajla Petrovića – Kneza Višeslava – Blagoja Parovića – Beogradskog bataljona – Požeška – do terminusa Banovo Brdo"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Petra Lekovića“, „Žarkovačka“, „SC Košutnjak“, „Pionirski grad“, „Luke Vojvodića“, „Miloje Zakića“ i „Ratka Mitrovića“ u oba smera za linije 23, 53, 56N."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• „Beogradskog bataljona“ (smer ka okretnici „Cerak vinogradi“) u ulici Blagoja Parovića kod ED stuba koji se nalazi ispred kućnog broja 103\n• „Beogradskog bataljona“ (smer ka okretnici “Banovo Brdo”) u ulici Blagoje Parovića kod ED stuba koji se nalazi ispred kućnog broja 123A\n• „Žarkovačka“ u ulici Beogradskog bataljona kod ED stuba koji se nalazi ispred kućnog broja 2B"
            },
            {
                "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 82 zbog radova u Gandijevoj ulici (od 12.03.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 10.04.2023."
            },
            {
                "text": "U sklopu radova na sanaciji kvara na kanalizacionoj mreži u Gandijevoj ulici, koji podrazumevaju zatvaranje desne saobraćajne trake u Gandijevoj ulici na delu od ulice Pere Segedinca do Vojvođanske ulice, koje izvodi JKP “Beogradski vodovod i kanalizacija”, u periodu od nedelje 12.03.2023. do 02.04.2023. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 82 u smeru ka Bloku 44 će saobraćati: Gandijeva – Pere Segedinca – Mustafe Golubića – Vojvođanska – Gandijeva i dalje redovnom trasom, dok će u smeru ka Zemunu saobraćati redovnom trasom"
            },
            {
                "text": "Vozila JGP-a će na izmenjenom delu trase koristiti sva postojeća stajališta."
            },
            {
                "text": "Napomena: Vozila sa linija: 45, 71, 601, 601N, 603N se vraćaju na svoje redovne trase."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 94, 95, E1, E6 zbog radova u ulici Antifašističke borbe (od 06.03.2023)",
        "sections": [
            {
                "text": "Izmena aktivna do: 09.04.2023."
            },
            {
                "text": "Tokom izvođenja radova radova na rekonstrukciji distributivnog toplovoda sa priključcima duž ulica Antifašističke borbe (Novi Beograd), doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu u ulici Antifašističke borbe, na delu od raskrsnice sa ulicom Milutina Milankovića do raskrsnice sa ulicom Jurija Gagarina."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "Faza 2a – radovi se izvode u desnoj kolovoznoj traci u ulici Antifašističke borbe (gledano u smeru ka gradu), na delu od zone raskrsnice sa ulicom Jurija Gagarina do zone raskrsnice sa ulicom Bulevar Milutina Milankovića. Radovi će se izvoditi u periodu od 06.03.2023. do 30.03.2023."
            },
            {
                "text": "Tokom izvođenja radova u ovoj fazi doći će do potpunog zatvaranja za saobraćaj na predmetnoj deonici, zbog čega će doći do promena u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linije 94 će saobraćati ulicama: u smeru ka Bloku 45: Jurija Gagarina, Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića i dalje redovnom trasom, dok u suprtonom smeru će saobraćati redovno\n• Vozila sa linija: 95, E1, E6 će saobraćati ulicama: u smeru ka gradu: Jurija Gagarina, Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića i dalje redovnom trasom, dok u suprotnom smeru će saobraćati redovno"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Blok 42“ i „Železnička stanica Novi Beograd“ u smeru ka Bulevaru Milutina Milankovića za linije 94, 95\n• „Milutina Milankovića“ u smeru ka Bloku 45 za liniju 94"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 81, 81L zbog radova u ulici Pavla Vujisića (od 22.11.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.04.2023."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji kolovoza u ulici Pavla Vujisića, na delu između Kostantina Kavafija (uključujući i samu raskrsnicu) i Ljiljane Krstić, u periodu od 22.11.2022. do 25.12.2022. koje će izvoditi preduzeće JP „Putevi Srbije“, menja se režim rada linije JGP-a na sledeći način:"
            },
            {
                "text": "Vozila sa linija 81, 81L će saobraćati:"
            },
            {
                "text": "• u smeru ka okretnici „Altina 1“ – (Pavla Vujisića za liniju 81L), Ljiljane Krstić, Justina Popovića, Grigorija Božovića, Pavla Vujisića i dalje redovno\n• u smeru ka okretnici „Novi Beograd /Paviljoni/“ – Pavla Vujisića, Amadova, Justina Popovića, Ljiljane Krstić, (Pavla Vujisića za liniju 81L) i dalje redovno"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Kortesarova“ u smeru ka Altini, „Episkopa Nikolaja“ u smeru ka Novom Beogradu i „Kostantina Kavafija“ u oba smera za linije 81, 81L."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "U smeru ka okretnici „Altini 1“:"
            },
            {
                "text": "• Borhesova – u ulici Justina Popovića, na poziciji ED stuba koji se nalazi neposredno ispred raskrsnice sa ulicom Ugrinocački put 8. deo\n• Konstantina Kavafija 1 – (stajalište privremeno uspostavljeno u okviru faze 2) u ulici Justina Popovića, na poziciji ED stuba koji se nalazi ispred objekta sa kućnim brojem 34, preko puta objekta sa kućnim brojem 23"
            },
            {
                "text": "U smeru ka okretnici „Novi Beograd /Paviljoni/“:"
            },
            {
                "text": "• Konstantina Kavafija 1 – (stajalište privremeno uspostavljeno u okviru faze 2) u ulici Justina Popovića, na poziciji ED stuba koji se nalazi ispred objekta sa kućnim brojem 27A, 13 metara ispred zone raskrsnice sa ulicom Konstantina Kavafija\n• Borhesova – u ulici Justina Popovića, na poziciji ED stuba koji se nalazi ispred male pijace, preko puta objekta raskrsnice sa ulicom Ugrinovački put 8. deo"
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija: 72, 607, A1 za vreme trajanja radova u zoni Aerodroma “Nikola Tesla” (od 06.09.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.05.2023."
            },
            {
                "text": "Tokom izvođenja četvrte faze radova na izgradnji pristupnog puta objektima u okviru kompleksa Aerodroma „Nikola Tesla“, u periodu od 06.09.2022. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju ukidanje privremene okretnice kod ulaza za VIP korisnike koju su koristile linije A1, 72, a u cilju izgradnje planiranog parkinga."
            },
            {
                "text": "Vozila sa linija javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Linija 607 će i dalje u smeru prema Surčinu saobraćati ulicom koja od autoputa Beograd – Šid vodi ka Aerodromu, dalje desno pored Parking garaže i Robno – transportnog centra prema Surčinu, pri čemu će vozila na izmenjenom delu trase koristiti privremeno stajalište ispred Parking garaže, dok će u smeru prema Novom Beogradu saobraćati od Robno – transportnog centra do privremenog stajališta u visini spomenika Nikoli Tesli, odakle će saobraćati dalje ulicom koja od Aerodroma vodi ka autoputu Beograd – Šid i dalje redovno\n• Linija 72 će u smeru prema Aerodromu saobraćati od Robno – transportnog centra do privremenog dolazno/polaznog stajališta u visini spomenika Nikoli Tesli, dok će u smeru prema gradu saobraćati ulicom koja od Aerodroma vodi ka autoputu Beograd – Šid gde će promenu smera vršiti nakon „drop off“ zone polukružnim okretanjem ulevo i dalje prema Surčinu, pri čemu će vozila u smeru ka Surčinu koristiti privremeno stajalište ispred Parking garaže\n• Linija A1 će u smeru prema Aerodromu saobraćati ulicom koja od autoputa Beograd – Šid vodi ka Aerodromu pored Muzeja vazduhoplovstva do privremenog dolazno/polaznog stajališta u visini spomenika Nikoli Tesli, dok će u smeru prema gradu saobraćati ulicom koja od Aerodroma vodi ka autoputu Beograd – Šid i dalje redovno"
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 47, 94 zbog radova na izgradnji sektora B6 obilaznice oko Beograda i zatvaranja ulice Kružni put Kijevo (od 14.07.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.05.2023."
            },
            {
                "text": "Tokom radova na izgradnji sektora B6 obilaznice oko Beograda, doćiće do zatvaranja ulice Kružni put Kijevo na delu od raskrsnice ulica Kružni put Kijevo i Patrijarha Dimitrija do kružnog toka u zoni sa ulicom Slavka Miljkovića, koje će izvoditi JP „Putevi Srbije“, u periodu od srede 14.07.2021. do 01.10.2021. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 47 u oba smera, saobraćaju: Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Sretena Popovića – 13. Oktobra – Palih boraca – Podavalska – Slavka Miljkovića i dalje redovnom trasom\n• Vozila sa linija 94 u oba smera, će saobraćati: Oslobođenja – Sretena Popovića – 13. Oktobra – Milorada Jankovića Doce – Slavka Miljkovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Ulica oslobođenja“, „Servis DMB“, „Manastir Rakovica“, „Josipa Telarevića /izlaz/“ „Tunel Straževica“, u oba smera, za liniju 47\n• „Železnička stanica Jajinci“ i „Resnik ulaz“,u oba smera za linije 47, 94\n• „Tunel Straževica“ i „Avalska“ oba smera za liniju 94"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta za liniju 94:"
            },
            {
                "text": "• u smeru ka Resniku u ulici 13. oktobra, 35 metara nakon kolskog prilaza kućnog broja 12, odnosno naspram betonskog ED stuba u visni kućnog broja 7\n• u smeru ka gradu u ulici 13.oktobra, naspram kolskog prilaza kućnog broja 12, odnosno 18 metara nakon betonskog ED stuba"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća i privremeno uspostavljena stajališta linija JGP-a."
            }
        ]
    }
]
