[
    {
        "date": "02/11/2024 - 02/09/2027",
        "title": "Informacija o promeni režima saobraćaja i režima rada linija javnog prevoza tokom izvođenja radova na uklanjanju Starog savskog mosta",
        "sections": [
            {
                "text": "• Tramvajske linije br. 7 i 9 će u oba smera, od zone Savskog trga saobraćati ulicama Savska, Bulevar vojvode Mišića, Petlja \"Radnička\", Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L i 9L.\n• Uspostavlja se privremena autobuska linija br. 9A (Trg Slavija - Blok 45)  koja će u intervalu od 12  minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45. \n• Autobuske linije br. 78 i 83 su počev od 04. oktobra zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna. \n• Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta „Kamenička 1“ i „Brankov most 1“ za linije br. 9A, 78 i 83 - smer prema Trgu Slavija, odnosno „Staro sajmište“ - smer prema Bloku 45 za liniju br. 9A."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/617"
    },
    {
        "date": "24/06/2025 - 06/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova na okretnici Studentski trg",
        "sections": [
            {
                "text": "Tokom izvođenja radova na okretnici „Studentski trg“, u periodu od 24.06. do 06.08.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja radova naveedena okretnica će biti zatvorena za saobraćaj, pri čemu ću će doći do promene u radu linija JLPP-a i to:"
            },
            {
                "text": "• linija br. 22A će u oba smera, saobraćati ulicama Kolarčeva, Trg Republike, Francuska, Cara Dušana do okretnice Dorćol /SRC „Milan Gale Muškatirović“/.\n• linije br. 31, 29N, 31N, 33N i E9 će saobraćati skraćenom trasom do okretnice Trg Republike."
            },
            {
                "text": "Vozila će na izmenjenom delu koristiti sva potojeća stajališta JLPP-a."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/753"
    },
    {
        "date": "05/07/2025 - 10/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Vojislava Ilića - Faza 8",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Vojislava Ilića u periodu od 05.07. do 10.07.2025. godine doći će do promena u radu linija javnog prevoza. Radovi podrazumevaju zatvaranje desne kolovozne trake ulice Vojislava Ilića gledano u smeru ka gradu, na delu od zone raskrsnice sa ulicom Vladimira Tomanovića do zone raskrsnice sa ulicom Ustanička, dok će se leva kolovozna traka na ovom delu koristiti za dvosmerno odvijanje saobraćaja. Tokom izvođenja radova biće onemogućeno skretanje iz ulice Vojislava Ilića u ulicu Ustanička prema Autokomandi, kao i prema okretnici „Konjarnik“ gledano iz smera naselja Medaković,  zbog čega će vozila JLPP-a saobraćati na sledeći način:"
            },
            {
                "text": "• i dalje neće funkcionisati trolejbuske linije br. 19 i 29;\n• i dalje funkcioniše privremena autobuska linije br. 29A (Trg Slavija - Medaković 3);\n• vozila sa linije br. 38l će u smeru ka Autokomandi, saobraćati ulicama Vladimira Tomanovića, Južnomoravske brigade, Ustanička i dalje redovnom trasom, dok će u suprotnom smeru saobraćati redovno;\n• vozila sa linija br. 50 i ADA3 će u smeru ka Konjarniku, saobraćati ulicama Vojislava Ilića, Vladimira Tomanovića, Južnomoravske brigade, Ustanička i dalje redovnom trasom, dok će u suprotnom smeru saobraćati redovno; \n• vozila sa linija br. 64, 38, 351, 352, 352a, 353, 354a, 354b, 362, 366, 366a, 461, 462 i 492 će u smeru ka okretnici „Šumice“, saobraćati ulicama Vladimira Tomanovića, Južnomoravske brigade, Ustanička, Rimska, Vojislava Ilića, Ustanička do okretnice „Šumice“, dok će u suprotnom smeru saobraćati redovno."
            },
            {
                "text": "Privremeno se ukida autobusko stajalište „Vladimira Tomanovića“ (šifra st.#259 - smer ka gradu)."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/762"
    },
    {
        "date": "05/07/2025 - 11/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Banatska (Zemun)",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji sekundarne vodovodne i kišne kanalizacije u ulici Banatska (Zemun), na delu od zone raskrsnice sa ulicom Cara Dušana do zone raskrsnice sa ulicom Skoljanska, u periodu od 05.07. do 11.07.2025. godine doći će do izmena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja radova, predmetna deonica će biti zatvorena za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linije br. 85 će u oba smera saobraćati ulicama Pupinov most, Cara Dušana, Filipa Višnjića, Ugrinovačka i dalje redovnom trasom;"
            },
            {
                "text": "• Vozila sa linije br. 612 će u oba smera saobraćati ulicama Cara Dušana, Filipa Višnjića, Rada Končara i dalje redovnom trasom;"
            },
            {
                "text": "• Vozila sa linija br. 103, 105l i 112 će u oba smera saobraćati ulicama Pupinov most, Cara Dušana, Filipa Višnjića, Ugrinovačka, Bačka do okretnice „Zemun /Bačka/“."
            },
            {
                "text": "Vozila će na izmenjenom delu trasa koristiti sva postojeća stajališta, kao i novouspostavljena stajališta:"
            },
            {
                "text": "• „Filipa Višnjića 2“ u ulici Filipa Višnjića u smeru ka ulici Cara Dušana, neposredno po prelasku raskrsnice ulica Ugrinovačka - Filipa Višnjića/Rada Končara, ispred objekta sa kućnim brojem 47; \n• „Filipa Višnjića 1“ u ulici Filipa Višnjića u smeru ka ulici Ugrinovačka, neposredno po prelasku raskrsnice ulica Cara Dušana - Filipa Višnjića; \n• „Filipa Višnjića 2“ u ulici Filipa Višnjića u smeru ka ulici Ugrinovačka, neposredno ispred raskrsnice ulica Filipa Višnjića/Rada Končara-Ugrinovačka."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/763"
    },
    {
        "date": "04/07/2025 - 12/07/2025",
        "title": "Informacija o izmeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Cvetanova Ćuprija",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacije u ulici Cvetanova Ćuprija (Zvezdara), u periodu od 04.07. do 12.07.2025. godine. doći će do promena u radu linije javnog prevoza. Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "- Faza 6a - radovi se izvode na kolovozu ulice Cvetanova Ćuprija, na delu od zone raskrsnice sa ulicom Ladno Brdo do zone raskrsnice sa ulicom Stari Vinograd. Tokom izvođenja radova doći će do zatvaranja predmetne deonice za saobraćaj, pri čemu će vozila sa linije br. 20 saobraćati na skraćenoj trasi od okretnice „Mirijeva 3“ do okretnice „Medaković 3“, dok se linija br.312 privremeno ukida."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/761"
    },
    {
        "date": "07/07/2025 - 11/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza zbog izvođenja radova u ulici Ljutice Bogdana",
        "sections": [
            {
                "text": "Zbog izvođenja radova u ulici Ljutice Bogdana, u periodu od ponedeljka, 07.07.2025. godine do 11.07.2025. godine doći će do zatvaranja predmetne saobraćajnice, u delu između ulice Pukovnika Bacića i ulice Generala Nikodija Stefanovića, GO Savski venac,  zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "- Vozila sa linija br. 42, 59, 78 i 47N će u smeru ka Petlovom brdu, Banjici i Resniku saobraćati ulicama Bulevar oslobođenja, Dr Milutina Ivkovića, Bulevar kneza Aleksandra Karađorđevića i dalje redovnim trasama dok će u smeru ka Slaviji, Zemunu i Trgu republike saobraćati redovno (takođe, vozila na liniji br. 42 u skladu sa radovima u ulici Mihaila Avramovića i vozila na liniji br. 47N i 47Na u skladu sa radovima u ulici 13. oktobra)"
            },
            {
                "text": "Vozila će na izmenjenom delu trasa koristiti sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/396"
    },
    {
        "date": "01/07/2025 - 22/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Hajduk Veljkova u Mladenovcu",
        "sections": [
            {
                "text": "Tokom izvođenja radova na asfaliranju i uređenju ulice Hajduk Veljkova u Mladenovcu, u periodu od 01.07. do 22.07.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama:"
            },
            {
                "text": "Faza 1 - Radovi se izvode na kolovozu u ulici Hajduk Veljkova, na delu od ulice Mitropolita Medotija do Jovana Marinovića. Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linija br. 4199, 4199a i 4199b će saobraćati skraćenom trasom do stare okretnice, odnosno do autobuskog stajališta „Trstena“ gde će vršiti promenu smera."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/757"
    },
    {
        "date": "01/07/2025 - 10/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza zbog izvođenja radova na okretnici „Banovo brdo“",
        "sections": [
            {
                "text": "Tokom izvođenja radova na popravci instalacija u ispravljačkoj stanici „Banovo brdo“. Radovi će se izvoditi u periodu od 01.07. do 10.08.2025. godine, doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Tokom izvođenja radova, doći će do obustave tramvajskog saobraćaja u ulici Požeška, pri čemu će doći do promene u radu linija JLPP-a:"
            },
            {
                "text": "• Privremeno se ukidaju tramvajske linije br. 12 i 13;\n• Uspostavlja se privremena tramvajska linija br. 12L koja će saobraćati na relaciji Omladinski stadion - Most na Adi - Blok 45."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/758"
    },
    {
        "date": "26/04/2025 - 03/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Karađorđeva",
        "sections": [
            {
                "text": "Tokom izvođenja radova na tramvajskim šinama i kontaktnoj mreži u ulici Karađorđeva,  u periodu od 26.04. do 03.08.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Karađorđeva, na delu od zone raskrsnice sa ulicom Zemunski put do kružnog toka kod Geozavoda. Tokom izvođenja radova, predmetna deonica (Karađorđeva ulica) će biti zatvorena za saobraćaj, pri čemu će doći do promene u radu linija JLPP-a i to:"
            },
            {
                "text": "• Tramvajske linije br. 2 i 11 se privremeno ukidaju;\n• Uspostavlja se tramvajska linija br. 2L koja će saobraćati na relaciji Pristanište - Dorćol - Vukov spomenik - Trg Slavija - Gospodarska mehana;\n• Privremeno se uspostavlja autobuska linija br. 2A („Dorćol /SRC Milan Gale Muškatirović/„ - Beograd na vodi - „Dorćol /SRC Milan Gale Muškatirović/“ koja će saobraćati ulicama:"
            },
            {
                "text": "DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/ - Tadeuša Košćuška - Bulevar vojvode Bojovića - Karađorđeva - Zemunski put - Bulevar Vudroa Vilsona - BEOGRAD NA VODI - Bulevar Vudroa Vilsona - Železnička - Hercegovačka - Karađorđeva - Bulevar vojvode Bojovića - Tadeuša Košćuška - DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristi sva postojeća stajališta, kao i novouspostavljena privremena stajalištea za liniju br. 2A:"
            },
            {
                "text": "• „Pristanište 1“ (smer ka Brankovom mostu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 5 metara ispred zaustavne linije u zoni kućnog broja 11;\n• „Pristanište 1“ (smer ka Kalemegdanu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 10 metara ispred zaustavne linije u zoni ulice Velike stepenice."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/708"
    },
    {
        "date": "30/06/2025 - 18/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova na Trgu republike",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju na Trgu Republike, u ulici Makedonska, GO Stari grad, na delu od zone raskrsnice sa ulicama Braće Jugovića - Dečanska do zone raskrsnice sa ulicama Trg republike i Kolarčeva, kao i polovine raskrsnice ulica Trg republike - Francuska, u periodu od 30. 06.  do 18. 08. 2025. godine doći će do promena u radu linija javnog prevoza. Radovi podrazumevaju zauzeće desne kolovozne trake, u smeru ka Studentskom trgu, pri čemu će se leva kolovozna traka koristiti za dvosmerno odvijanje saobraćaja pa će vozila javnog prevoza i dalje saobraćati u skladu sa režimom Trg  republike i Trg Nikole Pašića na sledeći način:"
            },
            {
                "text": "• trolejbuske linije br. 28 i 41 i dalje neće funkcionisati;\n• trolejbuska linija br. 29 će i dalje saobraćati do Trga Slavija i nosiće oznaku 29L i saobraćaće na relaciji Trg Slavija - Medaković 3;\n• trolejbuska linija br. 40 će i dalje saobraćati sa povećanim brojem vozila;\n• Autobuska linija br. 24 će saobraćati ulicama Cara Dušana, Francuska, Kolarčeva, Terazije, Kralja Milana, Trg Slavija, Beogradska, Njegoševa (Svetozara Markovića, Kralja Milana u smeru ka Dorćolu) i dalje u skladu sa radovima u ulici Čuburska;\n• Autobuske linije br. 32E i 43 će u smeru ka Višnjici i Kotežu saobraćati na svojim redovnim trasama, dok će u smeru ka Trgu republike saobraćati ulicama Bulevar despota Stefana, Braće Jugovića, Francuska do terminusa „Trg republike“;\n• Autobuske linije br. 26 i 26N će saobraćati ulicama Cara Dušana, Džordža Vašingtona, 27. marta, Kraljice Marije, Ruzveltova, Bulevar kralja Aleksandra,(Sinđelićeva, Kraljice Marije u smeru ka Dorćolu) i dalje redovnom trasom;\n• Autobuska linija br. 27 će u oba smera saobraćati ulicama Bulevar despota Stefana (Braće Jugovića, Francuska u smeru ka Trgu republike), Džordža Vašingtona, 27. marta, Kraljice Marije, Ruzveltova i dalje redovnom trasom;\n• Autobuske linije br. 27N i 101N će u smeru ka Mirijevu i Padinskoj skeli saobraćati na svojim redovnim trasama, dok će u smeru ka Trgu republike saobraćati ulicama Makedonska, Braće Jugovića, Francuska do terminusa „Trg republike“;\n• Autobuske linija br. 37 i 44 će saobraćati ulicama Žorža Klemansoa, Cara Dušana, Džordža Vašingtona, Takovska, Kneza Miloša i dalje redovnim trasama (linija br. 44 u skladu sa radovima u ulici Vase Pelagića);\n• Autobuska linija br. 58 će saobraćati ulicama Bulevar despota Stefana, Cvijićeva, Takovska, Kneza Miloša i dalje redovnom trasom; \n• Autobuska linija br. 15N će u smeru ka Zemunu saobraćati na svojoj redovnoj trasi, dok će u smeru ka Trgu republike saobraćati ulicama Dečanska, Braće Jugovića, Francuska do terminusa „Trg republike“;\n• Autobuska linija br. 32N će u smeru ka Zemunu saobraćati na svojoj redovnoj trasi, dok će u smeru ka Trgu republike saobraćati ulicama Makedonska, Braće Jugovića, Francuska do terminusa „Trg republike“;\n• Autobuske linije br. 37N, 56N, 511N i E2 će saobraćati sa Trga republike (polazno stajalište za liniju br. 43) ulicama Braće Jugovića, Makedonska, Svetogorska, Takovska, Kneza Miloša i dalje redovnim trasama;\n• Autobuska linija br. 75N će u smeru ka Studentskom trgu, saobraćati ulicama Kolarčeva, Trg Republike, Francuska do dolaznog/polaznog stajališta „Trg Republike“ (#603), koja u redovnom režimu koriste linije br. 27, 15n,27n i 704n, dok će u suprotnom smeru saobraćati ulicama Braće Jugovića, Terazijski tunel i dalje redovno;\n• Autobuske linije br. 68N i 603N će saobraćati u smeru ka Novom Beogradu i Dobanovcima sa stajališta „Trg republike“ - polazno za liniju br. 27, dok će u smeru ka Trgu republike saobraćati ulicama Dečanska, Braće Jugovića, Francuska do stajališta „Trg republike“;\n• Autobuske linije br. 202N i 301N će saobraćati sa Trga Republike ulicama Braće Jugović,  Makedonska, Svetogorska, Majora Ilića, 27. marta, Kraljice Marije, Ruzveltova i dalje redovnim trasama, dok će u smeru ka Trgu republike saobraćati ulicama Makedonska, Braće Jugovića, Francuska, do terminusa „Trg republike“;\n• Autobuska linije br. 304N će saobraćati sa Trga Republike ulicama Braće Jugović,  Makedonska, Svetogorska i dalje redovnom trasom, dok će u smeru ka Trgu republike saobraćati ulicama Makedonska, Braće Jugovića, Francuska, do terminusa „Trg republike“;\n• Autobuske linije br. 704N i 706N će u smeru ka Zemun polju i Batajnici saobraćati na svojim redovnim trasama, dok će u smeru ka Trgu republike saobraćati ulicama Dečanska, Braće Jugovića, Francuska do terminusa „Trg republike“;\n• Privremeno se ukida autobusko stajalište „Trg Republike“ (šifra st.#702 - smer ka Dorćolu za linije br. 24, 37, 44, 15N, 27N, 32N, 33N, 37N, 56N, 75N, 101N, 304N, 511N, 704N i 706N), pri čemu će vozila sa noćnih linija kao dolazno koristiti svoje polazno stajalište;\n• Privremeno se ukida autobusko stajalište \"Trg republike\" (šifra stajališta #3031, smer ka ulici Dečanska) za liniju 75n."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/754"
    },
    {
        "date": "10/06/2025 - 14/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Franja Krča U Zemun polju",
        "sections": [
            {
                "text": "Tokom izvođenja radova na asfaltiranju i uređenju ulice Franje Krča u naselju Zemun Polje, na delu od okretnice autobusa „Zemun polje“ do ulice Bertranda Rasela u periodu od 10. 06. do 14. 07. 2025. godine doći će do promena u radu linija javnog prevoza. Radovi se izvode po fazama i to:"
            },
            {
                "text": "Faza 1i 1a : radovi podrazumevaju potpuno zatvaranje raskrsnice ulica Franje Krča - Žike Mesarovića i deo ulice Franje Krča od ove raskrsnice do ulice Mihajla Pupina,"
            },
            {
                "text": "Faza 2 i 2a : radovi podrazumevaju potpuno zatvaranje raskrsnice ulica Franje Krča - Marka Milanovića - Mihajla Pupina i deo ulice Franje Krča od ove raskrsnice do ulice Andrije Habuša"
            },
            {
                "text": "Faza 3 i 3a : radovi podrazumevaju potpuno zatvaranje raskrsnice ulica Franje Krča - Andrije Habuša - Pere Kosorića i deo ulice Franje Krča od ove raskrsnice do ulice Bertranda Rasela;"
            },
            {
                "text": "Tokom izvođenja radova u svim fazama vozila sa linija javnog gradskog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "Vozila na liniji br. 708 će saobraćati ulicama: Jurija Rakitina, Tomice Popovića, Bertranda Rasela, Dušana Mađarčića Korčagina, Braće Krnješevac, Jurija Rakitina i dalje redovno;"
            },
            {
                "text": "Vozila na liniji br. 704, 704n,707 i 709 će saobraćati ulicama: Jurija Rakitina, Braće Krnješevac, Dušana Mađarčića Korčagina, Bertranda Rasela, Tomice Popovića, Jurija Rakitina i dalje redovno."
            },
            {
                "text": "Vozila JGP-a će na izmenjenom delu trase koristiti sva postojeća stajališta s tim što će vozila sa linije br. 708 kao polazno/dolazno stajalište koristiti stajalište „Franje Krča“ u ulici Dušana Mađarčića Korčagina (broj stajališta je 1888), a vozila sa linija br. 704, 704N, 707 i 709 će kao polazno/dolazno stajalište koristiti stajalište „Franje Krča“ u ulici Bertranda Rasela (broj stajališta je 2195)."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/739"
    },
    {
        "date": "24/06/2025 - 21/08/2025",
        "title": "Informacija o izmeštanju i privremenom ukidanju stajališta u ulici Bulevar Peka Dapčevića",
        "sections": [
            {
                "text": "Tokom izvođenja radova na rekonstrukciji kišne i fekalne kanalizacije u ulici Bulevar Peka Dapčevića, na delu od interne saobraćajnice u visini objekta sa kućnim brojem 76 do pozicije koja se nalazi preko puta kućnog broja 65 - „lakat krivina“, (u delu nadležnosti Sekretarijata za javni prevoz) u periodu od 24. 06. do 21. 08. 2025. godine, doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju zauzeće desne kolovozne trake ulice Bulevar Peka Dapčevića na predmetnoj deonici (gledano u smeru ka kumodraškom groblju), zbog čega će leva kolovozna traka biti udvosmerena na delu od „lakat krivine“ do zone raskrsnice sa ulicom Dušana Jovanovića."
            },
            {
                "text": "Tokom izvođenja ovih radova:"
            },
            {
                "text": "• Privremeno se ukida stajalište „Put za kumodraško groblje“ - smer ka kumodraškom groblju;\n• Privremeno se izmešta stajalište „Dušana Jovanovića“ - smer ka gradu na poziciju koja se nalazi oko 30,0 metara posle zone kolskog ulaza u objekat stanice za snabdevanje gorivom „Sponit“, odnosno oko 46,0 metara posle pešačkog prelaza u zoni raskrsnice sa ulicom Dušana Jovanovića;\n• Privremeno se izmešta stajalište „Dušana Jovanovića“ - smer ka kumodraškom groblju na poziciju koja se nalazi oko 5,0 metara ispred pešačkog prelaza u zoni raskrsnice sa ulicom Dušana Jovanovića."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/749"
    },
    {
        "date": "30/05/2025 - 08/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Mihaila Avramovića - FAZA 2",
        "sections": [
            {
                "text": "Radovi se produžavaju do 08.07.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Mihaila Avramovića - FAZA 2 , na delu od zone raskrsnice sa ulicom Joce Jovanovića do zone raskrsnice sa ulicom Vaska Pope u periodu od 29.05. do 06.06.2025. godine doći će do promena u radu linija javnog prevoza br. 42."
            },
            {
                "text": "Radovi u ovoj fazi podrazumevaju potpuno zatvaranje ulice Mihaila Avramovića na delu između zona raskrsnica sa ulicama Joce Jovanovića i Vaska Pope, pri čemu će se vozila sa linija br. 42 kretati na sledeći način:"
            },
            {
                "text": "• Linija br. 42 - vozila će se kao i u prethodnoj fazi u oba će se kretati ulicama Bulevar kneza Aleksandra Karađorđevića, Neznanog junaka, Crnotravska i dalje redovnom trasom."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/728"
    },
    {
        "date": "16/06/2025 - 10/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Bulevar kralja Aleksandra I Karađorđevića (Savska)",
        "sections": [
            {
                "text": "Tokom izvođenja radova na podzemnim instalacijama u sklopu radova na oblikovnoj rekonstrukciji, izgradi i prenameni objekta Pošte u Kulturni centar u ulici Bulevar kralja Aleksandra I Karađorđevića (Savska),  u periodu od 03.06. do 10.07.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na desnoj strani kolovoza (krajnja desna saobraćajna traka) ulice Bulevar kralja Aleksandra I Karađorđevića (gledano u smeru ka Savskom trgu), na delu od zone raskrnice sa ulicom Risanska do nekadanjeg objekta „Pošta“. Takođe, radovi se izvode i na levoj kolovoznoj traci (krajnja desna saobraćajna traka), na delu od nekadašnjeg objekta „Pošta“ sledećih 120 metara, gledano u smeru ka Sajmu. Radovi će se izvoditi u periodu od 11.06. do 10.07.2025. godine."
            },
            {
                "text": "Predmetni radovi neće uticati na funkcionisanja vozila JLPP-a. Vozila će se u visini zone radova u smeru ka Savskom trgu kretati slobodnom saobraćajnom trakom."
            },
            {
                "text": "I dalje će biti privremeno ukinuta tramvajska stajališta „Savski trg“ za linije 7l, 9l, 11 i 12 u oba smera i autobusko stajalište „Savski trg (Savska)“ u oba smera."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/745"
    },
    {
        "date": "02/04/2025 - 14/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Grobljanska u Bariču",
        "sections": [
            {
                "text": "Radovi su produženi do 14.07. 2025. godine"
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacione mreže u ulici Grobljanska u Bariču (GO Obrenovac), u vremenskom periodu od 02.04. do 03.06. 2025. godine. Doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "FAZA 1 - radovi u ovoj fazi podrazumevaju iskop rova u kolovozu ulice Grobljanska na delu od zone raskrsnice sa ulicom Ace Spasića do ulaza u lokalno groblje, tokom koje će predmetna deonica biti u potpunosti zatvorena za saobraćaj;"
            },
            {
                "text": "FAZA 2 - radovi u ovoj fazi podrazumevaju iskop rova u kolovozu ulice Grobljanska na delu od lokalnog groblja do zone raskrsnice sa ulicom Tanaska Rajića, tokom koje će predmetna deonica biti u potpunosti zatvorena za saobraćaj."
            },
            {
                "text": "Tokom izvođenja obe faze radova vozila sa linija javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Linija br. 860J - vozila će u oba smera saobraćati ulicama Vinogradska, Vide Jocić, Aleksandra Ace Spasića, Beogradska, Barička reka, Janka Tešića i dalje redovnom trasom;\n• Linija br. 860C - vozila će u oba smera saobraćati ulicama Vinogradska, Vide Jocić, Aleksandra Ace Spasića, Beogradska, Barička reka i dalje zbog još uvek nezavršenih radova u ulici Omladinskih brigada ulicama Barička reka, Obrenovački put, Železnička, INDUSTRIJSKA ZONA \"BARIČ\"."
            },
            {
                "text": "Na izmenjenom delu trasa vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/691"
    },
    {
        "date": "10/10/2024 - 31/12/2025",
        "title": "Informacija o privremenom izmeštanju stajališta \"Braće Ribnikar\" tokom radova u ulici Ruzveltova",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji stambeno-poslovnog objekta u ul. Ruzveltova br. 48, na uglu sa ulicama Svetog Nikole i Stjepana Ljubiše, GO Zvezdara , u vremenskom periodu od  10. 10. 2024. do 31. 12. 2025. godine doći će do  zauzeća trotoara duž objekta u ulicama Ruzveltova, Svetog Nikole i Stjepana Ljubiše za potrebe deponovanja materijala."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište za linije br. 65, 74 i 27N, „Braće Ribnikar“(# 1080, smer ka Zvezdari i Mirijevu), oko 70,0 metara posle redovne pozicije, u ulici Svetog Nikole, u visini broja 6."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/638"
    },
    {
        "date": "04/03/2025 - 12/07/2025",
        "title": "Informacija o promeni režima rada linije br. 20",
        "sections": [
            {
                "text": "Radovi su produženi do 12.07.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacione mreže u ulici Cvetanova Ćuprija  (Zvezdara) u periodu od 04.03. od 09.00 časova do 05.05.2025. godine doći će do promene u radu linije javnog prevoza br. 20."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Cvetanova Ćuprija, na delu od zone raskrsnice sa ulicom Pavla Savića do zone raskrsnice sa ulicom Ladno brdo, pri čemu će doći do zatvaranja predmetne deonice za saobraćaj, zbog čega će vozila sa linije br. 20 saobraćati na skraćenoj trasi od okretnice „Mirijevo 3“ do okretnice „Medaković 3“."
            },
            {
                "text": "Pojačava se linija br. 38."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/679"
    },
    {
        "date": "06/06/2024 - 01/08/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici 13. oktobra (Rakovica)",
        "sections": [
            {
                "text": "Radovi su produženi do 01.08.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici 13. oktobra (Rakovica), na delu od zone raskrsnice sa ulicom Palih boraca do Kružnog puta Rakovica u periodu od 08.06. do 23.09.2024. godine, doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linija br. 504 i 47N će u oba smera saobraćati ulicama Oslobođenja, Kružni put Rakovica, Tunel Stara Straževica, kružni tok Slavka Miljkovića i Kružni put Rakovica, Slavka Miljkovića, Podavalska, Palih boraca, 13. oktobra, Milorada Jankovića Doce i dalje redovnim trasama."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/480"
    },
    {
        "date": "24/09/2024 - 31/07/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Teodora Drajzera",
        "sections": [
            {
                "text": "Nova faza radova će trajati do 31. 07. 2025. godine, uz isti režim saobraćaja."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji vodovodne distributivne mreže sa pratećom infrastrukturom u ulici Teodora Drajzera, GO Savski venac, u delu od raskrsnice sa ulicom Patrijarha Pavla do crpne stanice Topčider - faze 2 i 3, u vremenskom periodu od 25. 09. do 03. 11. 2024. godine doći će do izmena u radu linija javnog prevoza."
            },
            {
                "text": "Faza 2 - radovi se izvode od raskrsnice Teodora Drajzera - Bulevar Patrijarha Pavla - Bulevar vojvode Putnika - Bulevar vojvode Mišića do raskrsnice sa prilaznim putem objektima Vojske Srbije, u periodu od 25. 09. do 24. 10. 2024. godine , uz potpunu obustavu saobraćaja;"
            },
            {
                "text": "Faza 3 - radovi se izvode u ulici Teodora Drajzera u zoni ukrštaja sa prilaznim putem objektima Vojske Srbije, u periodu od 25. 10. do 03. 11. 2024. godine, uz potpunu obustavu saobraćaja."
            },
            {
                "text": "Tokom faze 2 i faze 3 doći će do promena u radu linija javnog prevoza na sledeći način:"
            },
            {
                "text": "- linija br. 49 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Petlja „Radnička“, Paštrovićeva, Požeška i dalje redovnom trasom;"
            },
            {
                "text": "- linija br. 94 će u oba smera saobraćati ulicama: Neznanog junaka, Bulevar kneza Aleksandra Karađorđevića, Bulevar vojvode Putnika, Mostarska petlja, Bulevar vojvode Mišića, Most na Adi i dalje redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/581"
    },
    {
        "date": "05/05/2023 - 30/09/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza br. 860U zbog oštećenja mosta iznad kanala u ulici gola bara u naselju Ušće - Opština Obrenovac",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ''Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac'', izvršena je promena trasa  linija javnog prevoza br. 860U  u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza br. 860U  će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/261"
    }
]