[
    {
        "date": "",
        "title": "Informacije o korišćenju javnog prevoza putnika za vreme epidemije koronavirusa (Covid-19)",
        "sections": [
            {
                "text": "Koristite zaštitne maske"
            }
        ]
    },
    {
        "date": "",
        "title": "Od 09.02.2022. tramvajske linije broj: 11, 12 vraćaju se na redovne trase preko Savskog trga i Savske ulice",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Počev od srede 09.02.2022. ponovo se uspostavljaju tramvajske linije 11 (Kalemegdan /Donji grad/ – Blok 45) i 12 (Omladinski stadion – Banovo brdo) na svojim redovnim trasama preko Savskog trga i ulice Savska."
            },
            {
                "text": "Sa završetkom radova na rekonstrukciji tramvajske pruge u zoni Savskog trga, stekli su se uslovi za ponovno vraćanje linija broj: 11, 12 na svoje redovne trase. Tramvaji sa pomenutih linija će se od Savskog trga kretati ulicama Savska, Bulevar vojvode Mišića preko Mosta na Adi do Bloka 45 (linija 11), odnosno preko petlje „Radnička“ do Banovog brda (linija 12)."
            },
            {
                "text": "Napomena: S obzirom da još nisu izgrađena stajališta u ulici Savska (u visini Pošte 5), tek po završetku njihove izgradnje, što se očekuje za oko 3 meseca, biće stavljena u funkciju. U međuvremenu, vozila sa linija broj 12 privremeno će koristiti stajališta u ulici Nemanjina, dok vozila sa linije broj 11 u predmetnoj zoni za sada neće imati stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 73 zbog radova u ulici Matrozova (od 08.02.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.03.2022."
            },
            {
                "text": "U sklopu radova na izgradnji sekundarne vodovodne mreže u ulici Matrozova, u periodu od utorka 08.02.2022. do 15.03.2022. operativno se menja režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 73 u smeru ka terminusu Batajnica /Železnička stanica/ saobraćaće: Majora Zorana Radosavljevića – Braće Savić – Kralja Radoslava – Vojvode Nikole Stanjevića – Matrozova – terminus Batajnica /Železnička stanica/. U smeru ka Bloku 45 linija radi u redovnom režimu.\n• Vozila sa linije 703L1 se vraćaju u redovan režim saobraćaja"
            },
            {
                "text": "Napomena: Predmetni radovi ne utiču na redovan režim rada linije 700."
            },
            {
                "text": "Ukidaju se stajališta za liniju 73, u smeru ka terminusu „Batajnica /železnička stanica/: „Braće Smiljanić“, „Majke Jugovića“, „Batajnica /centar/“ i „Batajnica /železnička rampa/“."
            },
            {
                "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
            },
            {
                "text": "Napomena: Matrozova ulica biće jednosmerna za saobraćaj, na delu od kućnog broja 1 do zone raskrsnice sa ulicom Carice Jelene, u smeru od terminusa Batajnica /Železnička stanica/ ka Zemunu, pri čemu će se vozila javnog prevoza kretati levom saobraćajnom trakom."
            }
        ]
    },
    {
        "date": "",
        "title": "Poremećaj u radu linije BG Voz 3 na delu pruge Ripanj – Klenje (od 05.02.2022)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog smetnji na infrastrukturnim kapacitetima na delu pruge Ripanj – Klenje, od dana 05.02.2022. vozovi iz sistema BG Voz (Linija BG Voz 3) koji saobraćaju do/od Mladenovca, izostaju na relaciji Resnik – Mladenovac – Resnik dok se ne otkloni smetnja. Otklanjanje smetnje je u nadležnosti Infrastruktura železnice Srbije."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada vozova iz sistema BG Voz zbog izvođenja završnih radova na izgradnji deonice brze pruge Beograd /Centar/ – Stara Pazova (od 18.01.2022)",
        "sections": [
            {
                "text": "ℹ️"
            },
            {
                "text": "Dopuna (04.02.2022): Od ponedeljka 07.02.2022. BG Voz (Linija BG Voz 2) na relaciji Ovča (20:55h) – Beograd /Centar/ (21:19h) saobraća na relaciji Ovča (20:22h) – Resnik (21:32h)."
            }
        ]
    },
    {
        "date": "",
        "title": "Uspostavljeno privremeno stajalište “1000 ruža” za linije: 401, 402, 403, 405, 406, 406L, 407, 408 (od 22.12.2021)",
        "sections": [
            {
                "text": "Na osnovu zahteva građana sela Rakovica, za vreme izvođenja radova na izgradnji obilaznice oko Beograda, uspostavljaju se privremena stajališta “1000 ruža” u oba smera za linije: 401, 402, 403, 405, 406, 406L, 407, 408."
            },
            {
                "text": "Lokacije navedenih privremenih stajališta su predviđene na Avalskom putu u zoni raskrsnice sa ulicom Generala Ždanova, odnosno kod motela “1000 ruža”."
            },
            {
                "text": "Napomena: Nakon završetka radova, ova stajališta će biti ukinuta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 401, 402, 403, 405, 406, 407, 408, 409, 503, 401N zbog radova u Baštovanskoj ulici (od 02.12.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.02.2022."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza koje izvodi JKP “Beograd put“ u Baštovanskoj ulici, na delu od Paunove ulice do ulice Nea Pendeli, u periodu od četvrtka 02.12.2021. do 31.12.2021. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 403, 405, 406, 407, 408, 409, 503, 401N u smeru ka periferiji će saobraćati: Bebelova – Bulevar Oslobođenja – Bulevar JNA i dalje redovnim trasama\n• Vozila sa linija: 401, 402 u smeru ka periferiji će saobraćati: Bulevar Oslobođenja – Bulevar JNA i dalje redovnim trasama"
            },
            {
                "text": "Napomena: U suprotnim smerovima, linije će saobraćati svojim redovnim trasama."
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Baštovanska”, „Kragujevačkih đaka“ i „Banjica 2“ u smeru ka periferiji, za linije 401, 402, 403, 405, 406, 407, 408, 409, 503, 401N."
            },
            {
                "text": "Privremeno se uspostavlja stajalište: „Bulevar Oslobođenja 1“ u Bulevaru Oslobođenja, neposredno pre raskrsnice sa ulicom Milovana Markovića."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 72, 607 zbog radova na izgradnji postrojenja za preradu otpadnih voda u okviru kompleksa Aerodroma „Nikola Tesla“ (od 24.11.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.03.2022."
            },
            {
                "text": "Zbog radova na izgradnji postrojenja za preradu otpadnih voda u okviru kompleksa Aerodroma „Nikola Tesla“, koje izvodi „VINCI TERNA CONSTRUCTION JV“, u periodu od srede 24.11.2021. do 07.12.2021. operativno se menja režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 72, će saobraćati: u smeru prema Aerodromu: od „Robno–transportnog centra“ do privremenog dolaznog stajališta u visini spomenika Nikoli Tesli; u smeru prema gradu: od dolaznog stajališta u visini spomenika Nikoli Tesli, bez putnika do privremenog polaznog stajališta do koga se dolazi saobraćajnicom od spomenika Nikoli Tesli prema Autoputu, gde se u visini parkinga skreće desno, prema privremenom kružnom toku, gde se vrši promena smera ktretanja do privremenog polaznog stajališta prema gradu. Odatle vozila saobraćaju sa putnicima do saobraćajnice koja od autoputa Beograd – Šid vodi ka Aerodromu, pa dalje pored „Parking garaže“ i „Robno – transportnog centra“ prema Surčinskom putu i dalje redovnom trasom\n• Vozila sa linije 607, će saobraćati: u smeru prema Surčinu: saobraćajnicom koja od autoputa Beograd – Šid vodi ka Aerodromu – dalje desno pored Parking garaže i Robno – transportnog centra prema Surčinu; u smeru prema gradu: od „Robno – transportnog centra“ do privremenog stajališta u visini spomenika Nikoli Tesli, odakle će dalje saobraćajnicom koja od Aerodroma vodi ka autoputu Beograd – Šid i dalje redovnom trasom"
            },
            {
                "text": "Uspostavlja se privremeno dolazno stajalište za liniju 72, koje se nalazi u visini spomenika „Nikola Tesla“, odnosno oko 50 metara unazad od postojećeg stajališta."
            },
            {
                "text": "Uspostavlja se privremeno polazno stajalište za liniju 72, koje se nalazi naspram ulazno/izlazne rampe JKP „Parking servisa“, odnosno na saobraćajnici koja se nalazi između dva parkinga."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 3A, 51, 511, 601 zbog radova na Savskom trgu (od 19.11.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.02.2022."
            },
            {
                "text": "U sklopu radova na rekonstrukciji Savskog trga, koje izvodi preduzeće „Beograd na vodi“, za saobraćaj se zatvara deo između Savske ulice i Nemanjine ulice, u periodu od petka 19.11.2021. do 18.12.2021."
            },
            {
                "text": "Zbog navedenog doći će do izmene režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 3A, saobraćaće do terminusa „Beograd na vodi“: u smeru ka terminusu „Beograd na vodi“: Savska – Drinska – Sarajevska – Hajduk Veljkov venac – Balkanska – Gavrila Principa – Mihaila Bogićevića – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – terminus „Beograd na vodi“; u smeru ka Kneževcu: terminus „Beograd na vodi“ – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom\n• Vozila sa linija: 51, 511, 601, u smeru ka terminusu „Beograd na vodi“ će saobraćati: Savska – Drinska – Sarajevska – Hajduk Veljkov venac – Balkanska – Gavrila Principa – Mihaila Bogićevića – Karađorđeva i dalje redovnim trasama. U smeru ka periferiji saobraćaju redovnim trasama."
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Durmitorska“, „Palata pravde“ i „Savski trg“ za linije 3A, 51, 511, 601."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a koristiće postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 82, 88, 610, 611, 703L1, 705, 706E zbog radova na rekonstrukciji Ulice Kej oslobođenja (od 20.10.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 18.04.2022."
            },
            {
                "text": "Zbog radova na rekonstrukciji ulice Kej oslobođenja, na delu od ulice Stevana Markovića do ulice Marka Nikolića, koje će izvoditi „Sekretarijat za investicije Gradske uprave grada Beograda“, od 20.10.2021. do 18.04.2022. menja se režim rada linija na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 703L1, 705, 706E u smeru prema Keju oslobođenja će saobraćati: Cara Dušana – Karamatina – Kej oslobođenja – Marka Nikolića – TERMINUS; u smeru od Keja oslobođenja redovno"
            },
            {
                "text": "Privremeno se ukida stajalište: „RK Beograd“ za linije 703L1, 705, 706E ka Keju oslobođenja."
            },
            {
                "text": "Napomena: Zbog problema na skretanju autobusa iz Glavne ulice u Karamatinu ulicu, trase linija 82, 88, 610 i 611 su, od 26.10.2021. operativo skraćene i ne koriste terminus Kej oslobođenja."
            },
            {
                "text": "Napomena: Od subote 30.10.2021. od prvih jutarnjih polazaka, vozila sa linija: 82, 88, 610, 611 će ponovo saobraćati do terminusa Kej oslobođenja, na sledeći način: Bulevar Mihajla Pupina – Aleksandra Dubčeka – Nikolaja Ostrovskog – Avijatičarski trg – Glavna – Trg Branka Radičevića – Cara Dušana – Dobrovoljačka – Ugrinovačka – Novogradska – Cara Dušana – Trg Branka Radičevića – Karamatina – Kej oslobođenja – Marka Nikolića – KEJ OSLOBOĐENJA. (Stekli su se uslovi za saobraćaj kroz Novogradsku ulicu). U suprotnom smeru vozila saobraćaju redovnom trasom."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase vozila sa linija 82, 88, 610, 611 će koristiti samo stajališta „Zemun/pošta/“ i „Trg Branka Radičevića“ u smeru ka periferiji."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 702, 703 zbog radova na izgradnji deonice brze pruge Beograd /Centar/ – Stara Pazova (od 10.10.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "U sklopu izvođenja radova na rekonstrukciji pruge Beograd centar – Stara Pazova, doći će do zatvaranja prelaza puta preko pruge u naselju Batajnica, pri čemu neće biti moguć saobraćaj između Batajnice i naselja Šangaj, Busije i Ugrinovci, u periodu od nedelje 10.10.2021. od 08:00 časova do završetka radova."
            },
            {
                "text": "Od nedelje 10.10.2021. od prvih jutarnjih polazaka, doći će do izmene režima rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "Ukidaju se autobuske linije:"
            },
            {
                "text": "• Linija 702 na relaciji: Batajnica /Železnička stanica/ – Busije /Crkva/\n• Linija 703 na relaciji: Zemun /Kej oslobođenja/ – Batajnica /Železnička stanica/ – Ugrinovci"
            },
            {
                "text": "Uspostavljaju se autobuske linije:"
            },
            {
                "text": "• Linija 702L na relaciji: Batajnica /Šangaj/ – Busije /Crkva/\n• Linija 703L na relaciji: Batajnica /Šangaj/ – Ugrinovci\n• Linija 703L1 na relaciji: Zemun /Kej oslobođenja/ – Batajnica /Železnička stanica/"
            },
            {
                "text": "Napomena (1): Autobusi sa linija 702L, 703L će promenu smera kretanja u naselju Šangaj vršiti na novoizgrađenoj privremenoj okretnici „Batajnica /Šangaj/“ u ulici Mladih gorana."
            },
            {
                "text": "Napomena (2): Autobusi sa linije 703L će saobraćati u smeru ka Batajnici redovnom trasom linije 703 do okretnice u Batajnica /Železnička stanica/, a u smeru ka Keju oslobođenja, Matrozova – Carice Jelene i dalje redovnom trasom linije 703."
            },
            {
                "text": "Ukidaju se stajališta za liniju 702:"
            },
            {
                "text": "• u oba smera: „Batajnica /železnička stanica/“ terminus i „Batajnica /železnička rampa/“\n• u smeru ka terminusu „Batajnica /železnička stanica/“: „Batajnica /centar/“, „Majke Jugovića“, „Braće Savić“, „Braće Radišić“ i „Kralja Radoslava“"
            },
            {
                "text": "Autobusi sa linija 702L, 703L, 703L1 će koristiti redovna stajališta za linije 702 i 703."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na linijama: 47, 94 zbog radova na izgradnji sektora B6 obilaznice oko Beograda i zatvaranja ulice Kružni put Kijevo (od 14.07.2021)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.09.2022."
            },
            {
                "text": "Tokom radova na izgradnji sektora B6 obilaznice oko Beograda, doćiće do zatvaranja ulice Kružni put Kijevo na delu od raskrsnice ulica Kružni put Kijevo i Patrijarha Dimitrija do kružnog toka u zoni sa ulicom Slavka Miljkovića, koje će izvoditi JP „Putevi Srbije“, u periodu od srede 14.07.2021. do 01.10.2021. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 47 u oba smera, saobraćaju: Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Sretena Popovića – 13. Oktobra – Palih boraca – Podavalska – Slavka Miljkovića i dalje redovnom trasom\n• Vozila sa linija 94 u oba smera, će saobraćati: Oslobođenja – Sretena Popovića – 13. Oktobra – Milorada Jankovića Doce – Slavka Miljkovića i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Ulica oslobođenja“, „Servis DMB“, „Manastir Rakovica“, „Josipa Telarevića /izlaz/“ „Tunel Straževica“, u oba smera, za liniju 47\n• „Železnička stanica Jajinci“ i „Resnik ulaz“,u oba smera za linije 47, 94\n• „Tunel Straževica“ i „Avalska“ oba smera za liniju 94"
            },
            {
                "text": "Privremeno se uspostavljaju stajališta za liniju 94:"
            },
            {
                "text": "• u smeru ka Resniku u ulici 13. oktobra, 35 metara nakon kolskog prilaza kućnog broja 12, odnosno naspram betonskog ED stuba u visni kućnog broja 7\n• u smeru ka gradu u ulici 13.oktobra, naspram kolskog prilaza kućnog broja 12, odnosno 18 metara nakon betonskog ED stuba"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća i privremeno uspostavljena stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena u režimu rada linija: 23, 37, 51, 52, 53, 58, 85, 88 zbog ograničenja nosivosti nadvožnjaka koji spaja ulice Radničku i Kirovljevu (od 12.05.2020)",
        "sections": [
            {
                "text": "Izmena aktivna do: n/a"
            },
            {
                "text": "Zbog ograničenja korišćenja nadvožnjaka kojim se ostvaruje veza između ulica Radničke i Kirovljeve, za vozila čija ukupna masa prelazi 12 tona, od utorka 12.05.2020. menja se režim rada linija javnog prevoza na sledeći način:"
            },
            {
                "text": "• Vozila sa linija 23, 37, 51, 52, 53, 58, 88, u smeru ka Banovom brdu, saobraćaće: Bulevar vojvode Mišića – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka gradu linije rade u redovnom režimu.\n• Vozila sa linije 85 u smeru ka Banovom brdu, saobraćaće: Jurija Gagarina – Most na Adi – Petlja „Radnička” – Petlja „Hipodrom” – Požeška i dalje redovnom trasom. U smeru ka Borči linija radi u redovnom režimu.\n• Vozila sa noćnih linija 37N, 51N, u smeru ka Banovom brdu, će saobraćati kao i vozila sa dnevnih linija, dok će vozila sa linije 56N, na izmenjenom delu trase, saobraćati kao vozila dnevne linije 51"
            },
            {
                "text": "Privremeno se ukidaju stajališta, u smeru ka Banovom brdu:"
            },
            {
                "text": "• „Ada Ciganlija“ i „Kirovljeva“ za linije: 23, 37, 51, 52, 53, 58 , 85, 88\n• „Petlja Radnička“ za linije: 23, 37, 51, 52, 53, 58, 88"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta."
            }
        ]
    }
]