[
    {
        "date": "",
        "title": "Izmena na liniji 409 zbog radova u ulici Bulevar JNA (od 13.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 27.08.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji sekundarne fekalne kanalizacione mreže u postojećoj regulaciji ulice Bulevar JNA, naselje Mala Utrina u Jajincima, GO Voždovac u periodu od 13.08.2024. do 27.08.2024. doći će do promena u radu linije javnog prevoza broj 409."
            },
            {
                "text": "Radovi se izvode u desnoj saobraćajnoj traci u Bulevaru JNA (gledano u smeru ka gradu), na delu od pozicije koja se nalazi oko 150 metara ispred zone raskrsnice sa ulicom Janka Jankovića, do zone raskrsnice sa ulicom Janka Jankovića (gledano u smeru ka gradu)."
            },
            {
                "text": "Vozila sa linija: 400, 401, 402, 403, 405, 406, 407, 408, 503, kao i prigradskih linija prema Sopotu i Mladenovcu će se kroz zonu radova kretati preostalom širinom kolovoza od minimum 3,5 metra uz naizmenično propuštanje regulisano uz pomoć pokretnih semafora i privremenih saobraćajnih znakova"
            },
            {
                "text": "Vozila sa linije 409 u spoljnom krugu (smer: Trošarina – Jajinci – Kumodraž – Trošarina) kretaće se svojom redovnom trasom, dok će se u unutrašnjem krugu (smer: Trošarina – Kumodraž – Jajinci – Trošarina) kretati ulicama: Torlački vis, Bulevar JNA i dalje redovnom trasom."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 64 zbog radova u ulici Milana Rakića (od 12.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 18.08.2024."
            },
            {
                "text": "Zbog radova na izgradnji kanalizacione mreže u ulici Milana Rakića, na delu od raskrsnice sa ul. Novobrdskom do raskrsnice sa Deskaševom, u periodu od 12.08.2024. do 18.08.2024. menja se režim rada linije 64 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 64 će saobraćati: u smeru ka Šumicama: Batutova – Bulevar kralja Aleksandra – Vjekoslava Kovača – Deskaševa – Milana Rakića i dalje redovnom trasom; u smeru ka Zvezdari: Milana Rakića – Deskaševa – Bulevar kralja Aleksandra – Batutova i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „OŠ Veljko Dugošević“, „Studentski dom Rifata Burdževića“ i „Deskaševa“ u oba smera."
            },
            {
                "text": "Privremeno se uspostavljaju stajališta:"
            },
            {
                "text": "• „Deskaševa 1“ (smer ka Zvezdari) u ul. Milana Rakića, koje se nalazi na poziciju kod kućnog broja 93, odnosno oko 5 metara ispred zone raskrsnice sa ulicom Jovana Đaje\n• „Deskaševa 1“ (smer ka Šumicama) u ul. Milana Rakića, koje se nalazi prekoputa kućnog broja 95, odnosno oko 40 metara posle zone raskrsnice sa ulicom Jovana Đaje"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta linija javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na linijama: 22A, 28, 31, 41, 71, 75, EKO 2 zbog radova u ulici Vase Čarapića (od 09.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 14.08.2024."
            },
            {
                "text": "Zbog izvođenja hitnih radova Beogradskog vodovoda i kanalizacije, u ulici Vase Čarapića došlo je do operativnih izmena u radu linija javnog prevoza. Tokom izvođenja radova predviđeno je zatvaranje ulice Vase Čarapića, pa će linije javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 22A, 31, 71, 75 saobraćaće do terminusa Trg Republike\n• Vozila sa linije EKO 2 saobraćaće u oba smera ulicama: Francuska, Cara Dušana, Tadeuška Košćuška i dalje redovnom trasom\n• Vozila sa linija: 28, 41 saobraćaju trasom linije 40"
            },
            {
                "text": "Planiran rok za vraćanje linija na redovne trase je 14.08.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena na liniji 860A zbog radova u Beogradskoj ulici u Bariču (od 08.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.08.2024."
            },
            {
                "text": "Zbog izvođenja radova u ulici Beogradska u Bariču, vozila sa linije 860A će saobraćati izmenjenom trasom ulicama: Grobljanska, Barička reka i dalje redovnom trasom."
            },
            {
                "text": "Radovi bi trebalo da traju do 28.08.2024."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 511, 512, 511N zbog radova u ulici Stevana Filipovića (Faza 2) (od 07.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 13.08.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u ulici Stevana Filipovića, na delu od ul. Žikice Jovanovića Španca do tunela Železnik, koje će izvoditi JKP “Beograd put”, u periodu od srede 07.08.2024. do 12.08.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 511 saobraćaju na relaciji: Beograd na vodi · Sremčica /Naselje Gorica/ i nose oznaku 511L\n• Noćna linija 511N saobraća na relaciji: Trg Republike – Sremčica /Naselje Gorica/ sledećom trasom: u smeru ka Sremčici: Lole Ribara – Radnih Akcija – Avalska – Ibarska put – Beogradska – Dvoržakova – SREMČICA /NASELJE GORICA/; u smeru ka gradu: SREMČICA /NASELJE GORICA/ – Dvoržakova – Beogradska – Ibarski put – kružni tok kod TC „Metro“ – Ibarski put – Avalska – Radnih akcija – Lole Ribara i dalje redovnom trasom\n• Vozila sa linije 512 saobraćaju na skraćenoj trasi od terminusa: “Banovo brdo” do terminusa “Železnik /Taraiš/” i nosiće oznaku 512L\n• Vozila sa linije 521 saobraćaće na redovnoj trasi, terminus “Vidikovac” do terminusa “Železnik /Taraiš/”"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• “Nićiforovićeva”, “Železnička rampa”, “Stevana Filipovića”, „Žikice Jovanovića“ (u smeru ka Železniku za liniju 512) u oba smera, za liniju 51\n• „Sare Bernar“, „Gorica“, „Sremčica ulaz“ (u smeru ka centru za liniju 511) u oba smera, za linije 511, 512"
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 11, 12, 36, 51, 511, 601 zbog radova u Savskoj ulici (od 03.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.11.2024."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji tramvajske pruge i kontaktne mreže u ul. Savska, na delu od Savskog trga do ul. Nikolaja Kravcova (smer ka Sajmu), koje će izvoditi OJ „Elektrograđevinska operativa“, u periodu od subote 03.08.2024. do 01.11.2024. doći će do izmena u režimu rada JGP-a, na sledeći način:"
            },
            {
                "text": "Tramvaji i dalje saobraćaju u postojećem izmenjenom režimu (izmena od 01.08.2024.):"
            },
            {
                "text": "• Tramvaji sa linije 11, sa oznakom 11L (Kalemegdan – Savski most – Blok 45) saobraćaće u oba smera: Karađorđeva, Zemunski put, Stari savski most, Milentija Popovića, Bulevar Milutina Milankovića, Antifašističke borbe, Jurija Gagarina i dalje redovno\n• Tramvaji sa linije 12, sa oznakom 12L (Oml.stadion – Savski most – Most na Adi – Banovo Brdo) saobraćaće u oba smera: Nemanjina, Karađorđeva, Zemunski put, Stari savski most, Milentija Popovića, Bulevar Milutina Milankovića, Đorđa Stanojevića, Bulevar heroja sa Košara, Most na Adi, Saobraćajnica pored Hipodroma, Vladimira Radovanovića, Požeška, BANOVO BRDO\n• Autobusi sa linije 36 u smeru ka Mostarskoj petlji, saobraćaće: Nemanjina – Balkanska – Gavrila Principa – Mihaila Bogićevića – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom; u suprotnom smeru linija radi u redovnom režimu\n• Autobusi sa linija: 51, 511 (511L), 601 u smeru ka periferiji, saobraćaće: BEOGRAD NA VODI – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska i dalje redovnom trasom"
            },
            {
                "text": "Ukidaju se stajališta:"
            },
            {
                "text": "• za linije 36, 51, 511 u smeru ka Sajmu: „Savski trg“, i „Palata pravde“\n• za linije 51, 511 u smeru ka Sajmu: „Savski park“ i „Savski most“"
            },
            {
                "text": "Vozila JGP-a će na izmenjenim delovima trasa koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 18, 39, ADA 3 zbog radova u Kumodraškoj ulici (od 03.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 20.08.2024."
            },
            {
                "text": "Zbog izvođenja radova na redovnom održavanju kolovoza u Kumodraškoj ulici, koje će izvoditi JKP “Beograd put“, na delu od ul. Triše Kaclerovića do ul. Ljubićka (Voždovac), u periodu od subote 03.08.2024. do 12.08.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 18, 39, ADA 3 u oba smera, će saobraćati: Bulevar oslobođenja – Autokomanda – Vojvode Stepe – Dinka Tucakovića – Kumodraška i dalje redovnim trasama"
            },
            {
                "text": "Privremeno sa ukidaju stajališta: „Trg oslobođenja“, „Prešernova“, „Ljubićka (Univerzitet Singidunum)“, „Vitanovačka“, „Bjelovarska“ u oba smera i „Darvinova“ u smeru ka centru."
            },
            {
                "text": "Privremeno sa uspostavlja stajalište „Darvinova 1“, u ul. Dinka Tucakovića (Zlarinska), 5 metara ispred pešačkog prelaza koji se nalazi u zoni raskrsnice sa ul. Milke Grgurov (u visini kućnog br. 2a), smer ka centru."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta javnog prevoza."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 73, 700, 702, 703 zbog radova u Matrozovoj ulici (od 02.08.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 16.08.2024."
            },
            {
                "text": "Zbog izvođenja radova na redovnom održavanju kolovoza u Matrozovoj ulici, koje izvodi JKP „Beograd put“, doći će do zatvaranja iste, na delu od raskrsnice sa ulicom Carice Jelene do raskrsnice sa ulicom Vojvode Nikole Stanjevića, u periodu od 02.08.2024. do 11.08.2024. pri čemu će važiti sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Vozila sa linije 73 saobraćaće redovnom trasom do ulice Majora Zorana Radosavljevića, zatim će menjati smer kretanja na sledeći način: Majora Zorana Radosavljevića – Braće Savić – Kralja Radoslava – Vojvode Nikole Stanjevića – Kralja Vladislava – Braće Savić – Majora Zorana Radosavljevića dalje redovnom trasom\n• Vozila sa kružne linije 700 saobraćaće: Kralja Radoslava – Vojvode Nikole Stanjevića – Kralja Vladislava – Braće Savić – Majora Zorana Radosavljevića – Pukovnika Milenka Pavlovića dalje redovnom trasom\n• Vozila sa linije 702 saobraćaće do terminusa Batajnica: Pukovnika Milenka Pavlovića – Novosadska – terminus Batajnica\n• Vozila sa linije 703 u oba smera, saobraćaće: Pukovnika Milenka Pavlovića – Majora Zorana Radosavljevića – Batajnički drum i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• za linije 73, 700, 702, 703: terminus „Batajnica /Železnička stanica/“ i „Batajnica /Železnička rampa/“ u oba smera (za liniju 700 ka terminusu Batajnica)\n• za linije 73, 702, 703: „Batajnica /Centar/“ u smeru ka terminusu „Batajnica /Železnička stanica/“ (za liniju 73 u oba smera)\n• za liniju 73: „Braće Smiljanić“ ka periferiji i „Majke Jugovića“ u oba smera\n• za liniju 703: „Kralja Uroša“, „Stevana Dubajića“, „Braće Radišić“ i Kralja Radoslava“ u smeru ka periferiji"
            },
            {
                "text": "Privremeno se uspostvaljaju stajališta:"
            },
            {
                "text": "• „Braće Savić“ u ulici Braće Savić na poziciji koja se nalazi oko 50 metara posle zone raskrsnice sa ulicom Majora Zorana Radosavljevića, gledano u smeru ka ulici Kralja Radoslava\n• „Vojvode Nikole Stanjevića“ u ulici Kralja Vladislava na 50 metara posle raskrsnice sa ulicom Vojvode Nikole Stanjevića u smeru ka ulici Braće Savić"
            },
            {
                "text": "Na izmenjenom delu trase, vozila će koristiti postojeća stajališta linija JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 705 zbog radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva (od 29.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 31.12.2024."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji ulica Beogradska, Petra Markovića i Davidovićeva u periodu od 29.07.2024. do 31.12.2024. doći će do promena u radu linije javnog prevoza broj 705."
            },
            {
                "text": "Radovi podrazumevaju zatvaranje sve tri ulice istovremeno, zbog čega će vozila sa linije javnog prevoza broj 705 u smeru ka naselju 13. maj saobraćati od terminusa „Kej oslobođenja“ ulicama: Marka Nikolića, dr Jovana Subotića, Stevana Markovića, Glavna i dalje redovnom trasom; u suprotnom smeru linija radi u redovnom režimu."
            },
            {
                "text": "Vozila će na izmenjenom delu koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 15, 52, 53, 56, 56L, 60, 60L, 67, 68, 71, 72, 75, 84, 704, 706, 707 zbog radova u zoni terminusa “Zeleni venac” (od 28.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 13.08.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju autobuske okretnice „Zeleni venac“, u periodu od 28.07.2024. do 11.08.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje autobuske okretnice za saobraćaj, zbog čega će vozila sa linija javnog prevoza će u ovom periodu saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 15, 60, 60L, 72, 84 će saobraćati ulicama: Brankova, Terazijski tunel, Dečanska, Makedonska, terminus TRG REPUBLIKE, dok će u smeru ka Zemunu i Novom Beogradu saobraćati od terminusa TRG REPUBLIKE ulicama: Braće Jugovića, Dečanska, Terazijski tunel, Brankova i dalje redovnim trasama (u funkciji radova u zoni raskrsnice ulica Bulevar Nikole Tesle i Bulevar Mihajla Pupina)\n• Vozila sa linija: 67, 68 će saobraćati ulicama: Bulevar Mihajla Pupina, Zemunski put, Bulevar Vudroa Vilsona, terminus BEOGRAD NA VODI, dok će u smeru ka Novom Beogradu saobraćati od terminusa BEOGRAD NA VODI ulicama: Bulevar Vudroa Vilsona, Zemunski put, Vladimira Popovića (pored autobuske okretnice „Novi Beograd /Blok 20/“), Bulevar Zorana Đinđića, Milentija Popovića, Bulevar Mihajla Pupina za liniju br. 67, odnosno Bulevar Zorana Đinđića za liniju br. 68 i dalje redovnim trasama\n• Vozila sa linija: 71, 75 će saobraćati ulicama: Brankova, Terazijski tunel, Dečanska, Makedonska, Trg republike, Vasina, terminus STUDENTSKI TRG, dok će u smeru ka Novom Beogradu saobraćati od terminusa STUDENTSKI TRG ulicama: Vasina, Trg republike, Makedonska, Dečanska, Terazijski tunel, Brankova i dalje redovnim trasama\n• Vozila sa linija: 704, 706, 707 će saobraćati ulicama: Bulevar Nikole Tesle, Trešnjinog cveta (u funkciji radova u zoni raskrsnice ulica Bulevar Nikole Tesle i Bulevar Mihajla Pupina), Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Vladimira Popovića, terminus NOVI BEOGRAD /BLOK 20/, dok će u smeru ka Zemunu saobraćati od terminusa NOVI BEOGRAD /BLOK 20/ ulicama: Vladimira Popovića, Bulevar Zorana Đinđića, Milentija Popovića, Bulevar Mihajla Pupina, Trešnjinog cveta, Bulevar Nikole Tesle i dalje redovnim trasama\n• Vozila sa linija: 52, 53, 56, 56L će saobraćati ulicama: Balkanska, Admirala Geprata, privremeni terminus ADMIRALA GEPRATA, dok će u smeru ka Čukarici saobraćati od privremenog terminusa ADMIRALA GEPRATA ulicama: Admirala Geprata, Kneza Miloša i dalje redovnim trasama"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 15, 60, 60L, 84, 704, 706, 707 zbog radova u Bulevaru Nikole Tesle (od 21.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.09.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju kolovoza u Bulevaru Nikole Tesle, na delu od Bulevara Mihajla Pupina do ul. Ušće, koje će izvoditi JKP „Beogard put“, u periodu od 21.07.2024. do 01.09.2024. menja se režim rada linija JGP-a, na sledeće način:"
            },
            {
                "text": "• Vozila sa linija: 15, 84 će u oba smera, saobraćati ulicama: Brankova – Most u produžetku ulice Brankova – Bulevar Mihajla Pupina – Ušće – Bulevar Nikole Tesle i dalje redovnim trasama\n• Vozila sa linija: 704, 706, 707 će u oba smera, saobraćati ulicama: Brankova – Most u produžetku ulice Brankova – Bulevar Mihajla Pupina – Trešnjinog cveta – Bulevar Nikole Tesle i dalje redovnim trasama\n• Vozila sa linije 60 će u smeru ka Novom Beogradu, saobraćati: Brankov most – Bulevar Mihajla Pupina – novoizgrađena saobraćajnica, desno skretanje iz Bulevara Mihajla Pupina u ul. Ušće – Ušće pored Brankovog mosta – Staro sajmište i dalje redovnom trasom, dok će u smeru ka Zelenom Vencu saobraćati redovnom trasom\n• Vozila sa linije 60L će u oba smera, saobraćati ulicama: Brankova – Bulevar Mihajla Pupina – Ušće (pored parka prijateljstva) – Ušće (pored Muzeja savremene umetnosti) – Ušće (ispod Brankovog mosta) – Sajmište kružni tok – Staro sajmište i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se uspostavljaju autobuska stajališta za linije 15, 84, 60L:"
            },
            {
                "text": "• „Ušće“ 1 (#4108) (smer ka Zemunu) u ul. Ušće, na poziciji koja se nalazi oko 105 metara posle zone raskrsnice sa Bulevar Mihajla Pupina\n• „Ušće“ 1 (#4109) (smer ka Zelenom Vencu) u ul Ušće, na poziciji koja se nalazi oko 70 metara ispred zone raskrsnice sa Bulevar Mihajla Pupina"
            },
            {
                "text": "Privremeno se ukida stajalište „Ušće“ u oba smera, za linije 15, 84, 60L."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase, na Novom Beogradu, autobuske linije: 704, 706, 707 ne koriste postojeća stajališta, osim stajališta “Šest kaplara” (#2114, #362) u oba smera."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 78, 83 zbog radova u Bulevaru Mihajla Pupina (od 09.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 01.09.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju u Bulevaru Mihajla Pupina (smer ka gradu), na raskrsnici sa Ulicom Sajmište, u periodu od 09.07.2024. do 23.07.2024. menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 78, 83 će saobraćati u smeru ka Zemunu: Zemunski put – Vladimira Popovića – interna saobraćajnica – Milentija Popovića – Bulevar Mihajla Pupina i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukida stajalište: „Staro sajmište“ u smeru ka Zemunu."
            },
            {
                "text": "Privremeno se uspostavlja stajalište: „Staro sajmište 1“ (#4107) u ul. Zemunski put na poziciji oko 130 metara posle zone raskrsnice sa ul. Sajmište."
            },
            {
                "text": "Napomena: Na izmenjenom delu trase, vozila neće koristiti stajalište „Blok 21“ u smeru ka gradu koje u redovnom režimu koriste linije. EKO 1, 7, 9, 27E, 35, 68, 95."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 94, 95, E6 zbog radova u ulici Antifašističke borbe (od 05.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 18.08.2024."
            },
            {
                "text": "Zbog izvođenja radova na rekonstrukciji distributivnog toplovoda u ulici Antifašističke borbe, u desnoj kolovoznoj traci (smer ka gradu), na delu od raskrsnice sa ulicom Jurija Gagarina do raskrsnice sa Bulevarom Milutina Milankovića, koje će izvoditi JKP „Beogradske elektrane“, u periodu od petka 05.07.2024. do 30.07.2024. doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 94, u smeru ka Bloku 45, će saobraćati: Jurija Gagarina – Marka Hristića – Bulevar Crvene armije – Bulevar Milutina Milankovića i dalje redovnom trasom; u smeru ka Resniku: linija saobraća u redovnom režimu.\n• Vozila sa linije 95, u smeru ka Borči, će saobraćati: Jurija Gagarina – Bulevar Milutina Milankovića – Milentija Popovića i dalje redovnom trasom; u smeru ka Bloku 45: linija saobraća u redovnom režimu\n• Vozila sa linije E6 će saobraćati ulicama: u smeru ka gradu: Jurija Gagarina – Marka Hristića – Đorđa Stanojevića – Bulevar Milutina Milankovića i dalje redovnom trasom, dok u suprtonom smeru će saobraćati redovno"
            },
            {
                "text": "Privremeno se ukidaju stajališta:"
            },
            {
                "text": "• „Blok 42“ i „Železnička stanica /Novi Beograd/“ u smeru ka Bulevaru Milutina\nMilankovića za linije 94, 95\n• „Milutina Milankovića“ u smeru ka Bloku 45 za liniju 94\n• „Milutina Milankovića“ u smeru ka Borči za liniju 95"
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti postojeća stajališta JGP-a."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija javnog prevoza putnika zbog radova u ulicama Milosava Vlajića i Karađorđeva (državni put IIA reda br. 150) (od 01.07.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 14.08.2024."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju ulica Milosava Vlajića i Karađorđeva (državni put IIA reda br. 150), u periodu od 01.07.2024. do 14.08.2024. doće će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje ulica Milosva Vlajića i Karađorđeva na delu od zone raskrsnice sa ulicom Senjska do zone ukrštanja sa železničkom prugom u naselju Đurinci, zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linija javnog prevoza broj: 450, 464, 465, 465A, 491A, 4401, 4402, 4402A, 4410, 4411, 4413, 4414, 4414A, 4415, 4415A, 4444, 44141 u svakoj fazi izvođenja radova kretati od AS Sopot ulicama: Milosava Vlajića, Senjska (novoizgrađena saobraćajnica) do železničke pruge i dalje redovnim trasama, i zbog čega neće moći da se koristi stajalište „Đurinci /Železnička stanica/“"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji VRABAC zbog radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“ (od 26.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 28.08.2025."
            },
            {
                "text": "Tokom izvođenja radova na rekonstrukciji i dogradnji pozorišta „Boško Buha“, Trg republike br.3, u periodu od srede 26.06.2024. do 28.08.2025., zbog onemogućenog kretanja vozila ulicom Čika Ljubina, menja se režim rada linije VRABAC na sledeći način:"
            },
            {
                "text": "• Vozila sa linije VRABAC će saobraćati: Obilićev venac, Kneza Mihaila i dalje redovnom trasom"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 29 zbog radova u ulici Kralja Milana (od 22.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 02.09.2024."
            },
            {
                "text": "Zbog radova na pregledu i popravci kontaktne mreže u ulici Kralja Milana, doći će do zauzeća krajnjih desnih traka u oba smera (žute trake), na delu od Kneza Miloša do Trga Republike, koje izvodi OJ „Elektrograđevinska operativa“, u periodu od subote 22.06.2024. do 02.09.2024. menja se režim rada linija JGP-a, na sledeći način:"
            },
            {
                "text": "• Trolejbusi sa linije 29 će saobraćati na relaciji: Trg Slavija – Medaković 3 i nosiće oznaku 29L\n• Privremeno se uspostavlja linija 22A koja će saobraćati na relaciji: Studentski trg – Trg Slavija"
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena na liniji 501 zbog radova na rehabilitaciji mosta u Letićevoj ulici (od 22.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 07.02.2025."
            },
            {
                "text": "Zbog radova na rehabilitaciji mosta u Letićevoj ulici u periodu od subote 22.06.2024. do 07.02.2025. menja se režim rada linije 501 na sledeći način:"
            },
            {
                "text": "• Vozila sa linije 501 će saobraćati redovnom trasom do kružnog toka u zoni raskrsnice ulice Oslobođenja i Kružni put Kijevo, gde će vozila vršiti promenu smera kretanja u kružnom toku i nosiće oznaku 501L"
            },
            {
                "text": "Privremeno se ukidaju stajališta u oba smera: „Deponija“, „“Kijevo“, „Letićeva“, „Proleterska (ulaz)“, „Železnički most“, „Stepenice“, „Fudbalsko igralište“ i „Staro Kijevo“."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmene na linijama: 504, 47N zbog radova u ulici 13. oktobra (Rakovica) (od 08.06.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 23.08.2024."
            },
            {
                "text": "Zbog radova na redovnom održavanju ulice 13. Oktobar, na delu od ul. Palih boraca do Kružnog puta – Rakovica, koje će izvoditi JKP „Beograd put“, u periodu od subote 08.06.2024. do 22.07.2024. doći će do izmene režima rada linija JGP-a na sledeći način:"
            },
            {
                "text": "• Vozila sa linija: 504, 47N u oba smera saobraćaće: Oslobođenja – Kružni put Rakovica – Tunel Stara Straževica – kružni tok Slavka Miljkovića – Kružni put Rakovica – Slavka Miljkovića – Podavalska – Palih boraca –\n13. oktobra – Milorada Jankovića Doce i dalje redovnom trasom"
            },
            {
                "text": "Privremeno se ukidaju stajališta: „Ispod tunela“, „Spomenik“, i „Resnik izlaz“, u oba smera za linije 504, 47N."
            },
            {
                "text": "Na izmenjenom delu trase vozila JGP-a će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Izmena režima rada linija zbog radova u ulici Bogoljuba Uroševića Crnog od TC Obrenovac do kanala Kupinac (od 03.04.2024)",
        "sections": [
            {
                "text": "Izmena aktivna do: 15.08.2024."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kablovskog voda 110 kV u ulici Bogoljuba Uroševića Crnog od TS Obrenovac do kanala Kupinac, u periodu od 03.04.2024. do 16.07.2024. doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi podrazumevaju potpuno zatvaranje predmetne deonice za saobraćaj, zbog čega će linije JGP-a delimično izmeniti trasu i to:"
            },
            {
                "text": "• Vozila sa linije 860I će saobraćati u oba smera ulicama: Vojvođanska, Braće Nikolić, Jakovački Kormadin, Vožda Karađorđa, Petlja „Jakovo“, Autoput „Miloš Veliki“, Obrenovački put, Železnička, INDUSTRIJSKA ZONA „BARIČ“, Železnička, Obrenovački put, Zabranski put, Kralja Aleksandra, Kralja Petra I, Nemanjina, Ravnogorska, NASELJE „SAVA“\n• Vozila sa linije 860U2 će u oba smera saobraćati od kružnog toka ulica Kralja Aleksandra I, Nemanjina i Kralja Petra I ulicama: Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića i dalje redovnom trasom\n• Vozila sa linija: 911, 911A će saobraćati od BORE KEČIĆA ulicama: Miloša Obrenovića, Zabranski put, Kralja Aleksandra I, Ljube Nenadovića, Vojvode Mišića, Braće Lazića, Šabački put, Ivana Egeduševića, Bogoljuba Uroševića Crnog i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama: Bogoljuba Uroševića Crnog, Ivana Egeduševića, Šabački put, Braće Lazića, Vojvode Mišića, Ljube Nenadovića i dalje redovnom trasom\n• Vozila sa linije 912A će saobraćati trasom linije 912\n• Vozila sa linije 912A1 će saobraćati na skraćenoj trasi do naselja Sava ulicama: Ljube Nenadovića, Miloša Obrenovića, Kralja Petra I, Nemanjina, Cara Dušana, Kralja Milutina, Ravnogorska, naselje Sava do Gaja"
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "",
        "title": "Operativna izmena zbog oštećenja mosta preko kanala u ulici Gola Bara (MZ Ušće) (Obrenovac) (od 05.05.2023)",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ”Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac”, izvršena je promena trasa linija javnog prevoza broj: 860U, 924 u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza: 860U, 924 će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ]
    },
    {
        "date": "",
        "title": "Režim rada linija zbog radova na delu od Topčidera ka Kneževcu",
        "sections": [
            {
                "text": "Izmena aktivna do: do daljnjeg"
            },
            {
                "text": "Zbog nemogućnosti prolaska tramvaja na delu od Topčidera ka Kneževcu, od petka 05.07.2019. od prvih jutarnjih polazaka uspostavljen je sledeći režim rada linija JGP-a:"
            },
            {
                "text": "• Ukinute su tramvajske linije: 3 (Omladinski stadion – Kneževac) i 3L (Tašmajdan – Železnička stanica „Topčider“)"
            },
            {
                "text": "Od ponedeljka 24.01.2022., autobusi na privremenoj liniji 3A saobraćaju na relaciji (Beograd na vodi – Kneževac)."
            },
            {
                "text": "Trasa linije 3A:"
            },
            {
                "text": "• u smeru ka Kneževcu: Beograd na vodi – Bulevar Vudroa Vilsona – Nikolaja Kravcova – Savska – Bulevar vojvode Mišića – Topčiderska – Bulevar Patrijarha Pavla – Patrijarha Dimitrija – Oslobodilaca Rakovice – Oslobođenja – Kneževac\n• u smeru ka Beogradu na vodi: Kneževac – Oslobođenja – Oslobodilaca Rakovice – Patrijarha Dimitrija – Bulevar Patrijarha Pavla – Topčiderska – Gardijska – Bulevar Patrijarha Pavla – Bulevar vojvode Mišića – Mostar – Savska – Savski trg – Karađorđeva – Zemunski put – Bulevar Vudroa Vilsona – Beograd na vodi"
            },
            {
                "text": "Autobusi sa linije 3A će koristiti postojeća stajališta JGP-a."
            }
        ]
    }
]
