[
    {
        "date": "20/09/2025 - 20/09/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom održavanja manifestacije Snaga Jedinstva 2025",
        "sections": [
            {
                "text": "Tokom održavanja manifestacije \"Snaga Jedisnstva 2025\" u ulicama Ušće, Bulevar Nikole Tesle, Bulevar Mihajla Pupina, Džona Kenedija i Trešnjin cvet, doći će do promena u radu linija JLPP-a:"
            },
            {
                "text": "Dana 20.09.2025. godine od 00.00 do 10.00 časa, odnosno od 14.00 do 24.00 časa"
            },
            {
                "text": "Doći će potpune obustave saobraćaja prema trasi: Bulevar Nikole Tesle - od kružnog toka kod TC „Ušće“ do ulice Džona Kenedija,  , Džona Kenedija - od Bulevara Nikole Tesle do Bulevara Mihajla Pupina,  Bulevar Mihajla Pupina od od kružnog toka kod TC „Ušće “ do ulice do Džona Kenedija (oba smera)  i Ušće - od Bulevara Mihajla Pupina do Bulevara Nikole Tesle, Aleksinačkih rudara - od Bulevara Nikole Tesle do Bulevara Mihajla Pupina, kao i Trešnjinog cveta - od Bulevara Nikole Tesle do Bulevara Mihajla Pupina, pri čemu će vozila JLPP-a saobraćati na sledeći način:"
            },
            {
                "text": "Vozila sa linije linije br. 15 će u oba smera, saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Tošin bunar, Teodora Hercla i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije linije br. 16 će u oba smera, saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Narodnih heroja, Pariske komune, Bulevar maršala Tolbuhina, Luja Adamiča do okretnice Novi Beograd /Paviljoni/."
            },
            {
                "text": "Vozila sa linije br. 17 će u oba smera, saobraćati ulicama Bulevar Zorana Đinđića, Tošin bunar, Ivićeva, Vrtlarska, 22. Oktobra, Avijatičarski trg, Glavna i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 18 će u oba smera, saobraćati ulicama Omladinskih brigada, Bulevar Zorana Đinđića, Narodnih heroja, Pariske komune i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije linije br. 65 će u oba smera, saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Narodnih heroja i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 67 će u oba smera, saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Antifašističke borbe i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 71 će u oba smera, saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Bulevar umetnosti i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linija br. 72 i 75 će u oba smera, saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 73 će u oba smera, saobraćati ulicama Omladinskih brigada, Bulevar Zorana Đinđića, Tošin bunar, Ivićeva, 22. Oktobra, Avijatičarski trg, Glavna i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 76 će u oba smera, saobraćati ulicama Omladinskih brigada, Bulevar Zorana Đinđića, Narodnih heroja, Pariske komune, Studentska i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije linije br. 77 će u oba smera, saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Narodnih heroja i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije linije br. 78 će u oba smera, saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Narodnih heroja, Pariske komune i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 82 će u oba smera, saobraćati ulicama Avijatičarski trg, 22. Oktobra, Vrtlarska, Ivićeva, Tošin bunar i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 83 će u oba smera saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Tošin bunar, Ivićeva, Vrtlarska, 22. oktobra, Avijatičarski trg, Glavna i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 85 će u oba smera, saobraćati ulicama Omladinskih brigada, Bulevar Zorana Đinđića, Tošin bunar, Ivićeva, Ugrinovačka i dalje redovnom trasom,"
            },
            {
                "text": "Vozila sa linije br. 84, 704, 706 i 707 će u oba smera, saobraćati ulicama Brankov most, Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Tošiin bunar, Ivićeva, Vrtrlarska, 22. oktobra, Avijatičarski trg, Glavna i dalje svojim redovnim trasama."
            },
            {
                "text": "Vozila sa linije br. 88 će u oba smera, saobraćati ulicama Omladinskih brigada, Bulevar Zorana Đinđića, Tošin bunar, Ivićeva, 22. Oktobra, Avijatičarski trg, Stevana Markovića do terminusa “Kej oslobođenja”."
            },
            {
                "text": "Vozila sa linija br. 610 i 611 će u oba smera, saobraćati ulicama Avijatičarski trg, 22. oktobra, Vrtlarska, Ivićeva, Tošin bunar, Bulevar Zorana Đinđića, Omladinskih brigada i dalje redovnim trasama."
            },
            {
                "text": "Vozila sa linije br. 613 će u oba smera saobraćati od terminusa “Novi Beograd /Paviljoni/” ulicama Bulevar maršala Tolbuhina, Pariske Komune, Narodnih heroja i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 711 će u oba smera, saobraćati od terminusa “Novi Beograd /Paviljoni/” ulicama Bulevar maršla Tolbuhina, Pariske Komune, Narodnih heroja, Bulevar Zorana Đinđića, Omladinskih brigade i dalje redovnom trasom."
            },
            {
                "text": "Noćni saobraćaj u noći 19/20.09.2025. godine od 00.00 do 24.00 časa"
            },
            {
                "text": "Vozila sa linije br. 15N će u oba smera, saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 95N će u oba smera, saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Omladinskih brigada i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linija br. 706N i 707N će u oba smera, saobraćati ulicama Bulevar Mihajla Pupina, Milentija Popovića, Bulevar Zorana Đinđića, Tošin bunar, Ivićeva, Vrtlarska, Aleksandra Dubčeka, 22. oktobra, Avijatičarski trg i dalje svojim redovnim trasama."
            },
            {
                "text": "Dana 20.09.2025. godine od 10.00 časova do 14.00 časova"
            },
            {
                "text": "Doći će potpune obustave saobraćaja prema trasi: Bulevar Nikole Tesle - od kružnog toka kod TC „Ušće“ do ulice Džona Kenedija, Džona Kenedija - od Bulevara Nikole Tesle do Bulevara Mihajla Pupina,  Bulevar Mihajla Pupina od od kružnog toka kod TC „Ušće “ do ulice do Džona Kenedija (oba smera)  i Ušće - od Bulevara Mihajla Pupina do Bulevara Nikole Tesle, Aleksinačkih rudara - od Bulevara Nikole Tesle do Bulevara Mihajla Pupina, kao i Trešnjinog cveta - od Bulevara Nikole Tesle do Bulevara Mihajla Pupina i Brankov most, pri čemu će vozila JLPP-a saobraćati na sledeći način:"
            },
            {
                "text": "Vozila sa linije br. 9A će u smeru ka Novom Beogradu saobraćati ulicama Nemanjina, Savski trg, Savska, mostarska petlja, Most „Gazela“, Motoput M11, Vladimira Popovića, Bulevar Zorana Đinđića, Milentija Popovića  i dalje redovnom trasom, dok će u smeru ka Banjici saobraćati ulicama Antifašističke borbe, Bulevar Milutina Milankovića, Vladimira Popovića, Motoput M11, Most „Gazela“, mostarska petlja, Savska, Savski trg, Nemanjina i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije linije br. 60L će u smeru ka terminusu Novi Beograd /Toplana/ saobraćati od terminusa “ Zeleni venac” (polazno stajalište koje u redovnom režimu koristi linija br. 52) ulicama Kraljice Natalije, Kneza Miloša, mostarska petlja, most “Gazela”, Motoput M11, Vladimira Popovića, Zemunski put, Zarije Vujošević i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama Zarije Vujošević, Zemunski put, Vladimira Popovića Bulevar Milutina Milankovića, Vladimira Popovića, Motoput M11, most „Gazela“, mostarska petlja, Savska, Drinska, Sarajevska, Hajduk Veljkov venac, Balkanska, Gavrila Principa, Jug Bogdanova, terminus “ Zeleni venac” (dolazno stajalište koje u redovnom režim u koriste linije br. 52, 53, 56 I 56L)."
            },
            {
                "text": "Vozila sa linije linije br. 15  će u smeru ka Zemunu, saobraćati od terminusa “ Zeleni venac” (polazno stajalište koje u redovnom režimu koristi linija br. 52) ulicama Kraljice Natalije, Kneza Miloša, mostarska petlja, most “Gazela”, Motoput M11, Vladimira Popovića, Bulevar Zorana Đinđića, Tošin bunar, Teodora Hercla i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama Tošin bunar, Bulevar Zorana Đinđića, Milentija Popovića, Bulevar Milutina Milankovića, Vladimira Popovića, Motoput M11, most „Gazela“, mostarska petlja, Savska, Drinska, Sarajevska, Hajduk Veljkov venac, Balkanska, Gavrila Principa, Jug Bogdanova, terminus “ Zeleni venac” (dolazno stajalište koje u redovnom režim u koriste linije br. 52, 53, 56 I 56L)."
            },
            {
                "text": "Vozila sa linije linije br. 16 će u smeru ka Novom Beogradu saobraćati ulicama Bulevar despota Stefana, Džordža Vašingtona, Takovska, Kneza Miloša, mostarska petlja, most “Gazela”, Motoput M11, Vladmira Popovića, Bulevar Zorana Đinđića, Narodnih heroja, Pariske Komune, Bulevar Maršala Tolbuhina, Luja Adamiča do okretnice Novi Beograd /Paviljoni/, dok će u suprotnom smeru saobraćati ulicama Maršala Tolbuhina, Pariske komune, Narodnih heroja, Bulevar Zorana Đinđića, Milentija Popovića, Bulevar Milutina Milankovića, Vladimira Popovića, Motoput M11, most „Gazela“, mostarska petlja, Kneza Miloša, Takovska, Džordža Vašingtona,  Bulevar despota Stefana i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 17 će u oba smera, saobraćati ulicama Bulevar Zorana Đinđića, Tošin bunar, Ivićeva, Vrtlarska, 22. Oktobra, Avijatičarski trg, Glavna i dalje redovnom trasom,"
            },
            {
                "text": "Vozila sa linije br. 18 će u oba smera, saobraćati ulicama Omladinskih brigada, Bulevar Zorana Đinđića, Narodnih heroja, Pariske komune i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linija br. 27E i 35 će saobraćati na skraćenim trasama do okretnice “Trg Republike”."
            },
            {
                "text": "Vozila sa linija br. 65 i 77 će u smeru ka Novom Beogradu saobraćati ulicama 27. marta, Takovska, Kneza Miloša, mostarska petlja, most “Gazela”, Motoput M11, Vladimira Popovića, Bulevar Zorana Đinđića, Narodnih heroja i dalje redovnom trasom,  dok će u suprotnom smeru saobraćati ulicama Narodnih heroja, Bulevar Zorana Đinđića, Milentija Popovića, Bulevar Milutina Milankovića, Vladimira Popovića, Motoput M11, most „Gazela“, mostarska petlja, Kneza Miloša, Takovska, Džordža Vašingtona, 27. marta i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 67 će u oba smera saobraćati ulicama Antifašističke borbe, Motoput M11, most “Gazela”, mostarska petlja, Savska, Nikolaja Kravcova, Bulevar Vudora Vilsona do terminusa“Beograd na vodi”."
            },
            {
                "text": "Vozila sa linije br. 68 će u smeru ka gradu saobraćati ulicama Bulevar Zorana Đinđića, Milentija Popovića, Bulevar Milutina Milankovića, Vladimira Popovića, Motoput M11, most Gazela, mostarska petlja, Savska, Nikolaja Kravcova, Bulevar Vudora Vilsona do terminusa“Beograd na vodi”, dok će u smeru ka Novom Beogradu saobraćati od terminusa“Beograd na vodi” ulicama Bulevar Vudora Vilsona, Nikolaja Kravcova, Savska, mostarska petlja, most „Gazela“, Motoput M11, Vladimira Popovića, Bulevar Zorana Đinđića i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 71 će u smeru ka Novom Beogradu saobraćati od terminusa “ Zeleni venac” (polazno stajalište koje u redovnom režimu koristi linija br. 52) ulicama Kraljice Natalije, Kneza Miloša, mostarska petlja, most “Gazela”, Motoput M11, Antifašističke borbe, Bulevar Zorana Đinđića, Bulevar Umetnosti i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama Bulevar umetnosti, Bulevar Zoran Đinđića, Milentija Popovića, Bulevar Milutina Milankovića, Vladimira Popovića, Motoput M11, most „Gazela“, mostarska petlja, Savska, Drinska, Sarajevska, Hajduk Veljkov venac, Balkanska, Gavrila Principa, Jug Bogdanova, terminus “ Zeleni venac” (dolazno stajalište koje u redovnom režim u koriste linije br. 52, 53, 56 I 56L)."
            },
            {
                "text": "Vozila sa linije linije br. 72 i 75 će u smeru ka Bežanijskoj kosi saobraćati od terminusa “Zeleni venac” (polazno stajalište koja u redovnom režim u koristi linija br. 53) ulicama Kraljice Natalije, Kneza Miloša, mostarska petlja, most “Gazela”, Vladimira Popovića, Bulevar Zorana Đinđića i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama, Bulevar Zoran Đinđića, Milentija Popovića, Bulevar Milutina Milankovića, Vladimira Popovića, Motoput M11, most „Gazela“, mostarska petlja, Savska, Drinska, Sarajevska, Hajduk Veljkov venac, Balkanska, Gavrila Principa, Jug Bogdanova, terminus “ Zeleni venac” (dolazno stajalište koje u redovnom režim u koriste linije br. 52, 53, 56 I 56L)."
            },
            {
                "text": "Vozila sa linije br. 73 će u oba smera, saobraćati ulicama Omladinskih brigada, Bulevar Zorana Đinđića, Tošin bunar, Ivićeva, 22. Oktobra, Avijatičarski trg, Glavna i dalje redovnom trasom,"
            },
            {
                "text": "Vozila sa linije br. 76 će u oba smera, saobraćati ulicama Omladinskih brigada, Bulevar Zorana Đinđića, Narodnih heroja, Pariske komune, Studentska i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije linije br. 78 će u smeru ka Zemunu, saobraćati ulicama Nemanjina, Kneza Miloša, mostarska petlja, most “Gazela”, Motoput M11, Vladimira Popovića, Bulevar Zorana Đinđića, Narodnih heroja, Pariske komune i dalje redovnom trasom, dok će u suprotnom smeru saobraćati ulicama Pariske komune, Narodnih heroja, Bulevar Zorana Đinđića, Milentija Popovića, Bulevar Milutina Milankovića, Vladimira Popovića, Motoput M11, most „Gazela“, mostarska petlja, Kneza Miloša, Nemanjina i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 82  će u oba smera, saobraćati ulicama Avijatičarski trg, 22. Oktobra, Vrtlarska, Ivićeva, Tošin bunar i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 83  će u smeru ka Zemunu, saobraćati ulicama Nemanjina, Kneza Miloša, mostarska petlja, Motoput M11, Vladimira Popovića, Bulevar Zorana Đinđića, Tošin bunar, Ivićeva, Vrtlarska, 22. Oktobra, Avijatičarski trg, Glavna i dalje redovnom trasom, dok će u suprtonom smeru saobraćati ulicama Avijatičarski trg, 22. Oktobra, Vrtlarska, Ivićeva, Tošin bunar, Bulevar Zorana Đinđića, Milentija Popovića, Bulevar Milutina Milankovića, Vladimira Popovića, Motoput M11, most „Gazela“, mostarska petlja, Kneza Miloša, Nemanjina i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 85 će u oba smera, saobraćati ulicama Omladinskih brigada, Bulevar Zorana Đinđića, Tošin bunar, Ivićeva, Ugrinovačka i dalje redovnom trasom,"
            },
            {
                "text": "Vozila sa linije br. 84, 704, 706 i 707 će saobraćati na skraćenim trasama ulicama Glavna, Avijatičarski trg, 22. Oktobra, Vrtlarska, Ivićeva, Tošin bunar, Bulevar Zorana Đinđića do okretnice “Novi Beograd /Blok 20/”."
            },
            {
                "text": "Vozila sa linije br. 88 će u oba smera, saobraćati ulicama Omladinskih brigada, Bulevar Zorana Đinđića, Tošin bunar, Ivićeva, 22. Oktobra, Avijatičarski trg, Stevana Markovića i dalje redovnom trasom,"
            },
            {
                "text": "Vozila sa linija br. 95 i E6 će u smeru ka Novom Beogradu, saobraćati ulicama Bulevar despota Stefana, Džordža Vašingtona, Takovska, Kneza Miloša, mostarska petlja, most “Gazela”, Motoput M11, Antifašitičke borbe i dalje redovnim trasama, dok će u suprotnom smeru saobraćati ulicama Antifašističke borbe, Motoput M11, most „Gazela“, mostarska petlja, Kneza Miloša, Takovska, Džordža Vašingtona,  Bulevar despota Stefana i dalje redovnom trasom."
            },
            {
                "text": "Linija EKO1 se privremeno ukida."
            },
            {
                "text": "Vozila sa linije br. 711 će u oba smera saobraćati od terminusa “Novi Beograd /Paviljoni/” ulicama Bulevar maršla Tolbuhina, Pariske Komune, Narodnih heroja, Bulevar Zorana Đinđića, Omladinskih brigade i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 610 i 611 će u oba smera, saobraćati ulicama Avijatičarski trg, 22. oktobra, Vrtlarska, Ivićeva, Tošin bunar, Bulevar Zorana Đinđića, Omladinskih brigada i dalje redovnom trasom."
            },
            {
                "text": "Vozila sa linije br. 613 će u oba smera saobraćati od terminusa “Novi Beograd /Paviljoni/” ulicama Bulevar maršala Tolbuhina, Pariske Komune, Narodnih heroja i dalje redovnom trasom."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/813"
    },
    {
        "date": "21/09/2025 - 21/09/2025",
        "title": "I N F O R M A C I J A O REŽIMU SAOBRAĆAJA LINIJA JGP-a  ZA VREME ODRŽAVANjA SPORTSKE MANIFESTACIJE \"OTVORENO PRVENSTVO SRBIJE U TRIATLONU - IRONMAN 70.3\"",
        "sections": [
            {
                "text": "Zbog održavanja sportske manifestacije „Otvoreno prvenstvo Srbije u triatlonu - IRONMAN 70.3“, u nedelju, 21.09.2025. godine, u vremenskom periodu od 06.00 časova do 15.30 časova, važiće posebna organizacija saobraćaja na linijama JGP-a."
            },
            {
                "text": "Tokom održavanja sportske manifestacije menja se režim rada linija JGP-a na sledeći način:"
            },
            {
                "text": "U periodu od 06.00 do 12.30 časova"
            },
            {
                "text": "• vozila sa linije br. 45 će u smeru ka Zemunu, saobraćati ulicama: BLOK 44, Nehruova, Jurija Gagarina, Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića, Tošin bunar i dalje redovnom trasom, dok će u smeru ka Bloku 44 saobraćati ulicama Tošin bunar, bulevar Milutina Milankovića, Đorđa Stanojevića, Marka Hristića, Jurija Gagarina, Nehruova, Blok 44;"
            },
            {
                "text": "• vozila sa linija br. 56, 580, 581, 581A, 581E, 583, 583A, 585 i 588 će u smeru ka Petlovom brdu i Lazarevcu saobraćati ulicama: Bulevar vojvode Mišića, petlja „Radnička“, petlja „Hipodrom“, Požeška, Trgovačka i dalje redovnim trasama, dok će u smeru prema Zelenom vencu i BAS-u saobraćati na svojim redovnim trasama;"
            },
            {
                "text": "• vozila sa linije br. 55 će u smeru ka Starom Železniku saobraćati ulicama: Bulevar vojvode Mišića, petlja „Radnička“, petlja „Hipodrom“, Požeška, Endija Vorhola, Vodovodska i dalje redovnim trasama, dok će u smeru prema Zvezdari saobraćati na svojoj redovnoj trasi;"
            },
            {
                "text": "• vozila sa linija br. 65, 70, 72, 82, 612 i 613 će u oba smera saobraćati na svojim redovnim trasama;"
            },
            {
                "text": "• vozila sa linije br. 67 će u oba smera saobraćati ulicama Bulevar Milutina Milankovića, Đorđa Stanojevića, Omladinskih brigada i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linije br. 68 će u oba smera saobraćati ulicama Bulevar Zorana Đinđića, Đorđa Stanojevića, Omladinskih brigada i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linije br. 71 će smeru ka Ledinama saobraćati na svojoj redovnoj trasi, dok će u smeru ka Zelenom vencu saobraćati ulicama: Surčinska, Nedeljka Gvozdenovića, Dr Huga Klajna, Marka Čelebonovića, Nikole Dobrovića, Tošin bunar, Bulevar Milutina Milankovića i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linije br. 73, 76 i 708 će u oba smera saobraćati ulicama Omladinskih brigada, Đorđa Stanojevića, Bulevar Milutina Milankovića, Omladinskih brigada i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linije br. 85 će u smeru ka Borči saobraćati ulicama: Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića, Omladinskih brigada i dalje redovnom trasom, dok će u smeru ka Banovom brdu saobraćati ulicama: Omladinskih brigada, Bulevar Milutina Milankovića, Đorđa Stanojevića, Marka Hristića, Jurija Gagarina, Vladimira Popovića, Most „Gazela“, mostarska petlja, Bulevar vojvode Mišića i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linija br. 87 i 87A će saobraćati na relaciji Čukarička padina - Banovo brdo i nosiće oznaku 87L. Trasa linije br. 87L u oba smera: Čukarička padina, Obalskih radnika, Radnička, Endija Vorhola, Požeška,  Banovo brdo;"
            },
            {
                "text": "• vozila sa linije br. 89 će smeru ka Bloku 72 saobraćati na svojoj redovnoj trasi, dok će u smeru ka Vidikovcu saobraćati ulicama:  Jurija Gagarina, Vladimira Popovića, Most „Gazela“, mostarska petlja, Bulevar vojvode Mišića,  Petlja \"Radnička\", Petlja \"Hipodrom\", Paštrovićeva, Požeška, Trgovačka i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linija br. 91, 551, 553, 860, 860B, 860E i 860M će u smeru ka Obrenovcu saobraćati od terminusa „Beograd na vodi“ ulicama Bulevar Vudroa Vilsona, Nikolaja Kravcova, Savska, Bulevar vojvode Mišića, petlja „Radnička“, petlja „Hipodrom“, Požeška, Endija Vorhola, Savska magistrala i dalje redovnim trasama, dok će u smeru ka Beogradu na vodi saobraćati  na svojim redovnim trasama;"
            },
            {
                "text": "u periodu od 12.30 do 15.30 časova vozila će u smeru ka Obrenovcu saobraćati od terminusa „Beograd na vodi“ ulicama Bulevar Vudroa Vilsona, Nikolaja Kravcova, Savska, Bulevar vojvode Mišića i dalje redovnim trasama, dok će u smeru ka Beogradu na vodi saobraćati  na svojim redovnim trasama;"
            },
            {
                "text": "• vozila sa linije br. 92 će u smeru ka Ostružnici saobraćati od terminusa „Beograd na vodi“ ulicama Bulevar Vudroa Vilsona, Nikolaja Kravcova, Savska, Bulevar vojvode Mišića, petlja „Radnička“, petlja „Hipodrom“, Požeška, Endija Vorhola, Radnička, Svetolika Lazarevića Laze i dalje redovnom trasom, dok će u smeru ka Beogradu na vodi saobraćati  na svojoj redovnoj trasi;"
            },
            {
                "text": "u periodu od 12.30 do 15.30 časova vozila će u smeru ka Ostružnici saobraćati od terminusa „Beograd na vodi“ ulicama Bulevar Vudroa Vilsona, Nikolaja Kravcova, Savska, Bulevar vojvode Mišića i dalje redovnom trasom, dok će u smeru ka Beogradu na vodi saobraćati  na svojoj redovnoj trasi;"
            },
            {
                "text": "• vozila sa linije br. 94 će u smeru ka Resniku saobraćati ulicama: Jurija Gagarina, Vladimira Popovića, Most „Gazela“, mostarska petlja, Bulevar vojvode Mišića i dalje redovnom trasom, dok će u smeru ka Bloku 45 saobraćati ulicama Most na Adi, Jurija Gagarina i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linije br. 511 će u smeru ka Sremčici saobraćati ulicama: Bulevar vojvode Mišića, petlja „Radnička“, petlja „Hipodrom“, Požeška, Endija Vorhola, Savska magistrala i dalje redovnom trasom, dok će u smeru ka Beogradu na vodi saobraćati  na svojoj redovnoj trasi;"
            },
            {
                "text": "• vozila sa linije br. 560E će u smeru ka Barajevu saobraćati ulicama: Jurija Gagarina, Vladimira Popovića, Most „Gazela“, mostarska petlja, Bulevar vojvode Mišića, petlja „Radnička“, petlja „Hipodrom“, Požeška i dalje redovnom trasom, dok će u smeru prema BAS-u saobraćati na svojoj redovnoj trasi;"
            },
            {
                "text": "• vozila sa linije br. 600 će u smeru ka Aerodromu „Nikola Tesla“ saobraćati na svojoj redovnoj trasi, dok će u smeru ka Železničkoj stanici „Beograd (centar)“ saobraćati ulicama: Jurija Gagarina, Vladimira Popovića, Most „Gazela“, mostarska petlja, Bulevar vojvode Mišića i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linije br. 601 će u smeru ka Surčinu saobraćati na svojoj redovnoj trasi, dok će u smeru ka Beogradu na vodi saobraćati ulicama: Surčinska, Nedeljka Gvozdenovića, Dr Huga Klajna, Marka Čelebonovića, Nikole Dobrovića, Tošin bunar, i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linije br. 602 će u smeru ka Surčinu, saobraćati ulicama: BLOK 44, Jurija Gagarina, Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića, Tošin bunar, Zemunska, Vojvođanska, Auto-put Miloš Veliki, Vinogradska i  dalje redovnom trasom (u skladu sa radovima u ulici Vinogradska), dok će u smeru ka Bloku 44 saobraćati ulicama Vojvođanska (u skladu sa radovima u ulici Vinogradska), Surčinska,  Nedeljka Gvozdenovića, Dr Huga Klajna, Marka Čelebonovića, Nikole Dobrovića, Tošin bunar, Bulevar Milutina Milankovića, Đorđa Stanojevića, Marka Hristića, Jurija Gagarina, Nehruova, BLOK 44;"
            },
            {
                "text": "• vozila sa linija br. 604 i 605 će u smeru ka Surčinu, saobraćati ulicama: BLOK 45, Jurija Gagarina, Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića, Tošin bunar, Zemunska, Vojvođanska, Surčinska i dalje redovnim trasama dok će u smeru ka Bloku 45 saobraćati ulicama: Surčinska, Nedeljka Gvozdenovića, Dr Huga Klajna, Marka Čelebonovića, Nikole Dobrovića, Tošin bunar, Bulevar Milutina Milankovića, Đorđa Stanojevića, Marka Hristića, Jurija Gagarina, Dr Ivana Ribara, BLOK 45;"
            },
            {
                "text": "• vozila sa linije br. 607 će u smeru ka Aerodromu „Nikola Tesla“ saobaćati na svojoj redovnoj trasi, dok će u smeru ka Banovom brdu saobraćati ulicama: Motoput M11, Most „Gazela“, mostarska petlja, Bulevar vojvode Mišića, Petlja \"Radnička\", Petlja \"Hipodrom\", Paštrovićeva, Požeška i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linije br. 610 će u smeru ka Jakovu, saobraćati ulicama: Omladinskih brigada, Bulevar Heroja sa Košara, Nikole Dobrovića, Zemunska, Vojvođanska, Surčinska i dalje redovnom trasom, dok će smeru ka Keju oslobođenja saobraćati ulicama Surčinska, Nedeljka Gvozdenovića, Dr Huga Klajna, Marka Čelebonovića, Nikole Dobrovića, Tošin bunar, Bulevar Milutina Milankovića, Omladinskih brigada i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linije br. 610E će u smeru ka Jakovu, saobraćati ulicama: Omladinskih brigada, Jurija Gagarina, Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića, Tošin bunar, Zemunska, Vojvođanska, Autoput „Miloš Veliki“ i dalje redovnom trasom, dok će u smeru ka Bloku 70A saobraćati ulicama: Vojvođanska, Surčinska, Nedeljka Gvozdenovića, Dr Huga Klajna, Marka Čelebonovića, Nikole Dobrovića, Tošin bunar, Bulevar Milutina Milankovića, Đorđa Stanojevića, Marka Hristića, Jurija Gagarina, Omladinskih brigada i dalje redovnom trasom;"
            },
            {
                "text": "• vozila sa linija br. 860A, 860J, 860S i 860C će u smeru ka Obrenovcu saobraćati ulicama: Jurija Gagarina, Vladimira Popovića, Most „Gazela“, mostarska petlja, Bulevar vojvode Mišića, petlja „Radnička“, petlja „Hipodrom“, Požeška, Endija Vorhola, Savska magistrala i dalje redovnim trasama, dok će u smeru ka BAS-u saobraćati  na svojim redovnim trasama;"
            },
            {
                "text": "• vozila sa linije br. 860MV će u smeru ka Obrenovcu saobraćati ulicama: BAS, Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića, Tošin bunar, Zemunska, Vojvođanska, Auto-put Miloš Veliki i dalje redovnom trasom, dok će u smeru ka BAS-u saobraćati  ulicama Autoput Miloš Veliki, petlja „Surčin“, Trg Zorana Đinđića, Vojvođanska, Surčinska, Nedeljka Gvozdenovića, Dr Huga Klajna, Marka Čelebonovića, Nikole Dobrovića, Tošin bunar, Bulevar Milutina Milankovića, Đorđa Stanojevića, Marka Hristića BAS;"
            },
            {
                "text": "• vozila sa linije EKO 1 će u smeru ka Novom Beogradu saobraćati na svojoj redovnoj trasi, dok će u smeru ka Vukovom spomeniku saobraćati ulicama: NASELjE „BELVIL“, Đorđa Stanojevića, Bulevar Crvene armije, Jurija Gagarina, Marka Hristića, Đorđa Stanojevića, Bulevar Milutina Milankovića, i dalje redovnom trasom."
            },
            {
                "text": "Na izmenjenim delovima trasa, vozila će koristiti sva postojeća stajališta linija JGP-a."
            },
            {
                "text": "U pitanju je okvirni plan organizacije linija javnog prevoza. Može doći do odstupanja u zavisnosti od situacije na terenu."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/814"
    },
    {
        "date": "13/09/2025 - 29/09/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova pregledu i popravci tramvajskih šina u kružnom toku „Trg Slavija“",
        "sections": [
            {
                "text": "Tokom izvođenja radova na pregledu i popravci tramvajskih šina u kružnom toku „Trg Slavija“, doći će do promena u radu tramvajskih linija. Radovi će se izvoditi u tri faze i to:"
            },
            {
                "text": "Faza 1 - u periodu od 13.09. od 00.30 časa do 15.09.2025. godine do 03.30 časa"
            },
            {
                "text": "Faza 2 - u periodu od 20.09. od 00.30 časa do 22.09.2025. godine do 03.30 časa"
            },
            {
                "text": "Faza 3 - u periodu od 27.09. od 00.30 časa do 29.09.2025. godine do 03.30 časa"
            },
            {
                "text": "Tokom izvođenja radova, doći će do obustave tramvajskog saobraćaja u kružnom toku „Trg Slavija“, zbog čega će linije javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "• Privremeno se ukidaju tramvajske linije br. 9L, 10 i 14, kao i privremena autobuska linija br. 9A (Blok 72/ TC Euroazija/ - Trg Slavija - Blok 72/ TC Euroazija/);\n• Tramvajska linija br. 2L će u oba smera, saobraćati ulicama Bulevar kralja Aleksandra, Resavska, Nemanjina i dalje u funkciji radova u ul. Karađorđeva;\n• Tramvajske linije br. 5 i 7L se pojačavaju;\n• Uspostavlja se privremena autobuska linija br. 9A1 koja će saobraćati na relaciji Banjica 2 - Blok 72 / TC Euroazija/."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/806"
    },
    {
        "date": "21/09/2025 - 29/09/2025",
        "title": "Informacija o ukidanju stajališta \"IX beogradska gimnazija\"",
        "sections": [
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici Pariske komune, GO Novi Beograd, u vremenskom periodu od 21. 09. do 29. 09. 2025. godine doći će do zauzeća kolovoza krajnje desne saobraćajne trake u ulici Pariske komune, u delu od  ulice Tošin bunar do ulice Studentske i privremenog ukidanja autobuskog stajališta „IX beogradska gimnazija“, za linije 18 i 78 (šifra stajališta je 458, smer ka gradu), koje se nalazi u zoni radova."
            },
            {
                "text": "Linije javnog prevoza će funkcionisati u redovnom režimu preostalom širinom kolovoza, regulisano privremenim saobraćajnim znakovima."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/811"
    },
    {
        "date": "18/09/2025 - 18/12/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Nemanjina u Mladenovcu",
        "sections": [
            {
                "text": "Tokom izvođenja radova na asfaliranju i uređenju ulice Nemanjina (Rajkovac - GO Mladenovac), na delu od ulice Svetolika Rankovića do ulice Živadina Žujovića u periodu od 18.09. do 18.12.2025. godine doći će do promenau radu linija javnog prevoza."
            },
            {
                "text": "Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "FAZA 1 - Radovi u ovoj fazi podrazumevaju zatvaranje ulice Nemanjina, na delu između zona raskrsnica sa ulicama Živojina Žujovića i Stanoja Bugarskog (slobodna za saobraćaj raskrsnica ulica Nemanjina i Stanoja Bugarskog) u periodu od 18.09. do 18.10.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova u ovoj fazi vozila javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linije br. 4175A će saobraćati ulicama Svetolika Rankovića, Stanoja Bugarskog, Nemanjina, bez svraćanja u Žujoviće;\n• Vozila sa linije br. 4193 će saobraćati ulicama Nemanjina, Stanoja Bugarskog i dalje redovnom trasom;"
            },
            {
                "text": "FAZA 2 - Radovi u ovoj fazi podrazumevaju zatvaranje ulice Nemanjina, na delu između zona raskrsnica sa ulicama Stanoja Bugarskog i ulice Gajčić(slobodna za saobraćaj raskrsnica ulica Stanoja Bugarskog i Gajčić) u periodu od 19.10. do 18.11.2025. godine."
            },
            {
                "text": "FAZA 3 - Radovi u ovoj fazi podrazumevaju zatvaranje ulice Nemanjina, na delu između zona raskrsnica sa ulicama Gajčić i Svetolika Rankovića u periodu od 19.11. do 18.12.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova u fazama 2 i 3 vozila javnog prevoza će saobraćati na sledeći način:"
            },
            {
                "text": "• Vozila sa linije br. 4175 će saobraćati ulicama Svetolika Rankovića, Milovana Milovanovića, Vojni put, VRBICA, Vojni  put, Milovana Milovanovića, Stanoja Bugarskog, Nemanjina, ŽUJOVIĆI, Nemanjina, Stanoja Bugarskog, Svetolika Rankovića i dalje redovno prema AS Mladenovac;\n• Vozila sa linije br. 4175A će u smeru A saobraćati istom trasom kao i linija br. 4175, dok će u smeru B saobraćati ulicama Svetolika Rankovića, Stanoja Bugarskog, Nemanjina, ŽUJOVIĆI, Nemanjina, Stanoja Bugarskog, Svetolika Rankovića, Milovana Milovanovića, Vojni put, VRBICA, Vojni  put, Milovana Milovanovića, Svetolika Rankovića i dalje redovno prema AS Mladenovac;\n• Vozila sa linije br. 4193 će saobraćati ulicama Svetolika Rankovića, Stanoja Bugarskog, Nemanjina, ŽUJOVIĆI, Nemanjina, Stanoja Bugarskog, Svetolika Rankovića i dalje redovno prema AS Mladenovac."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/812"
    },
    {
        "date": "02/11/2024 - 02/09/2027",
        "title": "Informacija o promeni režima saobraćaja i režima rada linija javnog prevoza tokom izvođenja radova na uklanjanju Starog savskog mosta",
        "sections": [
            {
                "text": "• Tramvajske linije br. 7 i 9 će u oba smera, od zone Savskog trga saobraćati ulicama Savska, Bulevar vojvode Mišića, Petlja \"Radnička\", Most na Adi, Bulevar heroja sa Košara, Bulevar Crvene Armije, Bulevar Milutina Milankovića, Antifašističke borbe i dalje redovno do Bloka 45 i nosiće oznake 7L i 9L.\n• Uspostavlja se privremena autobuska linija br. 9A (Trg Slavija - Blok 45)  koja će u intervalu od 12  minuta pokrivati deo trase kojim neće ići tramvaji (Bulevar Milutina Milankovića, Milentija Popovića i Sajmište) i trasa linije 9A biće: Trg Slavija, Nemanjina, Balkanska, Gavrila Principa, Pop Lukina, Brankov most, privremena devijacija na ulicu Ušće, Ušće (Bulevar Mihajla Pupina u smeru ka gradu), Sajmište, Zemunski put, tramvajskom bašticom do ulice Milentija Popovića i dalje redovno trasama tramvajskih linija do Bloka 45. \n• Autobuske linije br. 78 i 83 su počev od 04. oktobra zbog izvođenja pripremnih radova i oštećenja na Starom savskom mostu preusmerene na trasu Brankovim mostom i saobraćaju ulicama: Nemanjina, Balkanska, Gavrila Principa (Admirala Geprata u smeru ka Banjici odnosno Crvenom krstu), Pop Lukina, Brankov most, Bulevar Mihajla Pupina i dalje redovno do Zemuna. \n• Vozila će na izmenjenim delovima trasa koristiti postojeća kao i novouspostavljena privremena stajališta „Kamenička 1“ i „Brankov most 1“ za linije br. 9A, 78 i 83 - smer prema Trgu Slavija, odnosno „Staro sajmište“ - smer prema Bloku 45 za liniju br. 9A."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/617"
    },
    {
        "date": "02/08/2025 - 03/10/2025",
        "title": "Informacija o promeni režima rada linije br. 20 i 312",
        "sections": [
            {
                "text": "Radovi su produženi do 03.10.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na izgradnji kanalizacije u ulici Cvetanova Ćuprija (Zvezdara), u periodu od 02.08. do 10.09.2025. godine. doći će do promena u radu linije javnog prevoza. Radovi će se izvoditi po fazama i to:"
            },
            {
                "text": "Faza 6B - radovi se i dalje izvode izvode na kolovozu ulice Cvetanova Đuprija, na delu od zone raskrsnice sa ulicom Ladno brdo narednih 138 metara prema okretnici „Veliki mokri lug“. Tokom izvođenja radova doći će do zatvaranja predmetne deonice za saobraćaj, pri čemu će vozila sa linije br. 20 i dalje saobraćati na skraćenoj trasi od okretnice „Mirijevo 3“ do okretnice „Medaković 3“, dok će vozila sa linije br.312 saobraćati na trasi: MZ VELIKI MOKRI LUG - Nikole Grulovića - Vizantijska - Vladimira Ćorovića - Stražarska kosa - Vojvode Stepe - KUMODRAŽ - Vojvode Stepe -  Stari vinogradi - Slobodana Vitanovića - Ladno brdo - Ristin potok - Milošev kladenac - Nikole Grulovića - Zabranska - Lipovačka - Stražarska kosa - Livadska - Živka Jovanovića - MZ VELIKI MOKRI LUG."
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti novouspostavljena stajališta:"
            },
            {
                "text": "•  „Mitkov kladenac (izlaz) 1“ - stajalište se uspostavlja u ulici Stari vinogradi neposredno ispred kolskog ulaza u objekat sa kućnim brojem 85;\n•  „Jovana Ružića 1“ - stajalište se uspostavlja u ulici Stari vinogradi neposredno ispred usporivača brzine koji se nalazi ispred zone raskrsnice sa ulicom Jovana Ružića, ispred objekta sa kućnim brojem 59;\n•  „Vukašina Mrnjačevića 1“ - stajalište se uspostavlja u ulici Stari vinogradi oko 10 metara posle zone raskrsnice sa ulicom Vukašina Mrnjačevića, ispred objekta sa kućnim brojem 41B;\n•  „Buljubašine vode 1“ - stajalište se uspostavlja u ulici Stari vinogradi neposredno ispred zone raskrsnice sa ulicom Buljubašine vode, preko puta objekta sa kućnim brojem 20Lj;\n•  „Stari Vinogradi 1“ - stajalište se uspostavlja u ulici Slobodana Vitanovića na poziciji ED stuba koji se nalazi neposredno ispred zone raskrsnice sa ulicom Cvetanova ćuprija."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/785"
    },
    {
        "date": "01/09/2025 - 15/10/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici Karađorđeva - Faza 2",
        "sections": [
            {
                "text": "Tokom izvođenja radova na tramvajskim šinama i kontaktnoj mreži u ulici Karađorđeva - Faza 2,  u periodu od 01.09. do 15.10.2025. godine doći će do promena u radu linija javnog prevoza."
            },
            {
                "text": "Radovi se izvode na kolovozu ulice Karađorđeva, na delu od zone raskrsnice sa ulicom Zemunski put do kružnog toka kod Geozavoda. Tokom izvođenja radova, predmetna deonica (Karađorđeva ulica) će biti zatvorena za saobraćaj, osim desne saobraćajne trake na delu od Zemunskog puta do kružnog toka kod Geeozavoda (gledano u smeru ka Brankovom mostu), zbog čega će vozila javnog prevoza saobraćati na sledeći način:"
            },
            {
                "text": "Tramvajske linije br. 2 i 11 i dalje ne funkcionišu;"
            },
            {
                "text": "• I dalje funkcioniše tramvajska linija br. 2L koja saobraća na relaciji Pristanište - Dorćol - Vukov spomenik - Trg Slavija - Gospodarska mehana;"
            },
            {
                "text": "• Privremeno se uspostavlja autobuska linija br. 2A („Dorćol /SRC Milan Gale Muškatirović/„ - Beograd na vodi - „Dorćol /SRC Milan Gale Muškatirović/“ koja će saobraćati ulicama:"
            },
            {
                "text": "DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/ - Tadeuša Košćuška - Bulevar vojvode Bojovića - Karađorđeva  - kružni tok kod Geozavoda - Hercegovačka - Železnička - Zemunski put  - kružni tok kod nekadašnjeg BAS-a - Bulevar Vudroa Vilsona - BEOGRAD NA VODI - Bulevar Vudroa Vilsona - Zemunski put - Karađorđeva - Bulevar vojvode Bojovića - Tadeuša Košćuška - DORĆOL /SRC\"MILAN GALE MUŠKATIROVIĆ\"/"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristi sva postojeća stajališta, kao i novouspostavljena privremena stajalištea za liniju br. 2A:"
            },
            {
                "text": "• „Pristanište 1“ (smer ka Brankovom mostu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 5 metara ispred zaustavne linije u zoni kućnog broja 11;\n• „Pristanište 1“ (smer ka Kalemegdanu) u ulici Karađorđeva na poziciji ED stuba koji se nalazi 10 metara ispred zaustavne linije u zoni ulice Velike stepenice."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/794"
    },
    {
        "date": "10/10/2024 - 31/12/2025",
        "title": "Informacija o privremenom izmeštanju stajališta \"Braće Ribnikar\" tokom radova u ulici Ruzveltova",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji stambeno-poslovnog objekta u ul. Ruzveltova br. 48, na uglu sa ulicama Svetog Nikole i Stjepana Ljubiše, GO Zvezdara , u vremenskom periodu od  10. 10. 2024. do 31. 12. 2025. godine doći će do  zauzeća trotoara duž objekta u ulicama Ruzveltova, Svetog Nikole i Stjepana Ljubiše za potrebe deponovanja materijala."
            },
            {
                "text": "Privremeno se izmešta autobusko stajalište za linije br. 65, 74 i 27N, „Braće Ribnikar“(# 1080, smer ka Zvezdari i Mirijevu), oko 70,0 metara posle redovne pozicije, u ulici Svetog Nikole, u visini broja 6."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/638"
    },
    {
        "date": "06/06/2024 - 01/11/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza tokom izvođenja radova u ulici 13. oktobra (Rakovica)",
        "sections": [
            {
                "text": "Radovi su produženi do 01.11.2025. godine."
            },
            {
                "text": "Tokom izvođenja radova na redovnom održavanju u ulici 13. oktobra (Rakovica), na delu od zone raskrsnice sa ulicom Palih boraca do Kružnog puta Rakovica u periodu od 08.06. do 23.09.2024. godine, doći će do promena u radu linija javnog prevoza. Tokom izvođenja radova doći će do zatvaranje predmetne deonice za saobraćaj, pri čemu će doći do promene u radu linija javnog prevoza i to:"
            },
            {
                "text": "• Vozila sa linija br. 504 i 47N će u oba smera saobraćati ulicama Oslobođenja, Kružni put Rakovica, Tunel Stara Straževica, kružni tok Slavka Miljkovića i Kružni put Rakovica, Slavka Miljkovića, Podavalska, Palih boraca, 13. oktobra, Milorada Jankovića Doce i dalje redovnim trasama."
            },
            {
                "text": "Vozila će na izmenjenim delovima trasa koristiti sva postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/480"
    },
    {
        "date": "05/05/2023 - 30/09/2025",
        "title": "Informacija o promeni režima rada linija javnog prevoza br. 860U zbog oštećenja mosta iznad kanala u ulici gola bara u naselju Ušće - Opština Obrenovac",
        "sections": [
            {
                "text": "Na osnovu Rešenja Sekretarijata za saobraćaj o tehničkom regulisanju saobraćaja, a prema tehničkoj dokumentaciji ''Posebna organizacija saobraćaja u zoni mosta ID 364 preko kanala u ulici Gola Bara, MZ Ušće, opština Obrenovac'', izvršena je promena trasa  linija javnog prevoza br. 860U  u samom naselju Ušće zbog ograničenja kretanja vozila čija ukupna masa prelazi 3,5t."
            },
            {
                "text": "Tokom perioda trajanja ovog ograničenja, linije javnog prevoza br. 860U  će saobraćati na skraćenoj trasi do stare okretnice u naselju Ušće."
            },
            {
                "text": "Na izmenjenom delu trase vozila će koristiti privremena stajališta u zonama istoimenih za suprotan smer."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/261"
    },
    {
        "date": "05/09/2025 - 05/10/2025",
        "title": "Informacija o izmeni režima rada linije javnog prevoza br. 602 tokom izvođenja radova u ulici Vinogradska",
        "sections": [
            {
                "text": "Tokom izvođenja radova na izgradnji kolektora za odvođenje prečišćenih atmosferskih voda od Aerodroma „Nikola Tesla“ u periodu od 05.09. do 05.10.2025. godine doći će do zatvaranja za saobraćaj ulice Vinogradska, na delu od zone raskrsnice sa ulicom Vojvođanska narednih 30 metara gledano u smeru ka Surčinu, zbog čega će doći do promena u radu linije javnog prevoza br. 602 na taj način što će vozila sa predmetne linije saobraćati u oba smera ulicama Vinogradska, Vojvođanska, Vojvođanska u Surčinu, Mite Uče, Vinogaradska i dalje redovnom trasom."
            },
            {
                "text": "Privremeno se ukidaju sledeća stajališta u oba smera: „Silosi“, „Vinogradska (Surčin naselje)“, „Surčin naselje (ulaz)“ i „Ritska ulica“"
            },
            {
                "text": "Vozila će na izmenjenom delu trase koristiti postojeća stajališta."
            }
        ],
        "url": "https://www.bgprevoz.rs/linije/aktuelne-izmene/799"
    }
]