[
    {
        "date": "26. 08. 2022.",
        "title": "Obaveštenje o izmenama u redu vožnje povodom “5. Subotičkog polumaratona”",
        "sections": [
            {
                "text": "U nedelju 28.08.2022. godine usled održavanja “5. Subotičkog polumaratona” i  zatvaranja većeg broja ulica u centru grada u doći će do promena u saobraćaju linija, pre svega gradskog saobraćaja u periodu od 0900 do 1330."
            },
            {
                "text": "Linija 1a Kelebija opština-Novo naselje će od stajališta “Bolnica” saobraćati trasom linije 16 do Zagrebačke ulice kroz koju će proći do Preradovićeve ulice odakle će saobraćati svojom uobičajenom trasom. Prvi polazak sa Kelebije opštine koji će saobraćati izmenjenom trasom je 8:55 dok će sa Novog naselja polazak u 8:40 biti prvi polazak koji ide izmenjenom trasom linije"
            },
            {
                "text": "Linija 2 Srpski šor-KTC iz Srpskog šora će kroz ulicu Arsenija Čarnojevića  saobraćati do ulice Petra Lekovića. Nakon ulice Petra Lekovića do KTC-a neće saobraćati linija 2. Prvi polazak koji će saobraćati skraćenom trasom linije je polazak u 8:15 sa Srpskog Šora."
            },
            {
                "text": "Linija 3 Makova Sedmica-Bajski put će biti podeljena na dve linije. Jedna linija će saobraćati na relaciji Makova Sedmica-Međumesna autobuska stanica dok će druga linija saobraćati na relaciji Bajski put-Lifka (Trg žrtava fašizma).Vremena polazaka na navedenoj relaciji Bajski put – Lifka se nalaze u tabeli:"
            },
            {
                "text": "Lifka"
            },
            {
                "text": "Bajski put"
            },
            {
                "text": "10:05"
            },
            {
                "text": "09:20"
            },
            {
                "text": "11:05"
            },
            {
                "text": "10:20"
            },
            {
                "text": "12:05"
            },
            {
                "text": "11:20"
            },
            {
                "text": "13:05"
            },
            {
                "text": "12:20"
            },
            {
                "text": "13:20"
            },
            {
                "text": "Polasci sa Međumesne autobuske stanice prema Makovoj Sedmici će se obavljati prema sledećim vremenima polazaka:"
            },
            {
                "text": "Međumesna autobuska stanica"
            },
            {
                "text": "Makova Sedmica"
            },
            {
                "text": "09:50"
            },
            {
                "text": "09:20"
            },
            {
                "text": "10:50"
            },
            {
                "text": "10:20"
            },
            {
                "text": "11:50"
            },
            {
                "text": "11:20"
            },
            {
                "text": "12:50"
            },
            {
                "text": "12:20"
            },
            {
                "text": "13:10"
            },
            {
                "text": "Prvi polazak koji će sa Makove Sedmice saobraćati do Međumesne autobuske stanice je u 9:20 dok je prvi polazak sa Bajskog puta do Lifke biti polazak u 9:20."
            },
            {
                "text": "Linija 6 Mali Bajmok-Vikend naselje će biti podeljena na dve linije. Jedan autobus će saobraćati na relaciji Mali Bajmok-Lifka (Trg žrtava fašizma) dok će drugi saobraćati na relaciji Vikend naselje-Međumesna autobuska stanica."
            },
            {
                "text": "Prvi polazak koji će saobraćati od Vikend naselja do Međumesne autobuske stanice je u 8:40."
            },
            {
                "text": "Poslednji polazak od Malog Bajmoka koji će saobraćati do Vikend naselja je u 8:25"
            },
            {
                "text": "Autobus koji će saobraćati na relaciji Mali Bajmok-Preradovićeva ulica-Lifka (Trg žrtava fašizma) će saobraćati prema sledećem redu vožnje."
            },
            {
                "text": "Mali Bajmok"
            },
            {
                "text": "Lifka (ispred Trga žrtava fašizma)"
            },
            {
                "text": "8:55"
            },
            {
                "text": "9:10"
            },
            {
                "text": "9:25"
            },
            {
                "text": "9:40"
            },
            {
                "text": "9:55"
            },
            {
                "text": "10:10"
            },
            {
                "text": "10:25"
            },
            {
                "text": "10:40"
            },
            {
                "text": "10:55"
            },
            {
                "text": "11:10"
            },
            {
                "text": "11:25"
            },
            {
                "text": "11:40"
            },
            {
                "text": "11:55"
            },
            {
                "text": "12:10"
            },
            {
                "text": "12:25"
            },
            {
                "text": "12:40"
            },
            {
                "text": "12:55"
            },
            {
                "text": "13:10"
            },
            {
                "text": "Autobusi koji saobraćaju na relaciji Međumesna autobuska stanica-Vikend naselje će saobraćati prema važećem redu vožnje linije 6. Molimo putnike da obrate pažnju da će autobusi prema Malom Bajmoku stizati ranije od uobičajenog vremena na stajalište “Patrija/Nova opština”."
            },
            {
                "text": "Linija 16 Teslino naselje-Aleksandrovo će (gledano iz smera Aleksandrova) saobraćati uobičajenom trasom do stajališta “Bolnice” odakle će skrenuti desno u Bajnatsku ulicu a nakon toga će se kretati Senćanskim putem do stajalište “Patrija/Nova opština” odakle će se vratiti na uobičajenu trasu linije 16."
            },
            {
                "text": "Privremena autobuska stajališta će se postaviti u ulici Petra Lekovića, Arsenija Čarnojevića(u visini Hale sportova) i kod katedrale Svete Terezije Aviljske (Trg žrtava fašizma)."
            },
            {
                "text": "Prvi polazak iz Teslinog naselja koji saobraća izmenjenom trasom je u 8:55 dok iz Aleksandrova 8:40."
            },
            {
                "text": "Autobusi na prigradskim linijama Čantavir, Žednik, Đurđin će saobraćati Bajnatskom ulicom do stajališta “Bolnica” odakle nastavljaju uobičajenim trasama. Autobusi za Bajmok, Tavankut i  Kelebiju će od Bajnatske ulice saobraćati Baogradskim putem i  Zagrebačkom ulicom. Stajališta “MEŠC”, “Patrija”, “Pošta II” kao i “Lifka” neće biti u upotrebi. Autobusi za Bajmok, Tavankut će umesto stajališta “Lifka” stajati na stajališta “Sarvaš”. Autobus za Kelebiju će stajati na stajalištu “Preradovićeva”."
            },
            {
                "text": "Po završetku manifestacije autobusi na gradskim i prigradskim linijama će se vratiti na uobičajene trase svojih linija."
            },
            {
                "text": "U Subotici, 26.08.2022. godine                                           Saobraćajna služba JP “Subotica-trans”"
            }
        ]
    },
    {
        "date": "15. 08. 2022.",
        "title": "Izmena trasa linija zbog zatvaranja raskrsnice kod Patrije",
        "sections": [
            {
                "text": "Za vreme trajanja blokade rasrsnice na Patriji doći će do izmene u trasama autobusa u gradskom i prigradskom saobraćaju."
            },
            {
                "text": "Autobusi na linijama  6 i 16 skrenuće u ulicu Jovana Mikića i preko Majšanskog mosta ići do krajnjih terminusa."
            },
            {
                "text": "Autobusi na liniji 3 će saobraćat i preko Majšanskog mosta i Zmaj Jovinom ulicom će saobraćati do stajališta Lifka. Istu putanju će koristiti i autobus na liniji 4."
            },
            {
                "text": "Autobusi na linijama 1 i 2 saobraćaju  Kumičićevom ulicom  i Matije Gupca do stajališta  Lifke odakle nastavljaju put do/od Kelebije opštine odnosno Srpškog šora."
            },
            {
                "text": "Putnicima ako polaze iz centra a putuju prigradskim i međugradskim linijama, preporučuje se da autobus čekaju na glavnoj autobuskoj stanici ili na Teretnoj stanici (Lidl) odnosno Lifka za putnike koji putuju prema Bajmoku, Tavankutu to jest kod Politehničke škole za putnike koji putuju prema Dušanovu, Đurđinu i Bikovu."
            }
        ]
    },
    {
        "date": "11. 08. 2022.",
        "title": "Манифестација \"Szent István\" 13.08.2022. године",
        "sections": [
            {
                "text": "Обавештење"
            },
            {
                "text": "Обавештавају се путници да због одржавање манифестације „Szent István”, дана 13.08.2022. године, поласци на линији 1а, у временском периоду од 15:00 до 19:00 часова, саобраћају измењеном трасом у смеру према Новом Насељу.  После стајалиште „Лифка“ аутобус ће саобраћати Рудић улицом, а након те улице враћа се на редовну трасу. Привремено аутобуско стајалиште ће бити постављено испред Синагоге."
            },
            {
                "text": "У Суботици, 11.08.2022. године                                                ЈП „Суботицатранс“"
            }
        ]
    },
    {
        "date": "11. 08. 2022.",
        "title": "Дужијанца 14.08.2022. године",
        "sections": [
            {
                "text": "ОБАВЕШТЕЊЕ"
            },
            {
                "text": "У недељу 14.08.2022. године, због затварања улица Матије Губца, Матка Вуковића, Трга жртава Фашизма, Петефи Шандора и Сечењи Иштвана, доћи ће до измена на трасама градског и приградског саобраћаја."
            },
            {
                "text": "Због обележавање „Дужијанце“, у катедрали Свете Терезије Авилске, аутобуско стајалиште „Лифка“ ће бити затворено, односно неће бити у употреби у периоду од 09:00 до 13:30 часова, до проласка поворке до Трга слободе."
            },
            {
                "text": "У наведеном периоду аутобуси ће саобраћати следећим трасама:"
            },
            {
                "text": "Аутобуси ће уместо затворених стајалишта користити стајалишта „Патрија“ , „Пошта“, „Техничка Школа“."
            },
            {
                "text": "Приградске линије за Бајмок, Таванкут и Келебију ће уместо стајалиште „Лифка“ стајати на стајалишту градског саобраћаја „Сарваш“."
            },
            {
                "text": "По завршетку обележавање „Дужијанце“ аутобуси ће саобраћати уобичајеним трасама линија."
            },
            {
                "text": "У Суботица, 11.08.2022. године                                                                            ЈП Суботицатранс"
            }
        ]
    },
    {
        "date": "10. 08. 2022.",
        "title": "КОНКУРС ЗА УСЛУГУ ПРУЖАЊА КАНТИНЕ",
        "sections": [
            {
                "text": "Јавно предузеће за превоз путника у градском и приградском саобраћају „Суботица-транс“ Суботица, Сегедински пут бр. 84 објављује:"
            },
            {
                "text": "КОНКУРС"
            },
            {
                "text": "ЗА УСЛУГУ ПРУЖАЊА КАНТИНЕ"
            },
            {
                "text": "Јавно предузеће „Суботица-транс“ Суботица позива све заинтересоване угоститеље који испуњавају доле наведене услове да предају тражену документацију за конкурс за услугу пружања кантине. Услуга пружања кантине подразумева организовање исхране радно ангажованих лица Јавног предузећа „Суботица-транс“ Суботица односно  припремање и услуживање јела и пића."
            },
            {
                "text": "Заинтересовани треба да поседује и да достави:"
            },
            {
                "text": "ЈП „Суботица-транс“ уступа на коришћење без накнаде ангажованом угоститељу пословне просторе, на Аутобуској станици, на адреси Сенћански пут број 5. (просторију кантине и приручног магацина) у виђеном стању о чему се сачињава посебан примопредајни записник који је саставни део уговора."
            },
            {
                "text": "Заинтересовани угоститељи ће вршити припремање мени ручка (најмање две врсте дневно), хладних јела, хладних и топлих напитака у складу са потребама предузећа, осим точења алкохолних пића које је строго забрањено."
            },
            {
                "text": "Мени ручак се састоји од супе, главног јела (минимун 200 грама меса), салате и хлеба."
            },
            {
                "text": "Пружање услуга корисницима кантине обављаће се у времену:"
            },
            {
                "text": "Радним данима (понедељак-петак): од 06:00 до 18:00 часова"
            },
            {
                "text": "Суботом: од 06:00 до 16:00 часова"
            },
            {
                "text": "Кантина је затвореног типа, што значи да кантину могу да користе искључиво:"
            },
            {
                "text": "Ангажовани угоститељ ће услуге пружати ангажовањем сопствене радне снаге за припрему, кување и дистрибуцију хране. За своју радну снагу, угоститељ сноси све трошкове здравственог и пензијског осигурања, осигурања за случај незапослености, зарада, ХТЗ опреме, прописаних санитарних прегледа и др."
            },
            {
                "text": "Угоститељ ће обезбеђивати потрошни материјал, ситан инвентар (тањири,чаше, прибор за јело, прибор за припремање хране и сл.) о свом трошку. Чистоћу и хигијену у просторијама где се припрема и послужује храна као и у приручном магацину одржава угоститељ."
            },
            {
                "text": "Сви заинтересовани могу да предају тражену документацију путем поште на адресу: ЈП „Суботица-транс“ Суботица, Сегедински пут број 84. са назнаком „Пријава за услугу пружања кантине“ или лично код администратора предузећа на адреси ЈП „Суботица-транс“ Суботица, Сегедински пут број 84."
            },
            {
                "text": "Рок за предају документације траје до 25.08.2022. године."
            },
            {
                "text": "Критеријуми за доделу уговора ће бити најнижа понуђена цена мени ручка за исхрану радно ангажованих лица Јавног предузећа „Суботица-транс“ Суботица, при чему предузеће задржава право одустанка од конкурса, у случају да  понуђена цена мени ручка буде неприхватиљива."
            },
            {
                "text": "Такође, након прегледа документације, угоститељ који испуњава горе наведене услове и слаже се са предложеним (могућност мањих корекција) биће позван у року од 5 (пет) дана рачунајући од дана истека рока за предају документације."
            },
            {
                "text": "Изабрани угоститељ ће закључити са ЈП „Суботица-транс“ Суботица Уговор о пружању услуга кантине којим ће се прецизирати права и обавезе уговорних страна и сачиниће се Записник о примопредаји пословних просторија који ће бити саставни део уговора као и важећи ценовник."
            }
        ]
    },
    {
        "date": "25. 07. 2022.",
        "title": "Обавештење о променама у реду вожње градског саобраћаја ",
        "sections": [
            {
                "text": "У градском саобраћају ће доћи до промена у реду вожње  за суботу и недељу и то на следећим линијама:"
            },
            {
                "text": "•  линија 1а Келебија општина-Ново насеље  на којој ће аутобуси саобраћати са интервало од сат времена уместо досадашњих пола сата;"
            },
            {
                "text": "•  Линија 3 Макова Седмица-Бајски пут на којој ће се превоз такође организовати са интервалом од сат времена уместо досадашњих 45 минута;"
            },
            {
                "text": "•  Линија 4 Велики Радановац-Лифка као и линија 8а Железничко насеље-Лифка неће саобраћати суботом и недељом;"
            },
            {
                "text": "•  Линија 16 Теслино насеље-Александрово-доћи ће до померења полазака у реду вожње те молимо путнике да консултују ред вожње пре коришћења наведене линије."
            },
            {
                "text": "Наведене промене у реду вожње ступају на снагу од суботе 06.08.2022. године."
            }
        ]
    },
    {
        "date": "11. 08. 2022.",
        "title": "ОБАВЕШТЕЊЕ О СМАЊИВАЊУ И ПОМЕРАЊУ ПОЛАЗАКА НА ПРИГРАДСКИМ ЛИНИЈАМА",
        "sections": [
            {
                "text": "Обавештавамо кориснике јавног превоза да од 01.08.2022. доћи ће до смањивања и померања полазака на појединим приградским линијама. За детаљније информације проверите актуелни ред вожње."
            },
            {
                "text": "У Суботици, дана 20.07.2022. године"
            },
            {
                "text": "Саобраћајна служба ЈП „Суботицатранс“"
            }
        ]
    },
    {
        "date": "28. 06. 2022.",
        "title": "Обавештење о промени трасе линија градског и приградског саобраћаја због радова код стајалишта \"Лифка\"",
        "sections": [
            {
                "text": "Од среде 29.06. до суботе 02.07.2022. године у периоду од 7:00 до 17:00 због радова у улици Сомброски пут у делу између улица Матије Гупца и Загребачке неће бити у употреби стајалиште „Лифка“ у оба смера."
            },
            {
                "text": "Нaведено затварање аутобуског стајалишта ће довести до промена у трасама линија и то:"
            },
            {
                "text": "Линија 1а „Келебија општина- Ново Насеље“ ће, у оба смера, саобраћати улицом Петефи Шандора то јест неће бити у употреби стајалиште „Лифка“ и „ Прерадовићева улица“."
            },
            {
                "text": "Линија 3 „Макова Седмица-Бајски пут“ ће саобраћати Загребачком улицом. Неће бити у употреби стајалишта „Матије Гупца“ и „Лифка“. Уместо наведених стајалишта у употреби ће бити стајалиште „Политехничка школа“."
            },
            {
                "text": "Линија 4 „Велики Радановац-Лифка“ ће саобраћати трасом линије у одласку то јест Загребачком улицом до стајалишта „Прерадовићева“ које ће бити последње стајалиште линије “ док ће почетно стајалиште у смеру Великог Радановца бити стајалиште „Сарваш“."
            },
            {
                "text": "Линија 6 „Мали Бајмок-Викенд насеље“ ће саобраћати Загребачком улицом. Неће бити у употреби стајалишта „Матије Гупца“ и „Лифка“. Уместо наведених стајалишта у употреби ће бити стајалишта „Политехничка школа“."
            },
            {
                "text": "Линија 8 „Железничко насеље-Александрово“ ће саобраћати Прерадовићевом улицом и даље кроз улицу Петефи Шандора. Неће бити у употреби стајалиште „Лифка“. Уместо наведеног стајалишта аутобуси ће користити стајалиште „Прерадовићева“."
            },
            {
                "text": "Линија 8а ће из смера Железничког насеља саобраћати до стајалишта „Прерадовићева“ . док ће почетно стајалиште у смеру Железничког насеља бити стајалиште „Сарваш“."
            },
            {
                "text": "Линија 10 смера Палић насеља саобраћати до стајалишта „Прерадовићева“ док ће почетно стајалиште у смеру Палић насеља бити стајалиште „Сарваш“."
            },
            {
                "text": "Аутобуси ће саобраћати по реду вожње за радни дан."
            },
            {
                "text": "За време обуставе саобраћаја на стајалишту „Лифка“ путницима приградских насеља који иначе користе стајалиште „Лифка“ имаће на располагању стајалишта на Сомборском путу „Сарваш“ у смеру ка граду, односно у смеру ка приградским насељима. Линије 22, 26, 28 за наведено време саобраћају Загребачком улицом у доласку и у повратку."
            },
            {
                "text": "Наведених дана пре 7:00 односно након 17:00 часова то јест ван периода у којем су најављени радови на путној инфраструктури аутобуси ће саобраћати уобичајеним трасама линија."
            },
            {
                "text": "У Суботици, 28.06.2022.године"
            }
        ]
    },
    {
        "date": "27. 06. 2022.",
        "title": "Привремена промена трасе линија 2 Српски шор-Пачирски пут и линије 9 Српски шор-Север",
        "sections": [
            {
                "text": "Од уторка 28.06. до четвртка 30.06.2022. године у периоду од 7:00 до 17:00 аутобуси на линији 2 Српски шор-Пачирски пут ће саобраћати измењеном трасом линије у делу од Халеа спортова до улице Пролетерских бригада."
            },
            {
                "text": "Због радова на проширењу  улице Пролетерских бригада у делу од пруге до Зоркине улице доћи ће до затварања наведене улице за саобраћај у периоду од 7:00 до 17:00."
            },
            {
                "text": "Аутобуси на линији 2 из смера Пачирског пута ће саобраћати до Хале спортова уобичајеном трасом линије али ће од Хале спортова пре Српском шору саобраћати улицама Секереш Ласка до Карађорђевог пута којим сабраћају до Зоркине улице. Зоркином улицом саобраћају до Пролетерских бригада одакле настављају уобичајеном трасом до Српског шора."
            },
            {
                "text": "Поласци са Српског шора ће саобраћати идентичном трасом као у одласку на Српски шор."
            },
            {
                "text": "У наведеном периоду и данима неће бити у употреби стајалишта \"Дудова шума гробље\", \"Базени\", \"Сомборска пруга\", \"Дрвара\" и \"Падејска\"."
            },
            {
                "text": "Аутобуски на линији 9 саобраћају са идентичним изменама трасе линије као линија 2."
            },
            {
                "text": "Аутобуси на обе наведене линије ће саобраћати по реду вожње за радни дан."
            },
            {
                "text": "Пре 7:00 и након 17:00 часова односно ван периода у којем су најављени радови на путној инфраструктури аутобуси ће саобраћати уобичајеним трасама линија."
            }
        ]
    },
    {
        "date": "22. 06. 2022.",
        "title": "ОБАВЕШТЕЊЕ О ЦЕНАМА МЕСЕЧНИХ КАРАТА У ЈУЛУ И АВГУСТУ ЗА УЧЕНИКЕ И СТУДЕНТЕ",
        "sections": [
            {
                "text": "Обавештавамо Вас да ћемо у периоду јул, август свим ученицима и студентима омогућити куповину месечних карти по следећим ценама:"
            },
            {
                "text": "•          месечна карта за ученике и студенте, за све градске линије за неограничени број путовања по цени од 1.200,00 динара;"
            },
            {
                "text": "•          месечна карта за ученике и студенте, за једну приградску и све градске линије по цени од 1.800,00 динара."
            }
        ]
    },
    {
        "date": "22. 06. 2022.",
        "title": "Обавештење о изменама Ценовника услуга превоза у градском и приградском саобраћају",
        "sections": [
            {
                "text": "Обавештевамо кориснике услуга јавног превоза у Суботици да од 01.07.2022. године ступа на снагу нови Ценовник у градском и приградском саобраћају ЈП „Суботица-транс“."
            },
            {
                "text": "Од 01.07.2022. године цена појединачне карте, у градском саобраћају, која се купи код возача износи 110,00 динара док ће појединачна карта купљена у претпродаји за једну вожњу (електронски новчаник) коштати 80,00 динара."
            },
            {
                "text": "Продајни пунктови ЈП „Суботица-транс“-а налазе се на неколико локација:"
            }
        ]
    },
    {
        "date": "12. 04. 2022.",
        "title": "Обавештење о реду вожње за предстојеће празнике 2022",
        "sections": [
            {
                "text": "Обавештавамо кориснике услуга јавног превоза да ће у петак 15. априла као и у понедељак 18. априла 2022. године аутобуси ЈП „Суботица-транс“ саобраћати по реду вожње за СУБОТУ."
            },
            {
                "text": "Линија Суботица-Београд са временом поласка у 615 из Суботице односно 1500 из Београда саобраћaће, наведеним данима, по реду вожње за радни дан."
            },
            {
                "text": "Линија Суботица-Сегедин ће саобраћати по реду вожње за радни дан."
            },
            {
                "text": "Линија Суботица-Нови Сад ће такође саобраћати према реду вожње за радни дан."
            },
            {
                "text": "Скрећемо пажњу путницима да због школског распуста од уторка 19.04.2022. до петка 22.04.2022. године неће саобраћати школски аутобуси то јест поласци који су у реду вожње означени словом „Ђ“."
            },
            {
                "text": "За време Васкршњих празника у петак 22.априла као и у понедељак 25. априла 2022. године аутобуси ЈП „Суботица-транс“-а ће саобраћати према реду вожње за НЕДЕЉУ."
            },
            {
                "text": "У петак 22. априла као и у понедељак 25. априла 2022. године неће саобраћати линијa Суботица-Београд."
            },
            {
                "text": "Линија Суботица-Сегедин ће наведеним данима саобраћати по редовном реду вожње линије."
            },
            {
                "text": "На линији Суботица-Нови Сад ће саобраћати полазак у 11:40 из Суботице односно 20:00 из Новог Сада."
            }
        ]
    },
    {
        "date": "24. 03. 2022.",
        "title": "Обавештење о повратку на трасу аутобуса од петка 25.03.2022. године",
        "sections": [
            {
                "text": "Од петка 25.03.2022. године, од 7:00 доћи ће до нормализације саобраћаја на градској линији 6 „Мали Бајмок-Викенд насеље“, у делу трасе на Палићу, пошто ће се за саобраћај отворити Хоргошки пут, након завршетка радова на железничкој прузи."
            },
            {
                "text": "У истом периоду на своје уобичајене трасе ће се вратити и приградске и међумесне линије за Шупљак, Мале Пијаце, Хоргош, Кањижу, Нови Кнежњвац и Бечеј."
            },
            {
                "text": "У Суботици, 24.03.2022. године"
            },
            {
                "text": "ЈП „Суботица-транс“"
            }
        ]
    },
    {
        "date": "18. 03. 2022.",
        "title": "Промена трасе линије 3 у петак 18.03.2022. године",
        "sections": [
            {
                "text": "У петак 18.03.2022. године, у периоду од 08:00 до 16:00, односно до завршетка радова, доћи ће до измене на траси линије 3 „Бајски пут – Макова седмица“."
            },
            {
                "text": "Аутобуси на линији 3 из правца Бајског пута ће од раскрница улица Максима Горког и Ђуре Ђаковића (код хотела „Патрија“) саобраћати улицом Ђуре Ђаковића, затим на крају те исте улице ће скретати десно и преко Мајшанског моста ће се враћати на редовну трасу."
            },
            {
                "text": "Из супротног правца, односно из правца Макове седмице аутобуси ће саобраћати до Мајшаншког моста уобичајеном трасом, затим без левог скретања на улици Јована Микића преалзи ће право преко Мајшанског моста до раскрснице са улицом Ђуре Ђаковића. Код наведене раскрснице аутобуси ће скретати лево и користећи улицу Ђуре Ђаковића враћа се своју редовну трасу након скретања десно на раскрсници улице ЂуреЂаковића и Максима Горког (код хотела „Патрије“)."
            },
            {
                "text": "Аутобуси ће користити сва успутна стајалишта."
            },
            {
                "text": "У Суботици, дана 18.03.2022. године                                                           Саобраћајна служба"
            }
        ]
    },
    {
        "date": "15. 03. 2022.",
        "title": "Обавештење везано за линију 3 15.03.2022.",
        "sections": [
            {
                "text": "Обавештење у вези измене трасе на линији 3"
            },
            {
                "text": "У среду 16.03.2022. године, у периоду од 08:00 до 16:00, односно до завршетка сметњи, доћи ће до измене на траси линије 3 „Бајски пут – Макова седмица“."
            },
            {
                "text": "Аутобуси на линији 3 из правца Бајског пута ће од раскрница улица Максима Горког и Ђуре Ђаковића (код хотела „Патрија“) саобраћати улицом Ђуре Ђаковића, затим на крају те исте улице ће скретати десно и преко Мајшанског моста ће се враћати на редовну трасу."
            },
            {
                "text": "Из супротног правца, односно из правца Макове седмице аутобуси ће саобраћати до Мајшаншког моста уобичајеном трасом, затим без левог скретања на улици Јована Микића преалзи ће право преко Мајшанског моста до раскрснице са улицом Ђуре Ђаковића. Код наведене раскрснице аутобуси ће скретати лево и користећи улицу Ђуре Ђаковића враћа се своју редовну трасу након скретања десно на раскрсници улице ЂуреЂаковића и Максима Горког (код хотела „Патрије“)."
            },
            {
                "text": "Аутобуси ће користити сва успутна стајалишта."
            },
            {
                "text": "У Суботици, дана 15.03.2022. године                                                           Саобраћајна служба"
            }
        ]
    }
]