[
    {
        "date": "09. 08. 2024.",
        "title": "Obaveštenje o promeni trase autobusa zbog manifestacije „Dužijanca“ ",
        "sections": [
            {
                "text": "U nedelju 11.08.2024. godine, zbog zatvaranja ulica Matije Gubca, Matka Vukovića, Trg žrtava Fašizma, Petefi Šandora i Sečenji Ištvana, doći će do izmena na trasama gradskog i prigradskog saobraćaja."
            },
            {
                "text": "Zbog obeležavanje „Dužijance“, u katedrali Svete Terezije Avilske, autobusko stajalište „Lifka“ će biti zatvoreno, odnosno neće biti u upotrebi u periodu od 09:00 do 13:30 časova, odnosno do prolaska povorke do Trga slobode."
            },
            {
                "text": "U navedenom periodu autobusi će saobraćati sledećim trasama:"
            },
            {
                "text": "1.    Linija 1a: od Preradovićeve ulice će produžiti pravo u Zagrebačku ulicu odakle nastavlja ulicom Maksima Gorkog i Senćanskim putem gde se vraća na redovnu trasu. Stajališta „Jadran“, „Higijenski zavod“, „Arsenija Čarnojevića“ kao i stajalište „Sinagoga“ neće biti u upotrebi.\nAutobusi će umesto zatvorenih stajališta koristiti stajališta „Patrija“ , „Pošta“, „Tehnička škola“.\n2.    Linija 3 i linija 6 će saobraćati Zagrebačkom ulicom odakle će se vratiti na uobičajenu trasu linije 3 i linije 6. U navedenom periodu neće biti u upotrebi stajalište „Matije Gubec“, a putnicima će na raspolaganju biti stajalište „Tehnička škola“."
            },
            {
                "text": "Prigradske linije za Bajmok, Tavankut i Kelebiju će umesto stajalište „Lifka“ stajati na stajalištu gradskog saobraćaja „Sarvaš“."
            },
            {
                "text": "Po završetku obeležavanje „Dužijance“ autobusi će saobraćati uobičajenim trasama linija."
            }
        ]
    },
    {
        "date": "04. 07. 2024.",
        "title": "OBAVEŠTENjE O PRIVREMENOJ PROMENI TRASA LINIJA 1A I 8",
        "sections": [
            {
                "text": "U petak 05.07.2024. godine kao i u subotu 06.07.2024. godine doći će do promene trasa linija gradskog saobraćaja zbog održavanja manifestacije „Festival zanatskog piva“."
            },
            {
                "text": "U petak i subotu, od 15:00 časova do ponoći, linija 1a će saobraćati ulicama Senćanski put do stajališta „Mešc“ nakon čega skreće u ulicu Maksima Gorkog kojom saobraća do ulice Matije Gupca odnosno do stajališta „Lifka“ odakle nastavlja uobičajenom trasom linije 1a.  Stajališta „Bioskop Jadran“, „Higjenski zavod“, Arsenija Čarnojevića“, „Sinagoga“ neće biti u upotrebi u navednom periodu. Autobusi će stajati na stajalištima „Patrija“, „Pošta“, „Matije Gupca“.\nNa liniji 1a, u petak 05.07.2024. godine, prvi polazak koji će saobraćati izmenjenom trasom iz smera Novog naselja, je polazak u 15:10 dok će prvi polazak koji saobraća izmenjenom trasom iz smera Kelebije opštine biti polazak u 14:55."
            },
            {
                "text": "U petak 05.07.2024. godine polasci na liniji 8 „Železničko naselje-Aleksandrovo“ i to polasci 15:15 iz Aleksandrova odnosno 15:45 iz Železničkog naselja sabraćaće izmenjenom trasom linije tako što će od stajališta „Lifka“ skrenuti desno u ulicu Matije Gupca odakle će saobraćati ulicom Maksima Gorkog do ulice Đure Đaković. Ulicom Đure Đaković autobusi na liniji 8 će saobraćati do ulice Zmaj Jovina nakon koje autobus dalje nastavlja uobičajenom trasom linije 8 u Aleji maršala Tita. Autobusi će, na izmenjenim trasama linija koristiti autobuska stajališta „Pošta“, „Bioskop Jadran“, „Higjenski zavod“, „Arsenija Čarnojevića“.\nAutobusi na liniji 8a „Železničko naselje-Jadran-Lifka“u poslepodnevnim časovima saobraćaju uobičajenom trasom linije.\n\nU Subotici, 04.07.2024. godine    Saobraćajna služba JP „Subotica-trans“"
            }
        ]
    },
    {
        "date": "20. 06. 2024.",
        "title": "POPUST ZA UČENIKE I STUDENTE U JULU I AVGUSTU 2024. GODINE PRILIKOM KUPOVINE MESEČNE KARTE U GRADSKOM I PRIGRADSKOM SAOBRAĆAJU",
        "sections": [
            {
                "text": "Mesečna karta sa popustom za gradski saobraćaj za učenike i studente za neograničeni broj putovanja, na svim linijama u julu, odnosno avgustu 2024. godine iznosi 1.200,00 dinara sa PDV-om."
            },
            {
                "text": "Mesečna karta sa popustom za prigradski saobraćaj za učenike za neograničeni broj putovanja za jednu liniju u prigradskom saobraćaju i na svim linijama gradskog prevoza  za učenike osnovnih škola u julu, odnosno avgustu 2024. godine iznosi 1.800,00 dinara sa PDV-om."
            },
            {
                "text": "Mesečna karta sa popustom za prigradski saobraćaj za učenike za neograničeni broj putovanja za jednu liniju u prigradskom saobraćaju i na svim linijama gradskog prevoza  za učenike srednjih škola i studente u julu, odnosno avgustu 2024. godine iznosi 1.800,00 dinara sa PDV-om."
            }
        ]
    },
    {
        "date": "26. 04. 2024.",
        "title": "Obaveštenje o redu vožnje za predstojeće Prvomajske i Vaskršnje praznike 2024",
        "sections": [
            {
                "text": "Za vreme Prvomajskih i Vaskršnjih praznika od srede 01.maja do ponedeljka 06. maja 2024. godine autobusi JP „Subotica-trans“-a će saobraćati prema redu vožnje za NEDELjU."
            },
            {
                "text": "U navedenom periodu međumesna linija Subotica-Beograd kao i međunarodna linija Subotica-Segedin NEĆE saobraćati."
            },
            {
                "text": "Linija Subotica-Novi Sad će saobraćati prema redu vožnje za radni dan."
            },
            {
                "text": "ZA PRVOMAJSKE PRAZNIKE LINIJA 6 „MALI BAJMOK-VIKEND NASELjE“ ĆE SAOBRAĆATI PREMA SLEDEĆEM REDU VOŽNjE:"
            },
            {
                "text": "•    01. maja od 09:00 na svakih 15 minuta od Lifke, odnosno od Vikend Naselja. Poslednji polazak je u 00:30 sa Vikend naselja;\n•    02. maja od 09:00 na svakih 15 minuta od Lifke, odnosno od Vikend Naselja. Poslednji polazak je u 22:15 sa Vikend naselja."
            },
            {
                "text": "•    U slučaju nepovoljnih vremenskih prilika za vreme obeležavanja Prvomajskih praznika doći će do korekcije u redu vožnje linije 6 u skladu sa zahtevima za prevozom.\n\nU Subotici, 26.04.2024. godine"
            }
        ]
    },
    {
        "date": "02. 04. 2024.",
        "title": "Obaveštenje o izmeni linije 3 „Makova Sedmica-Bajski put“",
        "sections": [
            {
                "text": "Usled zatvaranja ulice Jovana Mikića doći će do promene u trasi linije 3."
            },
            {
                "text": "Od srede 03.04.2024. godine autobusi će saobraćati ulicom Jovana Mikića do raskrsnice sa Teslinom ulicom kroz koju će se kretati do ulice Partizanskih baza. Ulicom Partizanskih baza će saobraćati do ulice Majšanski put odakle se linija vraća na trasu linije 3."
            },
            {
                "text": "Stajališta „Željezničar“, „Skrob“, „OŠ Majšanski put“ i „Kolar“ neće biti u upotrebi za vreme trajanja izmene trase na liniji 3."
            },
            {
                "text": "Privremena autobuska stajališta će biti postavljena u Teslinoj ulici kod OŠ „Jovan Mikić“ kao i kod raskrsnice za ulicom Partizanskih baza. Stajalište „Kolar“ će biti izmešteno prema Makovoj Sedmici ispred preduzeća „Elektronapon“."
            },
            {
                "text": "Đački polasci linije 3 koji saobraćaju prema planu rada OŠ „Majšanki put“ će saobraćati do odnosno od škole.\n\nU Subotici, 02.04.2024. godine"
            }
        ]
    },
    {
        "date": "26. 03. 2024.",
        "title": "Obaveštenje o redu vožnje za Uskršnje praznike 2024",
        "sections": [
            {
                "text": "Obaveštavamo korisnike usluga JP „Subotica-trans“ da će u petak 29. marta  kao i u ponedeljak 01. aprila 2024. godine autobusi JP „Subotica-trans“ saobraćati po redu vožnje za SUBOTU."
            },
            {
                "text": "Linija Subotica-Beograd sa vremenom polaska u 615 iz Subotice odnosno 1500 iz Beograda saobraćaće, navedenim danima, po redu vožnje za radni dan."
            },
            {
                "text": "Linija Subotica-Segedin će saobraćati po redu vožnje za radni dan, osim u nedelju dana 31.03.2024. godine kad navedena linija ne saobraća.\nLinija Subotica-Novi Sad će takođe saobraćati prema redu vožnje za radni dan."
            },
            {
                "text": "Skrećemo pažnju putnicima da zbog školskog raspusta od četvrtka  28.03.2024. do srede 03.04.2024. godine neće saobraćati školski autobusi to jest polasci koji su u redu vožnje označeni slovom „Đ“."
            },
            {
                "text": "U Subotici, 26.03.2024. godine    Saobraćajna služba JP „Subotica-trans“"
            }
        ]
    },
    {
        "date": "13. 02. 2024.",
        "title": "Obaveštenje o promenama na liniji 8/8a kao i o redu vožnje za vreme praznika „Dan državnosti Republike Srbije“",
        "sections": [
            {
                "text": "Od srede 14.02.2024. godine autobusi na liniji 8/8a će saobraćati uobičajenim trasama linija pošto su završeni radovi na pružnom prelazu u Kosovskoj ulici."
            },
            {
                "text": "JP \"Subotica-trans\" obaveštava putnike da će autobusi 15. i 16. februara (Dan državnosti Republike Srbije) saobraćati po redu vožnje za NEDELjU."
            },
            {
                "text": "U četvrtak 15.02.2024. godine kao i u petak 16.02.2024. godine međunarodna linija Subotica-Segedin će saobraćati po uobičajenom redu vožnje navedene linije."
            },
            {
                "text": "Linija Subotica-Novi Sad, sa vremenom polaska u 11:40 iz Subotice odnosno 20:00 iz Novog Sada će saobraćati u četvrtak i petak."
            },
            {
                "text": "Skrećemo pažnju putnicima da međumesna linija Subotica-Beograd u dane državnog praznika neće saobraćati."
            }
        ]
    },
    {
        "date": "05. 01. 2024.",
        "title": "Obaveštenje o redu vožnje JP „Subotica-trans“ za ponedeljak 08.01.2024. godine ",
        "sections": [
            {
                "text": "U ponedeljak 08.01.2024. godine autobusi JP „Subotica-trans“ će saobraćati po redu vožnje za SUBOTU."
            },
            {
                "text": "Linije JP „Subotica-trans“ za Beograd kao i linija Subotica-Segedin navedenog dana neće saobraćati."
            },
            {
                "text": "U Subotici, 05.01.2024. godine"
            }
        ]
    },
    {
        "date": "21. 12. 2023.",
        "title": "Obaveštenje o režimu saobraćaja JP „Subotica-trans“ za Božićne i Novogodišnje praznike",
        "sections": [
            {
                "text": "ЈP „Subotica-trans“ će na dane verskih i državnih praznika saobraćati prema sledećem redu vožnje:"
            },
            {
                "text": "Od 25.12.2023. godine do 14.01.2024. godine zbog raspusta u osnovnim i srednjim školama neće saobraćati polasci koji saobraćaju tokom školske godine a označeni su oznakom „Đ“ u redu vožnje."
            },
            {
                "text": "25.12.2023. godine autobusi će saobraćati po redu vožnje za SUBOTU.  Linija 9 „Srpski šor -ATB Sever“ će saobraćati po redu vožnje za radni dan."
            },
            {
                "text": "U ponedeljak 25.12.2023.godine linija Subotica-Beograd će saobraćati po redovnom redu vožnje ove linije. Otkazuje se polazak u 7:35 koji saobraća na relaciji Subotica-Segedin odnosno na relaciji Segedin-Subotica sa polaskom iz Segedina u 15:40."
            },
            {
                "text": "31.12.2023. godine autobusi gradskog saobraćaja JP „Subotica-trans“ će saobraćati do 21:00.\nPoslednji polasci na gradskim linijama će saobraćati na sledeći način:\nLinija 1a: Polazak sa Kelebije opštine u 21:00 časova će saobraćati do Novog naselja.\n    Polazak sa Novog naselja u 21:00 časova će saobraćati do Kelebije opštine.\nLinija 3: Polazak sa Makove Sedmice u 21:00 će saobraćati do Bajskog puta.  Polazak sa Bajskog puta u 20:40 saobraća do Makove Sedmice.\nLinija 6:  Polazak sa Vikenda naselja u 20:30 saobraća do Malog Bajmoka. Polazak iz Malog Bajmoka u 21:15 saobraća do „Subotica-trans“-a.\nLinija 16: Poslednji polazak iz Aleksandrova za Teslino naselje će se obaviti u 20:00 dok će poslednji polazak iz Teslinog naselja biti u 20:10."
            },
            {
                "text": "Nakon navedenih polazaka autobusi neće saobraćati."
            },
            {
                "text": "31.12.2023. godine  posle 21:00 neće biti polazaka u prigradskom saobraćaju."
            },
            {
                "text": "01. i 02.01.2024. godine autobusi JP „Subotica-trans“ će saobraćati po redu vožnje za NEDELjU."
            },
            {
                "text": "01.01.2024. godine polazak u 05:25 na relaciji Subotica-Kelebija granica će umesto sa perona Međumesne autobuske stanice \"Subotica\" krenuti sa gradskog autobuskog stajališta \"Autobuska stanica\". Gradsko stajalište \"Autobuska stanica\" nalazi se ispred ulaza u zgradu autobuske stanice. Ostali polasci će saobraćati sa perona Međumesne autobuske stanice Subotica."
            },
            {
                "text": "01.01. i 02.01.2024. godine neće saobraćati linija Subotica-Segedin."
            },
            {
                "text": "07.01.2024. godine radiće se po redu vožnje za NEDELjU."
            }
        ]
    },
    {
        "date": "21. 12. 2023.",
        "title": "Obaveštenje o trasama linija gradskog i prigradskog saobraćaja JP „Subotica-trans“",
        "sections": [
            {
                "text": "Od petka 22.12.2023. godine, zbog završetka radova na izgradnji železničkog nadvožnjaka u ulici Maksima Gorkog, autobusi na gradskim i prigradskim linijama će se vratiti na svoje uobičajene trase linija."
            },
            {
                "text": "Privremena autobuska stajalište u ulici Đorđa Natoševića i Braće Radića neće biti u upotrebi."
            },
            {
                "text": "Linija 3, 4, 6, 9 i 16 će koristiti stajalište „Nova opština“.\nAutobusi na liniji 3 „Makova sedmica-Bajski put“ će saobraćati ulicom Jovana Mikića i stajaće na svim stajalištima u navedenoj ulici. Stajalište „ Higjenski zavod“ neće više biti u upotrebi na liniji 3."
            },
            {
                "text": "Stajalište „Jadran“ je u upotrebi za autobuse na linijama 1a, 2, 8a i 9.\nAutobusi na prigraskim linijama za Bačke Vinograde i Šupljak odnosno na međumesnim linijama za Male Pijace, Horgoš, Kanjižu i Novi Kneževac će od petka 22.12.2023. saobraćati ulicom Maksima Gorkog i koristiće stajalište „Nova opština“."
            }
        ]
    },
    {
        "date": "08. 09. 2023.",
        "title": "Obaveštenje o izmeni trasa linija od ponedeljka 11.09.2023. godine",
        "sections": [
            {
                "text": "Od ponedeljka 11.09.2023. godine doći će do izmene u trasama linija 4 „Veliki Radanovac-Lifka“ kao i linije 10 „Lifka-Palić naselje“."
            },
            {
                "text": "Autobusi na navedenim trasama će, iz smera Velikog Radanovca odnosno Palić naselja, nakon stajališta „SUT“,  skrenuti u ulicu Đorđa Natoševića odakle će Lošinjskom ulicom saobraćati do Senćaskog puta kojim će saobraćati do ulice Maksima Gorkog gde će od stajališta „Patria“ dalje saobraćati uobičajenim trasama navedenih linija. U povratnim smerovima će se koristiti ista trasa linija."
            },
            {
                "text": "Na navedenim linijama će se koristiti stajališta „Magnetna polja“, „Senćansko groblje“, „Dinamotrans“, „Autobuska stanica“, „Mešc“."
            },
            {
                "text": "Stajališta koja u narednom periodu neće biti u upotrebi na navedenim linijama su „SUP“, „Teretna Stanica“ i „Nova opština“."
            }
        ]
    },
    {
        "date": "01. 09. 2023.",
        "title": "Promena trase linija 8 i 8a zbog radova u Kosovskoj ulici",
        "sections": [
            {
                "text": "Od ponedeljka 04.09.2023. godine, zbog radova na izgradnji železničke infrastrukture u Kosovskoj ulici, doći će do promene u trasi linija 8 Železničko naselje-Lifka-Aleksandrovo i 8a Železničko naselje-Jadran-Lifka."
            },
            {
                "text": "Nakon polaska sa početne stanice u Železničkom naselju autobusi će saobraćati preko novog nadvožnjaka koji spaja ulicu Jovana Mikića i Proleterskih brigada odakle će ulicom Proleterskih brigada (trasom linije 2) saobraćati do Hale sportova odakle će nastaviti uobičajenom trasom linije 8 odnosno 8a."
            },
            {
                "text": "Stajališta „Jovana Mikića 196“, „Višnjička“, „Železničko naselje“ i „Pruga“ neće biti u upotrebi za vreme radova u Kosovskoj ulici."
            },
            {
                "text": "Autobusi na liniji 8 će koristiti stajališta „Padejska“, „Drvara Subotica“, „Somborska“, „Bazeni“, „Dudova šuma Groblje“.  Pored navedenih stajališta biće postavljeno i privremeno stajalište u ulici Jovana Mikića kod raskrsnice sa Bračkom ulicom."
            }
        ]
    },
    {
        "date": "22. 08. 2023.",
        "title": "Obaveštenje o izmenama u redu vožnje povodom “6. Subotičkog polumaratona”",
        "sections": [
            {
                "text": "U nedelju 27.08.2023. godine usled održavanja “6. Subotičkog polumaratona” i  zatvaranja većeg broja ulica u centru grada u doći će do promena u saobraćaju linija, pre svega gradskog saobraćaja u periodu od 0800 do 1230."
            },
            {
                "text": "Linija 1a Kelebija opština-Novo naselje će od stajališta “Bolnica” saobraćati trasom linije 16 do Zagrebačke ulice kroz koju će proći do Preradovićeve odakle će saobraćati svojom uobičajenom trasom. Prvi polazak sa Kelebije opštine koji će saobraćati izmenjenom trasom je 7:55 dok će sa Novog naselja polazak u 7:40 biti prvi polazak koji ide izmenjenom trasom linije"
            },
            {
                "text": "Linija 2 Srpski šor-KTC iz Srpskog šora će kroz ulicu Arsenija Čarnojevića  saobraćati do ulice Petra Lekovića. Nakon ulice Petra Lekovića do KTC-a neće saobraćati linija 2. Prvi polazak koji će saobraćati skraćenom trasom linije je polazak u 7:40 sa Srpskog Šora."
            },
            {
                "text": "Linija 3 Makova Sedmica-Bajski put će biti podeljena na dve linije. Jedna linija će saobraćati na relaciji Makova Sedmica-Radio Subotica dok će druga linija saobraćati na relaciji Bajski put-Lifka (Trg žrtava fašizma).Vremena polazaka na navedenoj relaciji Bajski put – Lifka se nalaze u tabeli:"
            },
            {
                "text": "Lifka"
            },
            {
                "text": "Bajski put"
            },
            {
                "text": "09:00"
            },
            {
                "text": "07:45"
            },
            {
                "text": "08:15"
            },
            {
                "text": "08:30"
            },
            {
                "text": "09:00"
            },
            {
                "text": "09:15"
            },
            {
                "text": "09:45"
            },
            {
                "text": "10:00"
            },
            {
                "text": "10:30"
            },
            {
                "text": "10:45"
            },
            {
                "text": "11:15"
            },
            {
                "text": "11:30"
            },
            {
                "text": "12:00"
            },
            {
                "text": "12:15(ukoliko bude otvoren saob. vozi do Nove opštine gde čeka autobus za Makovu Sedmicu)"
            },
            {
                "text": "Polasci od Radio Subotice prema Makovoj Sedmici će se obavljati prema sledećim vremenima polazaka:"
            },
            {
                "text": "Radio Subotica"
            },
            {
                "text": "Makova Sedmica"
            },
            {
                "text": "08:15"
            },
            {
                "text": "07:45"
            },
            {
                "text": "09:00"
            },
            {
                "text": "08:30"
            },
            {
                "text": "09:45"
            },
            {
                "text": "09:15"
            },
            {
                "text": "10:30"
            },
            {
                "text": "10:00"
            },
            {
                "text": "11:15"
            },
            {
                "text": "10:45"
            },
            {
                "text": "12:00"
            },
            {
                "text": "11:30"
            },
            {
                "text": "12:15"
            },
            {
                "text": "Prvi polazak koji će sa Makove Sedmice saobraćati do stajališta “Radio Subotica” je u 7:45 dok je prvi polazak sa Bajskog puta do Lifke biti polazak u 7:45."
            },
            {
                "text": "Linija 6 Mali Bajmok-Vikend naselje će saobraćati Bajnatskom ulicom do Beogradskog puta. Beogradskim putem saobraća do Zagrebačke kojom će se kretati do Somborskog puta odakle nastavlja uobičajenom trasom linije 6 prema Malom Bajmoku."
            },
            {
                "text": "Linija 16 Teslino naselje-Aleksandrovo će (gledano iz smera Aleksandrova) saobraćati uobičajenom trasom do stajališta “Bolnice” odakle će skrenuti desno u Bajnatsku ulicu, a nakon toga će se kretati Lošinjskom i Đorđa Natoševića do stajališta “Partizan” odakle će se vratiti na uobičajenu trasu linije 16."
            },
            {
                "text": "Privremena autobuska stajališta će se postaviti u ulici Petra Lekovića, Arsenija Čarnojevića (u visini Hale sportova) i kod katedrale Svete Terezije Aviljske (Trg žrtava fašizma)."
            },
            {
                "text": "Prvi polazak iz Teslinog naselja koji saobraća izmenjenom trasom je u 7:55 dok iz Aleksandrova 7:30."
            },
            {
                "text": "Autobusi na prigradskim linijama Čantavir, Žednik, Đurđin će saobraćati Bajnatskom ulicom do stajališta “Bolnica” odakle nastavljaju uobičajenim trasama. Autobusi za Bajmok, Tavankut i  Kelebiju će od Bajnatske ulice saobraćati Baogradskim putem i  Zagrebačkom ulicom. Stajališta “MEŠC”, “Patrija”, “Pošta II” kao i “Lifka” neće biti u upotrebi. Autobusi za Bajmok, Tavankut će umesto stajališta “Lifka” stajati na stajališta “Sarvaš”. Autobus za Kelebiju će stajati na stajalištu “Preradovićeva”."
            },
            {
                "text": "Po završetku manifestacije autobusi na gradskim i prigradskim linijama će se vratiti na uobičajene trase svojih linija."
            },
            {
                "text": "U Subotici, 23.08.2023. godine                                           Saobraćajna služba JP “Subotica-trans”"
            }
        ]
    },
    {
        "date": "03. 08. 2023.",
        "title": "Obaveštenje o promeni trasa linija u gradskom i prigradskom saobraćaju od petka 04.08.2023.",
        "sections": [
            {
                "text": "Od petka 04.08.2023. godine doći će do izmena u trasama linija gradskog saobraćaja i to:"
            },
            {
                "text": "Linija 4 „Veliki Radanovac-Lifka“ će saobraćati do/od stajališta „Teretna stanica“  (kod Lidla)."
            },
            {
                "text": "Linija 6 „Mali Bajmok-Vikend naselje“ će, iz smera Malog Bajmoka, nakon stajališta „Pošta I“ saobraćati ulicom Maksima Gorkog do ulice Braće Radić kroz koju saobraća do ulice Bajnatska. Iz Bajnatske ulice će Senćanskim putem saobraćati do novoizgrađene deonice kojom će saobraćati do Lošinjske ulice odakle će ulicom Đorđa Natoševića doći do Segedinskog puta odakle nastavljaju uobičajenom trasom linije 6 prema Vikend naselju tj. Paliću."
            },
            {
                "text": "U ulici Braće Radić će biti postavljena privremena autobuska stajališta i to: kod raskrsnice ulice Braće Radić i Bajnatske, kod MZ „Bajnat“ odnosno kod bazena Prozivka, na raskrsnici ulica Braće Radić i Kumičićeve kao i kod raskrsnice ulica Braće Radić i Pavla Štosa.\nPrivremeno autobusko stajalište će biti postavljeno i na raskrsnici ulica Đorđa Natoševića i Magnatna polja."
            },
            {
                "text": "Linija 9 „Srpski Šor-ATB Sever“ će saobraćati, iz smera Srpskog šora, uobičajenom trasom linije do ulice Đure Đaković odakle će Senćanskim putem, preko ulice Lošinjske i Đorđa Natoševića doći do „ATB Sever“.\nLinija 10 „Palić naselje -Lifka“ će saobraćati do/od stajališta „Teretna stanica“ (kod Lidla)."
            },
            {
                "text": "Linija 16 „Teslino naselje-Aleksandrovo“ - će nakon stajališta „SUT“ saobraćati ulicom Đorđa Natoševića i Lošinjskom i dalje novoizgrađenim putem do Senćanskog puta. Senćanskim putem će saobraćati do ulice Maksima Gorkog odakle će, od stajališta „Patrija“ nastaviti uobičajenom trasom linije 16."
            },
            {
                "text": "Autobusi na liniji 16 će koristiti stajališta na Senćanskom putu."
            },
            {
                "text": "Za vreme trajanja ove izmene na trasama linija 6 i 16 stajališta „SUP“ i „Teretna stanica“ neće biti u upotrebi."
            },
            {
                "text": "Stajalište „Jadran“ i dalje ostaje van upotrebe."
            },
            {
                "text": "Linije 1a „Kelebija opština-Novo naselje“, linija 2 „Srpski šor-KTC“ kao i linija 3 „Makova sedmica-Bajski put“ ostaju na trenutnim trasama linija.\nPrigradske i međumesne linije prema Šupljaku, Bačkim Vinogradima, Malim Pijacama, Kanjiži i Novom Kneževcu će sa međumesne autobuske stanice saobraćati preko Senćanskog puta i novoizgrađene deonice do Lošinjske i ulice Đorđa Natoševića.\n\nU Subotici, 03.08.2023. godine    Saobraćajna služba JP „Subotica-trans“"
            }
        ]
    },
    {
        "date": "04. 07. 2023.",
        "title": "Obaveštenje o promeni trasa linijskog saobraćaja JP \"Subotica-trans\" od 5. do 20. jula 2023. godine",
        "sections": [
            {
                "text": "Obaveštenje o promeni trasa linija gradskog saobraćaja JP „Subotica-trans“"
            },
            {
                "text": "(od 5. do 20. jula 2023. godine)"
            },
            {
                "text": "Od 05.07.2023. godine usled zatvaranja ulice Maksima Gorkog, zbog radova na izgradnji železničkog nadvožnjaka, zadržavaju se  promene u trasama linijskog saobraćaja koje su na snazi od 01.07.2023. godine."
            },
            {
                "text": "Linija 1a Kelebija opština-Novo naselje će zadržati trasu kretanja kao i do sada s tim da će u ulici Đure Đaković biti ukinuto stajalište „Bioskop Jadran“ dok će stajalište „Higjenski zavod“  i dalje biti u upotrebi za putnike."
            },
            {
                "text": "Linija 2 Srpski šor-KTC neće pretrpeti promene u periodu radova na železničkom nadvožnjaku. Stajalilšte „Bioskop Jadran“ neće biti u upotrebi. Na poslednjim polascima presedanje je na stajalište „Higijenski zavod“."
            },
            {
                "text": "Linija 3 Makova Sedmica-Bajski put će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru Bajskog puta, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“, vraća na trasu linije 3."
            },
            {
                "text": "Linija 4 Veliki Radanovac-Lifka će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Lifka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrije“ vraća na trasu linije 4."
            },
            {
                "text": "Linija 6 Mali Bajmok-Vikend naselje će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Malog Bajmoka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 6."
            },
            {
                "text": "Linija 8 i 8a „Železničko naselje-Aleksandrovo“ i „Železničko naselje-Lfka“ će saobraćati bez izmena u trasama linija. Autobusko stajalište „Bioskop Jadran“ nije u funkciji."
            },
            {
                "text": "Linija 9 Srpski šor-ATB „Sever“ će saobraćati redovno do ulice Zmaja Jovina, gledano u smeru ATB „Sever“, zatim na raskrsnici sa ulicom Đure Đakovića saobraća pravo prema Majšanskog mosta, s tim da će nakon prelaska mosta, linijia skreće na ulicu Jovana Mikića, zatim kod „Teretne stanice“ vraća na trasu 9."
            },
            {
                "text": "Linija 10 „Palić naselje-Lifka“ će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Lifka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 10."
            },
            {
                "text": "Linija 16 „Teslino naselje-Aleksandrovo“ će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Aleksandrovo“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 16."
            },
            {
                "text": "Prigradska linija 41 (Subotica – Šupljak – Subotica) kao i međumesne linije na potezu Novi Kneževac -Subotica saobraća će do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru autobuske stanice, linije skrenuti u ulicu Đure Đaković, a nakon toga saobraćaju do autobuske stanice. U smeru prema Paliću u upotrebi je autobusko stajalište „Teretna stanica“ kod Lidla."
            },
            {
                "text": "Stajališta koja neće biti u upotrebi su stajališta u ulici Jovana Mikića,  „Nova opština“ i „Bioskop Jadran“."
            },
            {
                "text": "Na svim gradskim linijama autobusko stajalište „Higijenski zavod“ je u upotrebi."
            },
            {
                "text": "Red vožnje linija gradskog, prigradskog, međumesnog i međunarodnog saobraćaja se neće menjati tokom leta."
            }
        ]
    }
]