[
    {
        "date": "22. 06. 2022.",
        "title": "Обавештење о изменама Ценовника услуга превоза у градском и приградском саобраћају",
        "sections": [
            {
                "text": "Обавештевамо кориснике услуга јавног превоза у Суботици да од 01.07.2022. године ступа на снагу нови Ценовник у градском и приградском саобраћају ЈП „Суботица-транс“."
            },
            {
                "text": "Од 01.07.2022. године цена појединачне карте, у градском саобраћају, која се купи код возача износи 110,00 динара док ће појединачна карта купљена у претпродаји за једну вожњу (електронски новчаник) коштати 80,00 динара."
            },
            {
                "text": "Продајни пунктови ЈП „Суботица-транс“-а налазе се на неколико локација:"
            }
        ]
    },
    {
        "date": "12. 04. 2022.",
        "title": "Обавештење о реду вожње за предстојеће празнике 2022",
        "sections": [
            {
                "text": "Обавештавамо кориснике услуга јавног превоза да ће у петак 15. априла као и у понедељак 18. априла 2022. године аутобуси ЈП „Суботица-транс“ саобраћати по реду вожње за СУБОТУ."
            },
            {
                "text": "Линија Суботица-Београд са временом поласка у 615 из Суботице односно 1500 из Београда саобраћaће, наведеним данима, по реду вожње за радни дан."
            },
            {
                "text": "Линија Суботица-Сегедин ће саобраћати по реду вожње за радни дан."
            },
            {
                "text": "Линија Суботица-Нови Сад ће такође саобраћати према реду вожње за радни дан."
            },
            {
                "text": "Скрећемо пажњу путницима да због школског распуста од уторка 19.04.2022. до петка 22.04.2022. године неће саобраћати школски аутобуси то јест поласци који су у реду вожње означени словом „Ђ“."
            },
            {
                "text": "За време Васкршњих празника у петак 22.априла као и у понедељак 25. априла 2022. године аутобуси ЈП „Суботица-транс“-а ће саобраћати према реду вожње за НЕДЕЉУ."
            },
            {
                "text": "У петак 22. априла као и у понедељак 25. априла 2022. године неће саобраћати линијa Суботица-Београд."
            },
            {
                "text": "Линија Суботица-Сегедин ће наведеним данима саобраћати по редовном реду вожње линије."
            },
            {
                "text": "На линији Суботица-Нови Сад ће саобраћати полазак у 11:40 из Суботице односно 20:00 из Новог Сада."
            }
        ]
    },
    {
        "date": "24. 03. 2022.",
        "title": "Обавештење о повратку на трасу аутобуса од петка 25.03.2022. године",
        "sections": [
            {
                "text": "Од петка 25.03.2022. године, од 7:00 доћи ће до нормализације саобраћаја на градској линији 6 „Мали Бајмок-Викенд насеље“, у делу трасе на Палићу, пошто ће се за саобраћај отворити Хоргошки пут, након завршетка радова на железничкој прузи."
            },
            {
                "text": "У истом периоду на своје уобичајене трасе ће се вратити и приградске и међумесне линије за Шупљак, Мале Пијаце, Хоргош, Кањижу, Нови Кнежњвац и Бечеј."
            },
            {
                "text": "У Суботици, 24.03.2022. године"
            },
            {
                "text": "ЈП „Суботица-транс“"
            }
        ]
    },
    {
        "date": "18. 03. 2022.",
        "title": "Промена трасе линије 3 у петак 18.03.2022. године",
        "sections": [
            {
                "text": "У петак 18.03.2022. године, у периоду од 08:00 до 16:00, односно до завршетка радова, доћи ће до измене на траси линије 3 „Бајски пут – Макова седмица“."
            },
            {
                "text": "Аутобуси на линији 3 из правца Бајског пута ће од раскрница улица Максима Горког и Ђуре Ђаковића (код хотела „Патрија“) саобраћати улицом Ђуре Ђаковића, затим на крају те исте улице ће скретати десно и преко Мајшанског моста ће се враћати на редовну трасу."
            },
            {
                "text": "Из супротног правца, односно из правца Макове седмице аутобуси ће саобраћати до Мајшаншког моста уобичајеном трасом, затим без левог скретања на улици Јована Микића преалзи ће право преко Мајшанског моста до раскрснице са улицом Ђуре Ђаковића. Код наведене раскрснице аутобуси ће скретати лево и користећи улицу Ђуре Ђаковића враћа се своју редовну трасу након скретања десно на раскрсници улице ЂуреЂаковића и Максима Горког (код хотела „Патрије“)."
            },
            {
                "text": "Аутобуси ће користити сва успутна стајалишта."
            },
            {
                "text": "У Суботици, дана 18.03.2022. године                                                           Саобраћајна служба"
            }
        ]
    },
    {
        "date": "15. 03. 2022.",
        "title": "Обавештење везано за линију 3 15.03.2022.",
        "sections": [
            {
                "text": "Обавештење у вези измене трасе на линији 3"
            },
            {
                "text": "У среду 16.03.2022. године, у периоду од 08:00 до 16:00, односно до завршетка сметњи, доћи ће до измене на траси линије 3 „Бајски пут – Макова седмица“."
            },
            {
                "text": "Аутобуси на линији 3 из правца Бајског пута ће од раскрница улица Максима Горког и Ђуре Ђаковића (код хотела „Патрија“) саобраћати улицом Ђуре Ђаковића, затим на крају те исте улице ће скретати десно и преко Мајшанског моста ће се враћати на редовну трасу."
            },
            {
                "text": "Из супротног правца, односно из правца Макове седмице аутобуси ће саобраћати до Мајшаншког моста уобичајеном трасом, затим без левог скретања на улици Јована Микића преалзи ће право преко Мајшанског моста до раскрснице са улицом Ђуре Ђаковића. Код наведене раскрснице аутобуси ће скретати лево и користећи улицу Ђуре Ђаковића враћа се своју редовну трасу након скретања десно на раскрсници улице ЂуреЂаковића и Максима Горког (код хотела „Патрије“)."
            },
            {
                "text": "Аутобуси ће користити сва успутна стајалишта."
            },
            {
                "text": "У Суботици, дана 15.03.2022. године                                                           Саобраћајна служба"
            }
        ]
    },
    {
        "date": "11. 03. 2022.",
        "title": "ОБАВЕШТЕЊЕ ПРОМЕНИ ТРАСЕ ЛИНИЈА 1А, 2 И 8 У ПОНЕДЕЉАК 14.03.2022.године",
        "sections": [
            {
                "text": "У понедељак 14.03.2022. године, у периоду од 07:00 до 16:00 односно до завршетка радова на асфалтирању Пачирског пута, доћи ће до измене на трасама линија 1а „Келебија граница-Ново насеље“, линије 2 „Српски шор-КТЦ“ као и на линији 8 „Железничко насеље-Александрово“."
            },
            {
                "text": "Аутобуси на линији 1а ће се од Бајнатске улице кретати трасом линије 16 до улице Аксентија Мародића након чега ће се вратити на трасу линије 1а у Новом насељу. У улици Аксентија Мародића ће бити постављена 3 привремена аутобуска стајалишта-код семофора и код пијаце."
            },
            {
                "text": "Аутобуси на линији 2 ће саобраћати до Изворске улице то јест до аутопраоне „Монца“ где ће уједно бити и почетно стајалиште линије 2. На поласцима од привременог стајалишта у Изворској следеће стајалиште у смеру Српског шора је „Бајнатска II“."
            },
            {
                "text": "Аутобуси на линији 8 ће саобраћати уобичајеном трасом линије до Колевке одакле скренути лево на Пачирски пут, затим ће се кретати Београдским путем до улице Аксентија Мародића одакле ће саобраћати уобичајеном трасом линије 8 у Новом насељу односно Александрову."
            },
            {
                "text": "У току радова на асфалтирању неће бити у употреби стајалишта „Болница II“, „Пачирски пут“, „Душана Крњајског“ и „Ново насеље пијаца“."
            },
            {
                "text": "Аутобуси на наведеним линијама ће користи стајалишта линије 16 на Београдском путу у делу од Изворске улице до улице Аксентија Мародића."
            }
        ]
    },
    {
        "date": "14. 02. 2022.",
        "title": "OBAVEŠTENJE O REDU VOŽNJE ZA DANE DRŽAVNOG PRAZNIKA",
        "sections": [
            {
                "text": "Za vreme obeležavanja Dana državnosti Republike Srbije autobusi          JP „Subotica-trans“ će saobraćati prema sledećem redu vožnje:"
            },
            {
                "text": "U utorak 15.02.2022. kao i u sredu 16.02.2022. godine autobusi će saobraćati prema redu vožnje za NEDELJU."
            },
            {
                "text": "Linija „Subotica-Segedin-Subotica“ će saobraćati SAOBRAĆATI za vreme obeležavanja državnog praznika."
            },
            {
                "text": "Linija „Subotica-Beograd-Subotica“ NEĆE SAOBRAĆATI u utorak 15.02.2022. i sredu 16.02.2022. godine."
            },
            {
                "text": "Na liniji „Subotica-Novi Sad-Subotica“ 15 i 16.02.2022. godine saobraćaće polazak u 11:45 iz Subotice i 20:00 iz Novog Sada dok jutarnji polazak neće saobraćati."
            }
        ]
    },
    {
        "date": "14. 12. 2021.",
        "title": "ОБАВЕШТЕЊЕ О ПРОДУЖЕЊУ ЛИНИЈЕ 26 СУБОТИЦА-БАЈМОК РАТА",
        "sections": [
            {
                "text": "Од среде 15.12.2021. године аутобуси на линији 26 „Суботица-Бајмок рата“ ће саобраћати до новоизграђеног аутобуског стајалишта „Бајмок рата окретница“."
            },
            {
                "text": "Стајалиште „Бајмок рата окретница“ ће се користити на свим поласцима линије 26 који, према рeду вожње,  саобраћају  до односно од Рате."
            }
        ]
    },
    {
        "date": "22. 11. 2021.",
        "title": "Obaveštenje o promeni trasa linija gradskog saobraćaja u utorak 23.11.2021.godine",
        "sections": [
            {
                "text": "U utorak 23.11.2021. godine, zbog radova u ulici Đure Đaković, doći će do promena u trasama linija gradskog saobraćaja u periodu od 13:00 do 16:00 i to na linijama  1A „Kelebija opština-Jadran-Bolnica-Novo naselje“  kao i linija 2 „Srpski šor-Pačirski put“ ."
            },
            {
                "text": "Navedene linije će od stajališta „Mešc“ do stajališta „Lifka“ saobraćati ulicama Senćanski put-Maksima Gorkog-Matije Gupca."
            },
            {
                "text": "Stajališta „Jadran“, „Higijenski zavod“; „Arsenija Čarnjevića“, „Sinagoga“ neće biti u upotrebi. Autobusi na liniji 1a i 2 će na navedenoj trasi koristiti stajališta „Patrija“, „Pošta I“, „Matije Gupca“. Pored navedenih stajališta na liniji 2 će se dodatno koristiti i stajalište „Sinagoga“."
            },
            {
                "text": "Prvi polasci koji će saobraćati po privremenoj trasi su:"
            },
            {
                "text": "Izmene u saobraćaju navedenih linija će trajati do završetka radova u ulici Đure Đaković."
            }
        ]
    },
    {
        "date": "10. 11. 2021.",
        "title": "Обавештење о реду вожње за 11. новембар 2021. године",
        "sections": [
            {
                "text": "Дана 11.11.2021. године, због обележавања државног празника Дан примирја у Првом светском рату,  аутобуси ЈП „Суботица-транс“ ће саобраћати по реду вожње за НЕДЕЉУ."
            },
            {
                "text": "У Суботици, 10.11,.2021. године"
            },
            {
                "text": "Dana 11.11.2021. godine, zbog obeležavanja državnog praznika Dan primirja u Prvom svetskom ratu, autobusi JP \"Subotica-trans\" će saobraćati po redu vožnje za NEDELJU."
            },
            {
                "text": "U Subotici, 10.11.2021."
            }
        ]
    },
    {
        "date": "21. 09. 2021.",
        "title": "КОНКУРС  ЗА АУТОЕЛЕКТРИЧАРА",
        "sections": [
            {
                "text": "Јавно предузеће за превоз путника у градском и приградском саобраћају „Суботица-транс“ Суботица, Сегедински пут бр. 84 објављује следећи:"
            },
            {
                "text": "КОНКУРС"
            },
            {
                "text": "ЗА АУТОЕЛЕКТРИЧАРА"
            },
            {
                "text": "Јавно предузеће „Суботица-транс“ Суботица позива сва заинтересована лица која испуњавају доле наведене услове да предају тражену документацију за конкурс за радно место на одређено време у трајању од 3 месеца са могућношћу продужења: Аутоелектричар."
            },
            {
                "text": "Заинтересована лица су дужна да приложе следећу документацију:"
            },
            {
                "text": "- радну биографију односно ЦВ у којем ће навести: личне податке (лично име, датум рођења, адресу пребивалишта или боравишта, контакт број телефона, е-маил адресу, податке о образовању, претходна радна искуства и вештине које поседују)."
            },
            {
                "text": "- фотокопију личне карте,"
            },
            {
                "text": "- фотокопију дипломе,"
            },
            {
                "text": "Услови за рад: - најмање III степен стручне спреме - КВ, школска спрема: аутоелектричар."
            },
            {
                "text": "Предмет и садржај радних задатака: Врши поправку возила у домену аутоелектрике поправком или заменом делова или склопова, врши сервис, преглед, дијагностику и поправку клима уређаја у возилима, врши допуну клима уређаја фреоном, врши дијагностику уређајем за дијагностику (Ман, Ивецо, Воитх), помаже при отклањању кварова аутоелектричару за генералну оправку склопова и други послови."
            },
            {
                "text": "Радно време: пуно радно време, у сменама"
            },
            {
                "text": "Тражена документација може да се преда: путем поште на адресу: ЈП „Суботица-транс“ Суботица, Сегедински пут бр. 84 са назнаком: „Пријава за конкурс за аутоелектричара“ или лично код пословног секретара на адреси ЈП „Суботица-транс“ Суботица, Сегедински пут бр. 84."
            },
            {
                "text": "Рок за предају документације: 07.10.2021. године."
            },
            {
                "text": "Након прегледа документације: кандидати који испуњавају услове ће у року од 5 (пет) дана рачунајући од дана истека рока за предају документације бити позвани на разговор."
            }
        ]
    },
    {
        "date": "21. 09. 2021.",
        "title": "КОНКУРС  ЗА ВОЗАЧЕ АУТОБУСА",
        "sections": [
            {
                "text": "Јавно предузеће за превоз путника у градском и приградском саобраћају „Суботица-транс“ Суботица, Сегедински пут бр. 84 објављује следећи:"
            },
            {
                "text": "КОНКУРС"
            },
            {
                "text": "ЗА ВОЗАЧЕ АУТОБУСА"
            },
            {
                "text": "Јавно предузеће „Суботица-транс“ Суботица позива сва заинтересована лица која испуњавају доле наведене услове да предају тражену документацију за конкурс за радно место на одређено време са могушношћу продужавања: Возач аутобуса – више извршилаца."
            },
            {
                "text": "Заинтересована лица су дужна да предају следећу документацију:"
            },
            {
                "text": "1. радну биографију односно ЦВ у којем ће навести: личне податке (лично име, датум рођења, адресу пребивалишта или боравишта, контакт број телефона, е-маил адресу, податке о образовању, претходна радна искуства и вештине које поседују)."
            },
            {
                "text": "2. фотокопију личне карте,"
            },
            {
                "text": "3. фотокопију дипломе,"
            },
            {
                "text": "4. фотокопију возачке дозволе (обавезно поседовање Д категорије за професионалног возача),"
            },
            {
                "text": "5. фотокопију картице за дигитални тахограф,"
            },
            {
                "text": "6. фотокопија квалификационе картице,"
            },
            {
                "text": "7. уверење о некажњавању (СУП издаје),"
            },
            {
                "text": "8. фотокопију важећег лекарског уверења за професионалног возача аутобуса."
            },
            {
                "text": "Услови за рад: најмање завршена средња школа - III степен стручне спреме - КВ било ког смера односно свих образовних профила"
            },
            {
                "text": "Предмет и садржај радних задатака: послови вожње аутобуса у линијском и ванлинијском домаћем и међународном саобраћају, издавање карата са возачким терминалом, издавање лисних карата, наплата цене превоза по важећем ценовнику, обављање вожње на регистрованим линијама по реду вожње и туражном листу, вожња аутобуса према задатку из туражног листа и налога који му изда диспечер или отправник према важећем реду вожње, давање неопходних информација путницима у вези реда вожње, отклањање ситних кварова у току вожње и организација превоза путника у случају већих кварова уз обавештавање отправника односно диспечера, тачно и уредно попуњавање путних налога прописаним подацима и ажурно враћање односно предавање попуњеног путног налога по обављеној вожњи, вршење подешавања времена на тахографу и обављање благовремене замене тахографских уложака и други послови."
            },
            {
                "text": "Радно време: пуно радно време, у турнусу, уз могућност прерасподеле, по потреби двократно."
            },
            {
                "text": "Тражена документација се предаје: путем поште на адресу: ЈП „Суботица-транс“ Суботица, Сегедински пут бр. 84 са назнаком: „Пријава за конкурс за возача аутобуса“ или лично код пословног секретара на адреси ЈП „Суботица-транс“ Суботица, Сегедински пут бр. 84."
            },
            {
                "text": "Рок за предају документације: конкурс није ограничен роком, траје до попуњавања слободних места."
            },
            {
                "text": "Након прегледа документације, кандидати који испуњавају тражене услове ће бити позвани на проверу стручне оспособљености/знања/вештина и то теоријску (познавање прописа из области безбедности саобраћаја) и практичну проверу знања (пробна вожња аутобусом)."
            }
        ]
    },
    {
        "date": "27. 08. 2021.",
        "title": "4. Суботички полумаратон ",
        "sections": [
            {
                "text": "У недељу 29.08.2021. године услед одржавања “4. Суботичког полумаратона” и  затварања већег броја улица у центру града у доћи ће до промена у саобраћају линија, пре свега градског саобраћаја у периоду од 0900 до 1330.\nЛинија 1а Келебија општина-Ново насеље ће од стајалишта “Болница” саобраћати трасом линије 16 до Загребачке улице кроз коју ће проћи до Прерадовићеве улице одакле ће саобраћати својом уобичајеном трасом. Први полазак са Келебије општине који ће саобраћати измењеном трасом је 8:55 док ће са Новог насеља полазак у 8:40 бити први полазак који иде измењеном трасом линије\nЛинија 2 Српски шор-КТЦ из Српског шора ће кроз улицу Арсенија Чарнојевића  саобраћати до улице Петра Лековића. Након улице Петра Лековића до КТЦ-а неће саобраћати линија 2. Први полазак који ће саобраћати скраћеном трасом линије је полазак у 8:15 са Српског Шора.\nЛинија 3 Макова Седмица-Бајски пут ће бити подељена на две линије. Једна линија ће саобраћати на релацији Макова Седмица-Међумесна аутобуска станица док ће друга линија саобраћати на релацији Бајски пут-Лифка (у одласку улицом Шандора Петефија до Трга жртава фашизма).Времена полазака на наведеној релацији Бајски пут – Лифка се налазе у табели:\nЛифка    Бајски пут\n09:00      09:15\n09:45      10:00\n10:30      10:45\n11:15      11:30\n12:00      12:15\n12:45      13:00\nПоласци са Међумесне аутобуске станице ће се обављати по временима полазака, из реда вожње, са Бајског пута као и поласци са Макове Седмице (по реду вожње).\nПрви полазак који ће са Макове Седмице саобраћати до Међумесне аутобуске станице је у 8:30 док је први полазак са Бајског пута до Лифке бити полазак у 09:15.\nЛинија 4 Велики Радановац-Лифка ће саобраћати до/од Међумесне аутобуске станице.\nЛинија 6 Мали Бајмок-Викенд насеље ће бити подељена на две линије. Један аутобус ће саобраћати на релацији Мали Бајмок-Лифка (Трг жртава фашизма) док ће други саобраћати на релацији Викенд насеље-Међумесна аутобуска станица.\nПрви полазак који ће саобраћати од Викенд насеља до Међумесне аутобуске станице је у 8:10.\nПоследњи полазак од Малог Бајмока који ће саобраћати до Викенд насеља је у 8:25\nАутобус који ће саобраћати на релацији Мали Бајмок-Прерадовићева улица-Лифка (у одласку улицом Шандора Петефија до Трга жртава фашизма) ће саобраћати према следећем реду вожње.\nМали Бајмок    Лифка (испред Трга жртава фашизма)\n8:55                    9:10\n9:25                    9:40\n9:55                    10:10\n10:25                  10:40\n10:55                  11:10\n11:25                  11:40\n11:55                  12:10\n12:25                  12:40\n12:55                  13:10\nАутобуси који саобраћају на релацији Међумесна аутобуска станица-Викенд насеље ће саобраћати према важећем реду вожње линије 6. Молимо путнике да обрате пажњу да ће аутобуси према Малом Бајмоку стизати раније од уобичајеног времена на стајалиште “Патрија/Нова општина”.\nЛинија 8а Железничко насеље-Лифка ће саобраћати на релацији Железничко насеље—улица Арсенија Чарнојевића-улица Петра Лековића.  Од улице Петра Лековића до Лифке линија 8а неће саобраћати. Аутобуси ће саобраћати по реду вожње на скраћеној траси од поласка у 09:20 који ће саобраћати од улице Петра Лековића.\nЛинија 16 Теслино насеље-Александрово ће (гледано из смера Александрова) саобраћати уобичајеном трасом до стајалишта “Болнице” одакле ће скренути десно у Бајнатску улицу а након тога ће се кретати Сенћанским путем до стајалиште “Патрија/Нова општина” одакле ће се вратити на уобичајену трасу линије 16.\nПривремена аутобуска стајалишта ће се поставити у улици Петра Лековића, Арсенија Чарнојевића(у висини Хале спортова) и код катедрале Свете Терезије Авиљске (Трг жртава фашизма).\nПрви полазак из Теслиног насеља који саобраћа измењеном трасом је у 8:50 док из Александрова 8:05.\nАутобуси на приградским линијама Чантавир, Жедник, Ђурђин ће саобраћати Бајнатском улицом до стајалишта “Болница” одакле настављају уобичајеним трасама. Аутобуси за Бајмок, Таванкут и  Келебију ће од Бајнатске улице саобраћати Баоградским путем и  Загребачком улицом. Стајалишта “МЕШЦ”, “Патрија”, “Пошта ИИ” као и “Лифка” неће бити у употреби. Аутобуси за Бајмок, Таванкут ће уместо стајалишта “Лифка” стајати на стајалишта “Сарваш”. Аутобус за Келебију ће стајати на стајалишту “Прерадовићева”.\nПо завршетку манифестације аутобуси на градским и приградским линијама ће се вратити на уобичајене трасе својих линија.\n\nУ Суботици, 27.08.2021. године"
            }
        ]
    },
    {
        "date": "13. 08. 2021.",
        "title": "Обевештење  \"Szent István\" 14.08.2021.",
        "sections": [
            {
                "text": "У суботу 14.08.2021. године, због обележавање дана Светог Стевана, доћи ће до промене траса линија градског саобраћаја."
            },
            {
                "text": "Услед затварања улице Трг жртава фашизма, у периоду од 15:00 до 19:00 часова доћи ће до промене трасе следећих чинија:"
            },
            {
                "text": "- линија 1а из смера Келебије саобраћати Рудић улицом а стајалиште код \"Гимназије Светозар Марковић\" ће бити измештено испред улаза у Синагогу. Из смера Новог насеља неће доћи до промене у траси линије 1а."
            },
            {
                "text": "- линија 8а ће уместо до Лифке саобраћати до Међумесне аутобуске станице \"Суботица\" одакле ће бити и почетна станица наведене линије."
            },
            {
                "text": "Остале линије градског саобраћаја као и приградске линије ће саобраћати без промена."
            },
            {
                "text": "по завршетку манифестације у улици Трг жртава фашизма аутобуси ће саобраћати по уобичајеним трасама."
            },
            {
                "text": "13.08.2021."
            }
        ]
    },
    {
        "date": "06. 08. 2021.",
        "title": "Dužijanca 08.08.2021.",
        "sections": [
            {
                "text": "Dužijanca 08.08.2021.\n\n \n\nПромена трасе линија због обележавања Дужијанце У недељу 08.08.2021. године, због затварања улица Матије Гупца, Матка Вуковића, Трга жртава фашизма, Петефи Шандора и Сечењи Иштвана, доћи ће до измена на трасама градског и приградског саобраћаја. Због обележавања \"Дужијанце\", у катедрали Свете Терезије Авилске, аутобуско стајалиште \"Лифка\" ће бити затворено то јест неће бити у употреби у периоду од 09,00 часова до 13,30 часова односно до проласка поворке до Трга слободе. У наведеном периоду аутобуси ће саобраћати следећим трасама: 1. линија 1а: од Прерадовићеве улице ће продужити право у Загребачку улицу одакле наставља улицом Максима Горког и Сенћанским путем одакле се враћа на редовну трасу. Стајалишта \"Јадран\", \"Хигјенски завод\", \"Арсенија Чарнојевића\" као и стајалиште \"Синагога\" неће бити у употреби. Аутобуси ће уместо затворених стајалишта користити стајалишта \"Патрија\", \"Пошта\", \"Политехничка школа\". 2. линија 4а као и линија 8а ће саобраћати до/од Међумесне аутобуске станице. 3. линија 3 и линија 6 ће саобраћати Загребачком улицом одакле ће се вратити на уобичајену трасу линије 3 односно линије 6. У наведеном периоду неће бити у употреби стајалиште \"Матија Губец\". Уместо стајалишта \"Матија Губец\" путницима ће на располагању бити стајалиште \"Политехничка школа\" Приградске линије за Бајмок, Таванкут и Келебију ће уместо стајалишта \"Лифка\" стајати на стајалишту градског саобраћаја \"Сарваш\". По завршетку обележавања \"Дужијанце\" аутобуси ће саобраћати уобичајеним трасама линија. У Суботици, 06.08.2021. Саобраћајна служба\n\n \n\n« Nazad\n\n "
            }
        ]
    }
]