[
    {
        "date": "18. 01. 2024.",
        "title": "KONKURS  ZA VOZAČE AUTOBUSA",
        "sections": [
            {
                "text": "Javno preduzeće za prevoz putnika u gradskom i prigradskom saobraćaju „Subotica-trans“ Subotica, Segedinski put br. 84 objavljuje sledeći:"
            },
            {
                "text": "KONKURS"
            },
            {
                "text": "ZA VOZAČE AUTOBUSA"
            },
            {
                "text": "Javno preduzeće „Subotica-trans“ Subotica poziva sva zainteresovana lica koja ispunjavaju dole navedene uslove da predaju traženu dokumentaciju za konkurs za radno mesto na određeno vreme sa mogušnošću produžavanja: Vozač autobusa – više izvršilaca."
            },
            {
                "text": "Zainteresovana lica su dužna da predaju sledeću dokumentaciju:"
            },
            {
                "text": "1. radnu biografiju odnosno CV u kojem će navesti: lične podatke (lično ime, datum rođenja, adresu prebivališta ili boravišta, kontakt broj telefona, e-mail adresu, podatke o obrazovanju, prethodna radna iskustva i veštine koje poseduju)."
            },
            {
                "text": "2. fotokopiju lične karte,"
            },
            {
                "text": "3. fotokopiju diplome,"
            },
            {
                "text": "4. fotokopiju vozačke dozvole (obavezno posedovanje D kategorije za profesionalnog vozača),"
            },
            {
                "text": "5. fotokopiju kartice za digitalni tahograf,"
            },
            {
                "text": "6. fotokopija kvalifikacione kartice,"
            },
            {
                "text": "7. uverenje o nekažnjavanju (SUP izdaje),"
            },
            {
                "text": "8. fotokopiju važećeg lekarskog uverenja za profesionalnog vozača autobusa."
            },
            {
                "text": "Uslovi za rad: najmanje završena srednja škola - III stepen stručne spreme - KV bilo kog smera odnosno svih obrazovnih profila"
            },
            {
                "text": "Predmet i sadržaj radnih zadataka: poslovi vožnje autobusa u linijskom i vanlinijskom domaćem i međunarodnom saobraćaju, izdavanje karata sa vozačkim terminalom, izdavanje lisnih karata, naplata cene prevoza po važećem cenovniku, obavljanje vožnje na registrovanim linijama po redu vožnje i turažnom listu, vožnja autobusa prema zadatku iz turažnog lista i naloga koji mu izda dispečer ili otpravnik prema važećem redu vožnje, davanje neophodnih informacija putnicima u vezi reda vožnje, otklanjanje sitnih kvarova u toku vožnje i organizacija prevoza putnika u slučaju većih kvarova uz obaveštavanje otpravnika odnosno dispečera, tačno i uredno popunjavanje putnih naloga propisanim podacima i ažurno vraćanje odnosno predavanje popunjenog putnog naloga po obavljenoj vožnji, vršenje podešavanja vremena na tahografu i obavljanje blagovremene zamene tahografskih uložaka i drugi poslovi."
            },
            {
                "text": "Radno vreme: puno radno vreme, u turnusu, uz mogućnost preraspodele, po potrebi dvokratno."
            },
            {
                "text": "Tražena dokumentacija se predaje: putem pošte na adresu: JP „Subotica-trans“ Subotica, Segedinski put br. 84 sa naznakom: „Prijava za konkurs za vozača autobusa“ ili lično kod poslovnog sekretara na adresi JP „Subotica-trans“ Subotica, Segedinski put br. 84."
            },
            {
                "text": "Rok za predaju dokumentacije: konkurs nije ograničen rokom, traje do popunjavanja slobodnih mesta."
            },
            {
                "text": "Nakon pregleda dokumentacije, kandidati koji ispunjavaju tražene uslove će biti pozvani na proveru stručne osposobljenosti/znanja/veština i to teorijsku (poznavanje propisa iz oblasti bezbednosti saobraćaja) i praktičnu proveru znanja (probna vožnja autobusom)."
            }
        ]
    },
    {
        "date": "18. 01. 2024.",
        "title": "KONKURS  ZA OBUKU BUDUĆIH VOZAČA AUTOBUSA (D kategorija)",
        "sections": [
            {
                "text": "KONKURS"
            },
            {
                "text": "ZA OBUKU BUDUĆIH VOZAČA AUTOBUSA (D kategorija)"
            },
            {
                "text": "Javno preduzeće „Subotica-trans“ Subotica poziva sva zainteresovana lica koja ispunjavaju dole navedene uslove da predaju traženu dokumentaciju za konkurs za obuku za radno mesto vozač - kondukter autobusa. Obuka podrazumeva stručno usavršavanje u vidu pohađanja 7 časova teorije i 10 časova vožnje i polaganja ispita za sticanje vozačke dozvole za D kategoriju u auto školi odnosno stručno usavršavanje i osposobljavanje vozača koji poseduju vozačku dozvolu C kategorije za sticanje vozačke dozvole D kategorije."
            },
            {
                "text": "Zainteresovana lica treba da ispunjavaju sledeće uslove:"
            },
            {
                "text": "Zainteresovana lica su dužna da prilože sledeću dokumentaciju:"
            },
            {
                "text": "- prijavu u kojoj će obavezno navesti: lično ime, adresu prebivališta ili boravišta, kontakt broj telefona i radno iskustvo;"
            },
            {
                "text": "- fotokopiju lične karte ili očitanu ličnu kartu;"
            },
            {
                "text": "- fotokopiju diplome;"
            },
            {
                "text": "- fotokopiju vozačke dozvole (obavezno posedovanje C kategorije u trajanju minimum 2 (dve) godine);"
            },
            {
                "text": "- fotokopija tahografske kartice ili potvrde da je poneo zahtev za izdavanje;"
            },
            {
                "text": "- fotokopija kvalifikacione karte za C/CE kategoriju i sertifikata o stručnoj kompetentnosti ili potvrde da je podneo zahtev za izdavanje Agenciji za bezbednost saobraćaja;"
            },
            {
                "text": "- uverenje o nekažnjavanju iz nadležnog SUP-a."
            },
            {
                "text": "Obavezu provere zdravstvene sposobnosti imaju lica koja budu odabrana za pohađanje obuke. Ukoliko neko od odabranih lica ne dobije lekarsko uverenje o zdravstvenoj osposobljenosti za profesionalnog vozača samim tim ne ispunjava uslove za pohađanje obuke i tada se bira sledeći kandidat."
            },
            {
                "text": "Sva zainteresovana lica mogu da predaju traženu dokumentaciju putem pošte na adresu: JP „Subotica-trans“ Subotica, Segedinski put br. 84 sa naznakom: „Prijava za konkurs za obuku budućih vozača autobusa“ ili lično kod poslovnog sekretara na adresi JP „Subotica-trans“ Subotica, Segedinski put br. 84. Rok za predaju dokumentacije: konkurs nije ograničen rokom."
            },
            {
                "text": "Nakon pregleda dokumentacije, kandidat koji ispunjava tražene uslove će biti pozvan na proveru stručne osposobljenosti/znanja/veština i to teorijsku (poznavanje propisa iz oblasti bezbednosti saobraćaja)."
            },
            {
                "text": "Izabrani kandidat će zaključiti sa JP „Subotica-trans“ Subotica Ugovor o stručnom osposobljavanju kojim će se precizirati prava i obaveze obe ugovorne strane."
            },
            {
                "text": "Nakon stručnog osposobljavanja izabrani kandidat će biti primljen u radni odnos na upražnjeno radno mesto vozač – kondukter autobusa, na određeno vreme sa obavezom povrata 50 % uloženih sredstava u obuku putem obustave sa zarade, odnosno 100 % uloženih sredstava ako otkaže ugovor o radu pre isteka 24 meseca."
            }
        ]
    },
    {
        "date": "05. 01. 2024.",
        "title": "Obaveštenje o redu vožnje JP „Subotica-trans“ za ponedeljak 08.01.2024. godine ",
        "sections": [
            {
                "text": "U ponedeljak 08.01.2024. godine autobusi JP „Subotica-trans“ će saobraćati po redu vožnje za SUBOTU."
            },
            {
                "text": "Linije JP „Subotica-trans“ za Beograd kao i linija Subotica-Segedin navedenog dana neće saobraćati."
            },
            {
                "text": "U Subotici, 05.01.2024. godine"
            }
        ]
    },
    {
        "date": "21. 12. 2023.",
        "title": "Obaveštenje o režimu saobraćaja JP „Subotica-trans“ za Božićne i Novogodišnje praznike",
        "sections": [
            {
                "text": "ЈP „Subotica-trans“ će na dane verskih i državnih praznika saobraćati prema sledećem redu vožnje:"
            },
            {
                "text": "Od 25.12.2023. godine do 14.01.2024. godine zbog raspusta u osnovnim i srednjim školama neće saobraćati polasci koji saobraćaju tokom školske godine a označeni su oznakom „Đ“ u redu vožnje."
            },
            {
                "text": "25.12.2023. godine autobusi će saobraćati po redu vožnje za SUBOTU.  Linija 9 „Srpski šor -ATB Sever“ će saobraćati po redu vožnje za radni dan."
            },
            {
                "text": "U ponedeljak 25.12.2023.godine linija Subotica-Beograd će saobraćati po redovnom redu vožnje ove linije. Otkazuje se polazak u 7:35 koji saobraća na relaciji Subotica-Segedin odnosno na relaciji Segedin-Subotica sa polaskom iz Segedina u 15:40."
            },
            {
                "text": "31.12.2023. godine autobusi gradskog saobraćaja JP „Subotica-trans“ će saobraćati do 21:00.\nPoslednji polasci na gradskim linijama će saobraćati na sledeći način:\nLinija 1a: Polazak sa Kelebije opštine u 21:00 časova će saobraćati do Novog naselja.\n    Polazak sa Novog naselja u 21:00 časova će saobraćati do Kelebije opštine.\nLinija 3: Polazak sa Makove Sedmice u 21:00 će saobraćati do Bajskog puta.  Polazak sa Bajskog puta u 20:40 saobraća do Makove Sedmice.\nLinija 6:  Polazak sa Vikenda naselja u 20:30 saobraća do Malog Bajmoka. Polazak iz Malog Bajmoka u 21:15 saobraća do „Subotica-trans“-a.\nLinija 16: Poslednji polazak iz Aleksandrova za Teslino naselje će se obaviti u 20:00 dok će poslednji polazak iz Teslinog naselja biti u 20:10."
            },
            {
                "text": "Nakon navedenih polazaka autobusi neće saobraćati."
            },
            {
                "text": "31.12.2023. godine  posle 21:00 neće biti polazaka u prigradskom saobraćaju."
            },
            {
                "text": "01. i 02.01.2024. godine autobusi JP „Subotica-trans“ će saobraćati po redu vožnje za NEDELjU."
            },
            {
                "text": "01.01.2024. godine polazak u 05:25 na relaciji Subotica-Kelebija granica će umesto sa perona Međumesne autobuske stanice \"Subotica\" krenuti sa gradskog autobuskog stajališta \"Autobuska stanica\". Gradsko stajalište \"Autobuska stanica\" nalazi se ispred ulaza u zgradu autobuske stanice. Ostali polasci će saobraćati sa perona Međumesne autobuske stanice Subotica."
            },
            {
                "text": "01.01. i 02.01.2024. godine neće saobraćati linija Subotica-Segedin."
            },
            {
                "text": "07.01.2024. godine radiće se po redu vožnje za NEDELjU."
            }
        ]
    },
    {
        "date": "21. 12. 2023.",
        "title": "Obaveštenje o trasama linija gradskog i prigradskog saobraćaja JP „Subotica-trans“",
        "sections": [
            {
                "text": "Od petka 22.12.2023. godine, zbog završetka radova na izgradnji železničkog nadvožnjaka u ulici Maksima Gorkog, autobusi na gradskim i prigradskim linijama će se vratiti na svoje uobičajene trase linija."
            },
            {
                "text": "Privremena autobuska stajalište u ulici Đorđa Natoševića i Braće Radića neće biti u upotrebi."
            },
            {
                "text": "Linija 3, 4, 6, 9 i 16 će koristiti stajalište „Nova opština“.\nAutobusi na liniji 3 „Makova sedmica-Bajski put“ će saobraćati ulicom Jovana Mikića i stajaće na svim stajalištima u navedenoj ulici. Stajalište „ Higjenski zavod“ neće više biti u upotrebi na liniji 3."
            },
            {
                "text": "Stajalište „Jadran“ je u upotrebi za autobuse na linijama 1a, 2, 8a i 9.\nAutobusi na prigraskim linijama za Bačke Vinograde i Šupljak odnosno na međumesnim linijama za Male Pijace, Horgoš, Kanjižu i Novi Kneževac će od petka 22.12.2023. saobraćati ulicom Maksima Gorkog i koristiće stajalište „Nova opština“."
            }
        ]
    },
    {
        "date": "08. 09. 2023.",
        "title": "Obaveštenje o izmeni trasa linija od ponedeljka 11.09.2023. godine",
        "sections": [
            {
                "text": "Od ponedeljka 11.09.2023. godine doći će do izmene u trasama linija 4 „Veliki Radanovac-Lifka“ kao i linije 10 „Lifka-Palić naselje“."
            },
            {
                "text": "Autobusi na navedenim trasama će, iz smera Velikog Radanovca odnosno Palić naselja, nakon stajališta „SUT“,  skrenuti u ulicu Đorđa Natoševića odakle će Lošinjskom ulicom saobraćati do Senćaskog puta kojim će saobraćati do ulice Maksima Gorkog gde će od stajališta „Patria“ dalje saobraćati uobičajenim trasama navedenih linija. U povratnim smerovima će se koristiti ista trasa linija."
            },
            {
                "text": "Na navedenim linijama će se koristiti stajališta „Magnetna polja“, „Senćansko groblje“, „Dinamotrans“, „Autobuska stanica“, „Mešc“."
            },
            {
                "text": "Stajališta koja u narednom periodu neće biti u upotrebi na navedenim linijama su „SUP“, „Teretna Stanica“ i „Nova opština“."
            }
        ]
    },
    {
        "date": "01. 09. 2023.",
        "title": "Promena trase linija 8 i 8a zbog radova u Kosovskoj ulici",
        "sections": [
            {
                "text": "Od ponedeljka 04.09.2023. godine, zbog radova na izgradnji železničke infrastrukture u Kosovskoj ulici, doći će do promene u trasi linija 8 Železničko naselje-Lifka-Aleksandrovo i 8a Železničko naselje-Jadran-Lifka."
            },
            {
                "text": "Nakon polaska sa početne stanice u Železničkom naselju autobusi će saobraćati preko novog nadvožnjaka koji spaja ulicu Jovana Mikića i Proleterskih brigada odakle će ulicom Proleterskih brigada (trasom linije 2) saobraćati do Hale sportova odakle će nastaviti uobičajenom trasom linije 8 odnosno 8a."
            },
            {
                "text": "Stajališta „Jovana Mikića 196“, „Višnjička“, „Železničko naselje“ i „Pruga“ neće biti u upotrebi za vreme radova u Kosovskoj ulici."
            },
            {
                "text": "Autobusi na liniji 8 će koristiti stajališta „Padejska“, „Drvara Subotica“, „Somborska“, „Bazeni“, „Dudova šuma Groblje“.  Pored navedenih stajališta biće postavljeno i privremeno stajalište u ulici Jovana Mikića kod raskrsnice sa Bračkom ulicom."
            }
        ]
    },
    {
        "date": "22. 08. 2023.",
        "title": "Obaveštenje o izmenama u redu vožnje povodom “6. Subotičkog polumaratona”",
        "sections": [
            {
                "text": "U nedelju 27.08.2023. godine usled održavanja “6. Subotičkog polumaratona” i  zatvaranja većeg broja ulica u centru grada u doći će do promena u saobraćaju linija, pre svega gradskog saobraćaja u periodu od 0800 do 1230."
            },
            {
                "text": "Linija 1a Kelebija opština-Novo naselje će od stajališta “Bolnica” saobraćati trasom linije 16 do Zagrebačke ulice kroz koju će proći do Preradovićeve odakle će saobraćati svojom uobičajenom trasom. Prvi polazak sa Kelebije opštine koji će saobraćati izmenjenom trasom je 7:55 dok će sa Novog naselja polazak u 7:40 biti prvi polazak koji ide izmenjenom trasom linije"
            },
            {
                "text": "Linija 2 Srpski šor-KTC iz Srpskog šora će kroz ulicu Arsenija Čarnojevića  saobraćati do ulice Petra Lekovića. Nakon ulice Petra Lekovića do KTC-a neće saobraćati linija 2. Prvi polazak koji će saobraćati skraćenom trasom linije je polazak u 7:40 sa Srpskog Šora."
            },
            {
                "text": "Linija 3 Makova Sedmica-Bajski put će biti podeljena na dve linije. Jedna linija će saobraćati na relaciji Makova Sedmica-Radio Subotica dok će druga linija saobraćati na relaciji Bajski put-Lifka (Trg žrtava fašizma).Vremena polazaka na navedenoj relaciji Bajski put – Lifka se nalaze u tabeli:"
            },
            {
                "text": "Lifka"
            },
            {
                "text": "Bajski put"
            },
            {
                "text": "09:00"
            },
            {
                "text": "07:45"
            },
            {
                "text": "08:15"
            },
            {
                "text": "08:30"
            },
            {
                "text": "09:00"
            },
            {
                "text": "09:15"
            },
            {
                "text": "09:45"
            },
            {
                "text": "10:00"
            },
            {
                "text": "10:30"
            },
            {
                "text": "10:45"
            },
            {
                "text": "11:15"
            },
            {
                "text": "11:30"
            },
            {
                "text": "12:00"
            },
            {
                "text": "12:15(ukoliko bude otvoren saob. vozi do Nove opštine gde čeka autobus za Makovu Sedmicu)"
            },
            {
                "text": "Polasci od Radio Subotice prema Makovoj Sedmici će se obavljati prema sledećim vremenima polazaka:"
            },
            {
                "text": "Radio Subotica"
            },
            {
                "text": "Makova Sedmica"
            },
            {
                "text": "08:15"
            },
            {
                "text": "07:45"
            },
            {
                "text": "09:00"
            },
            {
                "text": "08:30"
            },
            {
                "text": "09:45"
            },
            {
                "text": "09:15"
            },
            {
                "text": "10:30"
            },
            {
                "text": "10:00"
            },
            {
                "text": "11:15"
            },
            {
                "text": "10:45"
            },
            {
                "text": "12:00"
            },
            {
                "text": "11:30"
            },
            {
                "text": "12:15"
            },
            {
                "text": "Prvi polazak koji će sa Makove Sedmice saobraćati do stajališta “Radio Subotica” je u 7:45 dok je prvi polazak sa Bajskog puta do Lifke biti polazak u 7:45."
            },
            {
                "text": "Linija 6 Mali Bajmok-Vikend naselje će saobraćati Bajnatskom ulicom do Beogradskog puta. Beogradskim putem saobraća do Zagrebačke kojom će se kretati do Somborskog puta odakle nastavlja uobičajenom trasom linije 6 prema Malom Bajmoku."
            },
            {
                "text": "Linija 16 Teslino naselje-Aleksandrovo će (gledano iz smera Aleksandrova) saobraćati uobičajenom trasom do stajališta “Bolnice” odakle će skrenuti desno u Bajnatsku ulicu, a nakon toga će se kretati Lošinjskom i Đorđa Natoševića do stajališta “Partizan” odakle će se vratiti na uobičajenu trasu linije 16."
            },
            {
                "text": "Privremena autobuska stajališta će se postaviti u ulici Petra Lekovića, Arsenija Čarnojevića (u visini Hale sportova) i kod katedrale Svete Terezije Aviljske (Trg žrtava fašizma)."
            },
            {
                "text": "Prvi polazak iz Teslinog naselja koji saobraća izmenjenom trasom je u 7:55 dok iz Aleksandrova 7:30."
            },
            {
                "text": "Autobusi na prigradskim linijama Čantavir, Žednik, Đurđin će saobraćati Bajnatskom ulicom do stajališta “Bolnica” odakle nastavljaju uobičajenim trasama. Autobusi za Bajmok, Tavankut i  Kelebiju će od Bajnatske ulice saobraćati Baogradskim putem i  Zagrebačkom ulicom. Stajališta “MEŠC”, “Patrija”, “Pošta II” kao i “Lifka” neće biti u upotrebi. Autobusi za Bajmok, Tavankut će umesto stajališta “Lifka” stajati na stajališta “Sarvaš”. Autobus za Kelebiju će stajati na stajalištu “Preradovićeva”."
            },
            {
                "text": "Po završetku manifestacije autobusi na gradskim i prigradskim linijama će se vratiti na uobičajene trase svojih linija."
            },
            {
                "text": "U Subotici, 23.08.2023. godine                                           Saobraćajna služba JP “Subotica-trans”"
            }
        ]
    },
    {
        "date": "03. 08. 2023.",
        "title": "Obaveštenje o promeni trasa linija u gradskom i prigradskom saobraćaju od petka 04.08.2023.",
        "sections": [
            {
                "text": "Od petka 04.08.2023. godine doći će do izmena u trasama linija gradskog saobraćaja i to:"
            },
            {
                "text": "Linija 4 „Veliki Radanovac-Lifka“ će saobraćati do/od stajališta „Teretna stanica“  (kod Lidla)."
            },
            {
                "text": "Linija 6 „Mali Bajmok-Vikend naselje“ će, iz smera Malog Bajmoka, nakon stajališta „Pošta I“ saobraćati ulicom Maksima Gorkog do ulice Braće Radić kroz koju saobraća do ulice Bajnatska. Iz Bajnatske ulice će Senćanskim putem saobraćati do novoizgrađene deonice kojom će saobraćati do Lošinjske ulice odakle će ulicom Đorđa Natoševića doći do Segedinskog puta odakle nastavljaju uobičajenom trasom linije 6 prema Vikend naselju tj. Paliću."
            },
            {
                "text": "U ulici Braće Radić će biti postavljena privremena autobuska stajališta i to: kod raskrsnice ulice Braće Radić i Bajnatske, kod MZ „Bajnat“ odnosno kod bazena Prozivka, na raskrsnici ulica Braće Radić i Kumičićeve kao i kod raskrsnice ulica Braće Radić i Pavla Štosa.\nPrivremeno autobusko stajalište će biti postavljeno i na raskrsnici ulica Đorđa Natoševića i Magnatna polja."
            },
            {
                "text": "Linija 9 „Srpski Šor-ATB Sever“ će saobraćati, iz smera Srpskog šora, uobičajenom trasom linije do ulice Đure Đaković odakle će Senćanskim putem, preko ulice Lošinjske i Đorđa Natoševića doći do „ATB Sever“.\nLinija 10 „Palić naselje -Lifka“ će saobraćati do/od stajališta „Teretna stanica“ (kod Lidla)."
            },
            {
                "text": "Linija 16 „Teslino naselje-Aleksandrovo“ - će nakon stajališta „SUT“ saobraćati ulicom Đorđa Natoševića i Lošinjskom i dalje novoizgrađenim putem do Senćanskog puta. Senćanskim putem će saobraćati do ulice Maksima Gorkog odakle će, od stajališta „Patrija“ nastaviti uobičajenom trasom linije 16."
            },
            {
                "text": "Autobusi na liniji 16 će koristiti stajališta na Senćanskom putu."
            },
            {
                "text": "Za vreme trajanja ove izmene na trasama linija 6 i 16 stajališta „SUP“ i „Teretna stanica“ neće biti u upotrebi."
            },
            {
                "text": "Stajalište „Jadran“ i dalje ostaje van upotrebe."
            },
            {
                "text": "Linije 1a „Kelebija opština-Novo naselje“, linija 2 „Srpski šor-KTC“ kao i linija 3 „Makova sedmica-Bajski put“ ostaju na trenutnim trasama linija.\nPrigradske i međumesne linije prema Šupljaku, Bačkim Vinogradima, Malim Pijacama, Kanjiži i Novom Kneževcu će sa međumesne autobuske stanice saobraćati preko Senćanskog puta i novoizgrađene deonice do Lošinjske i ulice Đorđa Natoševića.\n\nU Subotici, 03.08.2023. godine    Saobraćajna služba JP „Subotica-trans“"
            }
        ]
    },
    {
        "date": "04. 07. 2023.",
        "title": "Obaveštenje o promeni trasa linijskog saobraćaja JP \"Subotica-trans\" od 5. do 20. jula 2023. godine",
        "sections": [
            {
                "text": "Obaveštenje o promeni trasa linija gradskog saobraćaja JP „Subotica-trans“"
            },
            {
                "text": "(od 5. do 20. jula 2023. godine)"
            },
            {
                "text": "Od 05.07.2023. godine usled zatvaranja ulice Maksima Gorkog, zbog radova na izgradnji železničkog nadvožnjaka, zadržavaju se  promene u trasama linijskog saobraćaja koje su na snazi od 01.07.2023. godine."
            },
            {
                "text": "Linija 1a Kelebija opština-Novo naselje će zadržati trasu kretanja kao i do sada s tim da će u ulici Đure Đaković biti ukinuto stajalište „Bioskop Jadran“ dok će stajalište „Higjenski zavod“  i dalje biti u upotrebi za putnike."
            },
            {
                "text": "Linija 2 Srpski šor-KTC neće pretrpeti promene u periodu radova na železničkom nadvožnjaku. Stajalilšte „Bioskop Jadran“ neće biti u upotrebi. Na poslednjim polascima presedanje je na stajalište „Higijenski zavod“."
            },
            {
                "text": "Linija 3 Makova Sedmica-Bajski put će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru Bajskog puta, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“, vraća na trasu linije 3."
            },
            {
                "text": "Linija 4 Veliki Radanovac-Lifka će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Lifka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrije“ vraća na trasu linije 4."
            },
            {
                "text": "Linija 6 Mali Bajmok-Vikend naselje će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Malog Bajmoka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 6."
            },
            {
                "text": "Linija 8 i 8a „Železničko naselje-Aleksandrovo“ i „Železničko naselje-Lfka“ će saobraćati bez izmena u trasama linija. Autobusko stajalište „Bioskop Jadran“ nije u funkciji."
            },
            {
                "text": "Linija 9 Srpski šor-ATB „Sever“ će saobraćati redovno do ulice Zmaja Jovina, gledano u smeru ATB „Sever“, zatim na raskrsnici sa ulicom Đure Đakovića saobraća pravo prema Majšanskog mosta, s tim da će nakon prelaska mosta, linijia skreće na ulicu Jovana Mikića, zatim kod „Teretne stanice“ vraća na trasu 9."
            },
            {
                "text": "Linija 10 „Palić naselje-Lifka“ će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Lifka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 10."
            },
            {
                "text": "Linija 16 „Teslino naselje-Aleksandrovo“ će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Aleksandrovo“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 16."
            },
            {
                "text": "Prigradska linija 41 (Subotica – Šupljak – Subotica) kao i međumesne linije na potezu Novi Kneževac -Subotica saobraća će do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru autobuske stanice, linije skrenuti u ulicu Đure Đaković, a nakon toga saobraćaju do autobuske stanice. U smeru prema Paliću u upotrebi je autobusko stajalište „Teretna stanica“ kod Lidla."
            },
            {
                "text": "Stajališta koja neće biti u upotrebi su stajališta u ulici Jovana Mikića,  „Nova opština“ i „Bioskop Jadran“."
            },
            {
                "text": "Na svim gradskim linijama autobusko stajalište „Higijenski zavod“ je u upotrebi."
            },
            {
                "text": "Red vožnje linija gradskog, prigradskog, međumesnog i međunarodnog saobraćaja se neće menjati tokom leta."
            }
        ]
    },
    {
        "date": "30. 06. 2023.",
        "title": "Popust za đake",
        "sections": [
            {
                "text": "POPUST ZA UČENIKE I STUDENTE U JULU I AVGUSTU 2023. GODINE PRILIKOM KUPOVINE MESEČNE KARTE U GRADSKOM I PRIGRADSKOM SAOBRAĆAJU"
            },
            {
                "text": "Mesečna karta sa popustom za gradski saobraćaj za učenike i studente za neograničeni broj putovanja, na svim linijama u julu, odnosno avgustu 2023. godine iznosi 1.200,00 dinara sa PDV-om."
            },
            {
                "text": "Mesečna karta sa popustom za prigradski saobraćaj za učenike za neograničeni broj putovanja za jednu liniju u prigradskom saobraćaju i na svim linijama gradskog prevoza  za učenike osnovnih škola u julu, odnosno avgustu 2023. godine iznosi 1.800,00 dinara sa PDV-om."
            },
            {
                "text": "Mesečna karta sa popustom za prigradski saobraćaj za učenike za neograničeni broj putovanja za jednu liniju u prigradskom saobraćaju i na svim linijama gradskog prevoza  za učenike srednjih škola i studente u julu, odnosno avgustu 2023. godine iznosi 1.800,00 dinara sa PDV-om."
            }
        ]
    },
    {
        "date": "30. 06. 2023.",
        "title": "Zatvaranje podvožnjaka",
        "sections": [
            {
                "text": "Obaveštenje o promeni trasa linija gradskog saobraćaja JP „Subotica-trans“"
            },
            {
                "text": "(od 1. jula do 5. jula 2023. godine)"
            },
            {
                "text": "Od 01.07.2023. godine usled zatvaranja ulice Maksima Gorkog, zbog radova za izgradnji železničkog nadvožnjaka doći će do promena u trasama linija gradskog saobraćaja."
            },
            {
                "text": "Linija 1a Kelebija opština-Novo naselje će zadržati trasu kretanja kao i do sada s tim da će u ulici Đure Đaković biti ukinuto stajalište „Bioskop Jadran“ dok će stajalište „Higjenski zavod“  i dalje biti u upotrebi za putnike."
            },
            {
                "text": "Linija 2 Srpski šor-KTC neće pretrpeti promene u periodu radova na železničkom nadvožnjaku. Stajalilšte „Bioskop Jadran“ neće biti u upotrebi."
            },
            {
                "text": "Linija 3 Makova Sedmica-Bajski put će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru Bajskog puta, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“, vraća na trasu linije 3."
            },
            {
                "text": "Linija 4 Veliki Radanovac-Lifka će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Lifka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrije“ vraća na trasu linije 4."
            },
            {
                "text": "Linija 6 Mali Bajmok-Vikend naselje će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Malog Bajmoka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 6."
            },
            {
                "text": "Linija 8 i 8a „Železničko naselje-Aleksandrovo“ i „Železničko naselje-Lfka“ će saobraćati bez izmena u trasama linija."
            },
            {
                "text": "Linija 9 Srpski šor-ATB „Sever“ će saobraćati redovno do ulice Zmaja Jovina, gledano u smeru ATB „Sever“, zatim na raskrsnici sa ulicom Đure Đakovića saobraća pravo prema Majšanskog mosta, s tim da će nakon prelaska mosta, linijia skreće na ulicu Jovana Mikića, zatim kod „Teretne stanice“ vraća na trasu 9."
            },
            {
                "text": "Linija 10 „Palić naselje-Lifka“ će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Lifka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 10."
            },
            {
                "text": "Linija 16 „Teslino naselje-Aleksandrovo“ će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Aleksandrovo“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 16."
            },
            {
                "text": "Prigradska linija 41 (Subotica – Šupljak – Subotica) kao i međumesne linije na potezu Subotica - Novi Kneževac saobraća će do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru autobuske stanice, linije skrenuti u ulicu Đure Đaković, a nakon toga saobraćaju do autobuske stanice."
            },
            {
                "text": "Stajališta koja neće biti u upotrebi su  stajalište „Nova opština“."
            },
            {
                "text": "Red vožnje linija gradskog, prigradskog, međumesnog i međunarodnog saobraćaja se neće menjati tokom leta."
            }
        ]
    },
    {
        "date": "09. 06. 2023.",
        "title": "Obaveštenje o redu vožnje od ponedeljka 12.06.2023. godine",
        "sections": [
            {
                "text": "Od ponedeljka 12.06.2023. godine, usled završetka školske godine, autobusi JP „Subotica-trans“ će saobraćati po redu vožnje za radni dan bez polazaka koji saobraćaju za vreme školske godine to jest polasci koji su u redu vožnje obeleženi sa „Đ“ neće saobraćati.\n\n\nU Subotici, 09.06.2023."
            }
        ]
    },
    {
        "date": "25. 05. 2023.",
        "title": "Obaveštenje o izmeni reda vožnje za petak 26.05.2023. godine",
        "sections": [
            {
                "text": "Zbog potreba procesa rada JP „Subotica-trans“ će u petak 26.05.2023. godine voziti po redu vožnje za SUBOTU."
            },
            {
                "text": "Pored redovnih polazaka u subotnjem redu vožnje, navedenog dana, će biti realizovani i sledeći polasci:"
            },
            {
                "text": "saobraćaće po redu vožnje za radni dan."
            },
            {
                "text": "U Subotici, 25.05.2023. godine      JP „Subotica-trans“"
            }
        ]
    },
    {
        "date": "28. 04. 2023.",
        "title": "Red vožnje za prvomajske praznike 2023",
        "sections": [
            {
                "text": "Obaveštavamo Vas da će za vreme Prvomajskih praznika, linije JP \"Subotica-trans\" saobraćati prema sledećem redu vožnje:"
            },
            {
                "text": "ZA PRVOMAJSKE PRAZNIKE LINIJA 6 ĆE SAOBRAĆATI PREMA SLEDEĆEM:"
            },
            {
                "text": "U Subotici, 27.04.2023.godine"
            }
        ]
    }
]