[
    {
        "date": "08. 09. 2023.",
        "title": "Obaveštenje o izmeni trasa linija od ponedeljka 11.09.2023. godine",
        "sections": [
            {
                "text": "Od ponedeljka 11.09.2023. godine doći će do izmene u trasama linija 4 „Veliki Radanovac-Lifka“ kao i linije 10 „Lifka-Palić naselje“."
            },
            {
                "text": "Autobusi na navedenim trasama će, iz smera Velikog Radanovca odnosno Palić naselja, nakon stajališta „SUT“,  skrenuti u ulicu Đorđa Natoševića odakle će Lošinjskom ulicom saobraćati do Senćaskog puta kojim će saobraćati do ulice Maksima Gorkog gde će od stajališta „Patria“ dalje saobraćati uobičajenim trasama navedenih linija. U povratnim smerovima će se koristiti ista trasa linija."
            },
            {
                "text": "Na navedenim linijama će se koristiti stajališta „Magnetna polja“, „Senćansko groblje“, „Dinamotrans“, „Autobuska stanica“, „Mešc“."
            },
            {
                "text": "Stajališta koja u narednom periodu neće biti u upotrebi na navedenim linijama su „SUP“, „Teretna Stanica“ i „Nova opština“."
            }
        ]
    },
    {
        "date": "01. 09. 2023.",
        "title": "Promena trase linija 8 i 8a zbog radova u Kosovskoj ulici",
        "sections": [
            {
                "text": "Od ponedeljka 04.09.2023. godine, zbog radova na izgradnji železničke infrastrukture u Kosovskoj ulici, doći će do promene u trasi linija 8 Železničko naselje-Lifka-Aleksandrovo i 8a Železničko naselje-Jadran-Lifka."
            },
            {
                "text": "Nakon polaska sa početne stanice u Železničkom naselju autobusi će saobraćati preko novog nadvožnjaka koji spaja ulicu Jovana Mikića i Proleterskih brigada odakle će ulicom Proleterskih brigada (trasom linije 2) saobraćati do Hale sportova odakle će nastaviti uobičajenom trasom linije 8 odnosno 8a."
            },
            {
                "text": "Stajališta „Jovana Mikića 196“, „Višnjička“, „Železničko naselje“ i „Pruga“ neće biti u upotrebi za vreme radova u Kosovskoj ulici."
            },
            {
                "text": "Autobusi na liniji 8 će koristiti stajališta „Padejska“, „Drvara Subotica“, „Somborska“, „Bazeni“, „Dudova šuma Groblje“.  Pored navedenih stajališta biće postavljeno i privremeno stajalište u ulici Jovana Mikića kod raskrsnice sa Bračkom ulicom."
            }
        ]
    },
    {
        "date": "22. 08. 2023.",
        "title": "Obaveštenje o izmenama u redu vožnje povodom “6. Subotičkog polumaratona”",
        "sections": [
            {
                "text": "U nedelju 27.08.2023. godine usled održavanja “6. Subotičkog polumaratona” i  zatvaranja većeg broja ulica u centru grada u doći će do promena u saobraćaju linija, pre svega gradskog saobraćaja u periodu od 0800 do 1230."
            },
            {
                "text": "Linija 1a Kelebija opština-Novo naselje će od stajališta “Bolnica” saobraćati trasom linije 16 do Zagrebačke ulice kroz koju će proći do Preradovićeve odakle će saobraćati svojom uobičajenom trasom. Prvi polazak sa Kelebije opštine koji će saobraćati izmenjenom trasom je 7:55 dok će sa Novog naselja polazak u 7:40 biti prvi polazak koji ide izmenjenom trasom linije"
            },
            {
                "text": "Linija 2 Srpski šor-KTC iz Srpskog šora će kroz ulicu Arsenija Čarnojevića  saobraćati do ulice Petra Lekovića. Nakon ulice Petra Lekovića do KTC-a neće saobraćati linija 2. Prvi polazak koji će saobraćati skraćenom trasom linije je polazak u 7:40 sa Srpskog Šora."
            },
            {
                "text": "Linija 3 Makova Sedmica-Bajski put će biti podeljena na dve linije. Jedna linija će saobraćati na relaciji Makova Sedmica-Radio Subotica dok će druga linija saobraćati na relaciji Bajski put-Lifka (Trg žrtava fašizma).Vremena polazaka na navedenoj relaciji Bajski put – Lifka se nalaze u tabeli:"
            },
            {
                "text": "Lifka"
            },
            {
                "text": "Bajski put"
            },
            {
                "text": "09:00"
            },
            {
                "text": "07:45"
            },
            {
                "text": "08:15"
            },
            {
                "text": "08:30"
            },
            {
                "text": "09:00"
            },
            {
                "text": "09:15"
            },
            {
                "text": "09:45"
            },
            {
                "text": "10:00"
            },
            {
                "text": "10:30"
            },
            {
                "text": "10:45"
            },
            {
                "text": "11:15"
            },
            {
                "text": "11:30"
            },
            {
                "text": "12:00"
            },
            {
                "text": "12:15(ukoliko bude otvoren saob. vozi do Nove opštine gde čeka autobus za Makovu Sedmicu)"
            },
            {
                "text": "Polasci od Radio Subotice prema Makovoj Sedmici će se obavljati prema sledećim vremenima polazaka:"
            },
            {
                "text": "Radio Subotica"
            },
            {
                "text": "Makova Sedmica"
            },
            {
                "text": "08:15"
            },
            {
                "text": "07:45"
            },
            {
                "text": "09:00"
            },
            {
                "text": "08:30"
            },
            {
                "text": "09:45"
            },
            {
                "text": "09:15"
            },
            {
                "text": "10:30"
            },
            {
                "text": "10:00"
            },
            {
                "text": "11:15"
            },
            {
                "text": "10:45"
            },
            {
                "text": "12:00"
            },
            {
                "text": "11:30"
            },
            {
                "text": "12:15"
            },
            {
                "text": "Prvi polazak koji će sa Makove Sedmice saobraćati do stajališta “Radio Subotica” je u 7:45 dok je prvi polazak sa Bajskog puta do Lifke biti polazak u 7:45."
            },
            {
                "text": "Linija 6 Mali Bajmok-Vikend naselje će saobraćati Bajnatskom ulicom do Beogradskog puta. Beogradskim putem saobraća do Zagrebačke kojom će se kretati do Somborskog puta odakle nastavlja uobičajenom trasom linije 6 prema Malom Bajmoku."
            },
            {
                "text": "Linija 16 Teslino naselje-Aleksandrovo će (gledano iz smera Aleksandrova) saobraćati uobičajenom trasom do stajališta “Bolnice” odakle će skrenuti desno u Bajnatsku ulicu, a nakon toga će se kretati Lošinjskom i Đorđa Natoševića do stajališta “Partizan” odakle će se vratiti na uobičajenu trasu linije 16."
            },
            {
                "text": "Privremena autobuska stajališta će se postaviti u ulici Petra Lekovića, Arsenija Čarnojevića (u visini Hale sportova) i kod katedrale Svete Terezije Aviljske (Trg žrtava fašizma)."
            },
            {
                "text": "Prvi polazak iz Teslinog naselja koji saobraća izmenjenom trasom je u 7:55 dok iz Aleksandrova 7:30."
            },
            {
                "text": "Autobusi na prigradskim linijama Čantavir, Žednik, Đurđin će saobraćati Bajnatskom ulicom do stajališta “Bolnica” odakle nastavljaju uobičajenim trasama. Autobusi za Bajmok, Tavankut i  Kelebiju će od Bajnatske ulice saobraćati Baogradskim putem i  Zagrebačkom ulicom. Stajališta “MEŠC”, “Patrija”, “Pošta II” kao i “Lifka” neće biti u upotrebi. Autobusi za Bajmok, Tavankut će umesto stajališta “Lifka” stajati na stajališta “Sarvaš”. Autobus za Kelebiju će stajati na stajalištu “Preradovićeva”."
            },
            {
                "text": "Po završetku manifestacije autobusi na gradskim i prigradskim linijama će se vratiti na uobičajene trase svojih linija."
            },
            {
                "text": "U Subotici, 23.08.2023. godine                                           Saobraćajna služba JP “Subotica-trans”"
            }
        ]
    },
    {
        "date": "03. 08. 2023.",
        "title": "Obaveštenje o promeni trasa linija u gradskom i prigradskom saobraćaju od petka 04.08.2023.",
        "sections": [
            {
                "text": "Od petka 04.08.2023. godine doći će do izmena u trasama linija gradskog saobraćaja i to:"
            },
            {
                "text": "Linija 4 „Veliki Radanovac-Lifka“ će saobraćati do/od stajališta „Teretna stanica“  (kod Lidla)."
            },
            {
                "text": "Linija 6 „Mali Bajmok-Vikend naselje“ će, iz smera Malog Bajmoka, nakon stajališta „Pošta I“ saobraćati ulicom Maksima Gorkog do ulice Braće Radić kroz koju saobraća do ulice Bajnatska. Iz Bajnatske ulice će Senćanskim putem saobraćati do novoizgrađene deonice kojom će saobraćati do Lošinjske ulice odakle će ulicom Đorđa Natoševića doći do Segedinskog puta odakle nastavljaju uobičajenom trasom linije 6 prema Vikend naselju tj. Paliću."
            },
            {
                "text": "U ulici Braće Radić će biti postavljena privremena autobuska stajališta i to: kod raskrsnice ulice Braće Radić i Bajnatske, kod MZ „Bajnat“ odnosno kod bazena Prozivka, na raskrsnici ulica Braće Radić i Kumičićeve kao i kod raskrsnice ulica Braće Radić i Pavla Štosa.\nPrivremeno autobusko stajalište će biti postavljeno i na raskrsnici ulica Đorđa Natoševića i Magnatna polja."
            },
            {
                "text": "Linija 9 „Srpski Šor-ATB Sever“ će saobraćati, iz smera Srpskog šora, uobičajenom trasom linije do ulice Đure Đaković odakle će Senćanskim putem, preko ulice Lošinjske i Đorđa Natoševića doći do „ATB Sever“.\nLinija 10 „Palić naselje -Lifka“ će saobraćati do/od stajališta „Teretna stanica“ (kod Lidla)."
            },
            {
                "text": "Linija 16 „Teslino naselje-Aleksandrovo“ - će nakon stajališta „SUT“ saobraćati ulicom Đorđa Natoševića i Lošinjskom i dalje novoizgrađenim putem do Senćanskog puta. Senćanskim putem će saobraćati do ulice Maksima Gorkog odakle će, od stajališta „Patrija“ nastaviti uobičajenom trasom linije 16."
            },
            {
                "text": "Autobusi na liniji 16 će koristiti stajališta na Senćanskom putu."
            },
            {
                "text": "Za vreme trajanja ove izmene na trasama linija 6 i 16 stajališta „SUP“ i „Teretna stanica“ neće biti u upotrebi."
            },
            {
                "text": "Stajalište „Jadran“ i dalje ostaje van upotrebe."
            },
            {
                "text": "Linije 1a „Kelebija opština-Novo naselje“, linija 2 „Srpski šor-KTC“ kao i linija 3 „Makova sedmica-Bajski put“ ostaju na trenutnim trasama linija.\nPrigradske i međumesne linije prema Šupljaku, Bačkim Vinogradima, Malim Pijacama, Kanjiži i Novom Kneževcu će sa međumesne autobuske stanice saobraćati preko Senćanskog puta i novoizgrađene deonice do Lošinjske i ulice Đorđa Natoševića.\n\nU Subotici, 03.08.2023. godine    Saobraćajna služba JP „Subotica-trans“"
            }
        ]
    },
    {
        "date": "04. 07. 2023.",
        "title": "Obaveštenje o promeni trasa linijskog saobraćaja JP \"Subotica-trans\" od 5. do 20. jula 2023. godine",
        "sections": [
            {
                "text": "Obaveštenje o promeni trasa linija gradskog saobraćaja JP „Subotica-trans“"
            },
            {
                "text": "(od 5. do 20. jula 2023. godine)"
            },
            {
                "text": "Od 05.07.2023. godine usled zatvaranja ulice Maksima Gorkog, zbog radova na izgradnji železničkog nadvožnjaka, zadržavaju se  promene u trasama linijskog saobraćaja koje su na snazi od 01.07.2023. godine."
            },
            {
                "text": "Linija 1a Kelebija opština-Novo naselje će zadržati trasu kretanja kao i do sada s tim da će u ulici Đure Đaković biti ukinuto stajalište „Bioskop Jadran“ dok će stajalište „Higjenski zavod“  i dalje biti u upotrebi za putnike."
            },
            {
                "text": "Linija 2 Srpski šor-KTC neće pretrpeti promene u periodu radova na železničkom nadvožnjaku. Stajalilšte „Bioskop Jadran“ neće biti u upotrebi. Na poslednjim polascima presedanje je na stajalište „Higijenski zavod“."
            },
            {
                "text": "Linija 3 Makova Sedmica-Bajski put će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru Bajskog puta, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“, vraća na trasu linije 3."
            },
            {
                "text": "Linija 4 Veliki Radanovac-Lifka će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Lifka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrije“ vraća na trasu linije 4."
            },
            {
                "text": "Linija 6 Mali Bajmok-Vikend naselje će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Malog Bajmoka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 6."
            },
            {
                "text": "Linija 8 i 8a „Železničko naselje-Aleksandrovo“ i „Železničko naselje-Lfka“ će saobraćati bez izmena u trasama linija. Autobusko stajalište „Bioskop Jadran“ nije u funkciji."
            },
            {
                "text": "Linija 9 Srpski šor-ATB „Sever“ će saobraćati redovno do ulice Zmaja Jovina, gledano u smeru ATB „Sever“, zatim na raskrsnici sa ulicom Đure Đakovića saobraća pravo prema Majšanskog mosta, s tim da će nakon prelaska mosta, linijia skreće na ulicu Jovana Mikića, zatim kod „Teretne stanice“ vraća na trasu 9."
            },
            {
                "text": "Linija 10 „Palić naselje-Lifka“ će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Lifka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 10."
            },
            {
                "text": "Linija 16 „Teslino naselje-Aleksandrovo“ će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Aleksandrovo“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 16."
            },
            {
                "text": "Prigradska linija 41 (Subotica – Šupljak – Subotica) kao i međumesne linije na potezu Novi Kneževac -Subotica saobraća će do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru autobuske stanice, linije skrenuti u ulicu Đure Đaković, a nakon toga saobraćaju do autobuske stanice. U smeru prema Paliću u upotrebi je autobusko stajalište „Teretna stanica“ kod Lidla."
            },
            {
                "text": "Stajališta koja neće biti u upotrebi su stajališta u ulici Jovana Mikića,  „Nova opština“ i „Bioskop Jadran“."
            },
            {
                "text": "Na svim gradskim linijama autobusko stajalište „Higijenski zavod“ je u upotrebi."
            },
            {
                "text": "Red vožnje linija gradskog, prigradskog, međumesnog i međunarodnog saobraćaja se neće menjati tokom leta."
            }
        ]
    },
    {
        "date": "30. 06. 2023.",
        "title": "Popust za đake",
        "sections": [
            {
                "text": "POPUST ZA UČENIKE I STUDENTE U JULU I AVGUSTU 2023. GODINE PRILIKOM KUPOVINE MESEČNE KARTE U GRADSKOM I PRIGRADSKOM SAOBRAĆAJU"
            },
            {
                "text": "Mesečna karta sa popustom za gradski saobraćaj za učenike i studente za neograničeni broj putovanja, na svim linijama u julu, odnosno avgustu 2023. godine iznosi 1.200,00 dinara sa PDV-om."
            },
            {
                "text": "Mesečna karta sa popustom za prigradski saobraćaj za učenike za neograničeni broj putovanja za jednu liniju u prigradskom saobraćaju i na svim linijama gradskog prevoza  za učenike osnovnih škola u julu, odnosno avgustu 2023. godine iznosi 1.800,00 dinara sa PDV-om."
            },
            {
                "text": "Mesečna karta sa popustom za prigradski saobraćaj za učenike za neograničeni broj putovanja za jednu liniju u prigradskom saobraćaju i na svim linijama gradskog prevoza  za učenike srednjih škola i studente u julu, odnosno avgustu 2023. godine iznosi 1.800,00 dinara sa PDV-om."
            }
        ]
    },
    {
        "date": "30. 06. 2023.",
        "title": "Zatvaranje podvožnjaka",
        "sections": [
            {
                "text": "Obaveštenje o promeni trasa linija gradskog saobraćaja JP „Subotica-trans“"
            },
            {
                "text": "(od 1. jula do 5. jula 2023. godine)"
            },
            {
                "text": "Od 01.07.2023. godine usled zatvaranja ulice Maksima Gorkog, zbog radova za izgradnji železničkog nadvožnjaka doći će do promena u trasama linija gradskog saobraćaja."
            },
            {
                "text": "Linija 1a Kelebija opština-Novo naselje će zadržati trasu kretanja kao i do sada s tim da će u ulici Đure Đaković biti ukinuto stajalište „Bioskop Jadran“ dok će stajalište „Higjenski zavod“  i dalje biti u upotrebi za putnike."
            },
            {
                "text": "Linija 2 Srpski šor-KTC neće pretrpeti promene u periodu radova na železničkom nadvožnjaku. Stajalilšte „Bioskop Jadran“ neće biti u upotrebi."
            },
            {
                "text": "Linija 3 Makova Sedmica-Bajski put će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru Bajskog puta, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“, vraća na trasu linije 3."
            },
            {
                "text": "Linija 4 Veliki Radanovac-Lifka će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Lifka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrije“ vraća na trasu linije 4."
            },
            {
                "text": "Linija 6 Mali Bajmok-Vikend naselje će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Malog Bajmoka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 6."
            },
            {
                "text": "Linija 8 i 8a „Železničko naselje-Aleksandrovo“ i „Železničko naselje-Lfka“ će saobraćati bez izmena u trasama linija."
            },
            {
                "text": "Linija 9 Srpski šor-ATB „Sever“ će saobraćati redovno do ulice Zmaja Jovina, gledano u smeru ATB „Sever“, zatim na raskrsnici sa ulicom Đure Đakovića saobraća pravo prema Majšanskog mosta, s tim da će nakon prelaska mosta, linijia skreće na ulicu Jovana Mikića, zatim kod „Teretne stanice“ vraća na trasu 9."
            },
            {
                "text": "Linija 10 „Palić naselje-Lifka“ će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Lifka“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 10."
            },
            {
                "text": "Linija 16 „Teslino naselje-Aleksandrovo“ će saobraćati do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru „Aleksandrovo“, linija skrenuti u ulicu Đure Đaković, a nakon toga i u ulicu Maksima Gorkog odakle se, od stajalište „Patrija“ vraća na trasu linije 16."
            },
            {
                "text": "Prigradska linija 41 (Subotica – Šupljak – Subotica) kao i međumesne linije na potezu Subotica - Novi Kneževac saobraća će do „Teretne stanice“, zatim će skrenuti u ulicu Jovana Mikića, pa će saobraćati preko Majšanskog mosta, s tim da će nakon prelaska mosta, gledano u smeru autobuske stanice, linije skrenuti u ulicu Đure Đaković, a nakon toga saobraćaju do autobuske stanice."
            },
            {
                "text": "Stajališta koja neće biti u upotrebi su  stajalište „Nova opština“."
            },
            {
                "text": "Red vožnje linija gradskog, prigradskog, međumesnog i međunarodnog saobraćaja se neće menjati tokom leta."
            }
        ]
    },
    {
        "date": "09. 06. 2023.",
        "title": "Obaveštenje o redu vožnje od ponedeljka 12.06.2023. godine",
        "sections": [
            {
                "text": "Od ponedeljka 12.06.2023. godine, usled završetka školske godine, autobusi JP „Subotica-trans“ će saobraćati po redu vožnje za radni dan bez polazaka koji saobraćaju za vreme školske godine to jest polasci koji su u redu vožnje obeleženi sa „Đ“ neće saobraćati.\n\n\nU Subotici, 09.06.2023."
            }
        ]
    },
    {
        "date": "25. 05. 2023.",
        "title": "Obaveštenje o izmeni reda vožnje za petak 26.05.2023. godine",
        "sections": [
            {
                "text": "Zbog potreba procesa rada JP „Subotica-trans“ će u petak 26.05.2023. godine voziti po redu vožnje za SUBOTU."
            },
            {
                "text": "Pored redovnih polazaka u subotnjem redu vožnje, navedenog dana, će biti realizovani i sledeći polasci:"
            },
            {
                "text": "saobraćaće po redu vožnje za radni dan."
            },
            {
                "text": "U Subotici, 25.05.2023. godine      JP „Subotica-trans“"
            }
        ]
    },
    {
        "date": "28. 04. 2023.",
        "title": "Red vožnje za prvomajske praznike 2023",
        "sections": [
            {
                "text": "Obaveštavamo Vas da će za vreme Prvomajskih praznika, linije JP \"Subotica-trans\" saobraćati prema sledećem redu vožnje:"
            },
            {
                "text": "ZA PRVOMAJSKE PRAZNIKE LINIJA 6 ĆE SAOBRAĆATI PREMA SLEDEĆEM:"
            },
            {
                "text": "U Subotici, 27.04.2023.godine"
            }
        ]
    },
    {
        "date": "04. 04. 2023.",
        "title": "Uskrs 2023",
        "sections": [
            {
                "text": "Obaveštenje o redu vožnje za predstojeće praznike 2023\n \nObaveštavamo korisnike usluga javnog prevoza da će u petak 7. aprila kao i u ponedeljak 10. aprila 2023. godine autobusi JP „Subotica-trans“ saobraćati po redu vožnje za SUBOTU.\nLinija Subotica-Beograd sa vremenom polaska u 615 iz Subotice odnosno 1500 iz Beograda saobraćaće, navedenim danima, po redu vožnje za radni dan.\nLinija Subotica-Segedin će saobraćati po redu vožnje za radni dan, osim u nedelju dana 09.04.2023. godine kad navedena linija ne saobraća.\nLinija Subotica-Novi Sad će takođe saobraćati prema redu vožnje za radni dan.\nSkrećemo pažnju putnicima da zbog školskog raspusta od utorka 07.04.2023. do petka 17.04.2023. godine neće saobraćati školski autobusi to jest polasci koji su u redu vožnje označeni slovom „Đ“.\nZa vreme Vaskršnjih praznika u petak 14.aprila kao i u ponedeljak 17. aprila 2023. godine autobusi JP „Subotica-trans“-a će saobraćati prema redu vožnje za NEDELjU.\nU petak 14. aprila kao i u ponedeljak 17. aprila 2023. godine neće saobraćati linija Subotica-Beograd.\nLinija Subotica-Segedin će navedenim danima saobraćati po redovnom redu vožnje linije.\nLinija Subotica-Novi Sad će takođe saobraćati prema redu vožnje za radni dan."
            }
        ]
    },
    {
        "date": "24. 12. 2022.",
        "title": "Obaveštenje o redu vožnje za predstojeće praznike",
        "sections": [
            {
                "text": "Obaveštenje o redu vožnje za predstojeće praznike\n\n \n\nУ дане предстојећих празника, режим обављања превоза на линијама ЈП \"Суботица-транс\" ће бити следећи: Од 26.12.2022. године до 16.01.2023. године, због распуста у основним и средњим школама, неће саобраћати поласци који саобраћају током школске године а означени су ознаком „Ђ“ у реду вожње. Дана 25.12.2022. године, сви поласци на линијама ЈП „Суботица-транс“ ће саобраћати по реду вожње за недељу. Дана 25.12.2022. као и 01.01.2023. године, међународна линија Суботица-Сегедин неће саобраћати. 31.12.2022. године, задњи поласци на свим линијама су до 21 15 час. Последњи поласци на градским линијама ће саобраћати на следећи начин: Линија 1а: Полазак са Келебије општине у 2100 часова ће саобраћати до Новог насеља. Полазак са Новог насеља у 21 00 часова ће саобраћати до Келебије општине. Линија 3: Полазак са Макове Седмице у 2100 ће саобраћати до Бајског пута Полазак са Бајског пута у 2040 саобраћа до Макове Седмице. Линија 6: Полазак са Викенда насеља у 20,55 саобраћа до Малог Бајмока. Полазак из Малог Бајмока у 21:30 саобраћа до Викенд насеља. Линија 16: Последњи полазак из Александрова за Теслино насеље ће се обавити у 2105 док ће последњи полазак из Теслиног насеља бити у 2010. Након наведених полазака аутобуси неће саобраћати. 31.12.2022. године после 2100 неће бити полазака у приградском саобраћају. Дана 02. и 03.01.2023. године, сви поласци на линијама ЈП \"Суботица-транс\" ће саобраћати по реду вожње за НЕДЕЉУ. Линија Суботица-Београд НЕЋЕ саобраћати за време државних празника 02.01. и 03.01.2023. године. Линија Суботица-Нови Сад са временом поласка у 1145 из Суботице и повратком у 2000 часова из Новог Сада ће саобраћати за време трајања државних празника. У суботу 07.01.2023. године, сви поласци на линијама ЈП \"Суботица-транс\" ће саобраћати по реду вожње са НЕДЕЉУ. ЈП „Суботица-транс“ Саобраћајна служба\n\n \n\n« Nazad\n\n "
            }
        ]
    },
    {
        "date": "21. 12. 2022.",
        "title": "KONKURS ZA USLUGU PRUŽANJA KANTINE",
        "sections": [
            {
                "text": "Javno preduzeće za prevoz putnika u gradskom i prigradskom saobraćaju „Subotica-trans“ Subotica, Segedinski put br. 84 objavljuje:"
            },
            {
                "text": "KONKURS"
            },
            {
                "text": "ZA USLUGU PRUŽANJA KANTINE"
            },
            {
                "text": "Javno preduzeće „Subotica-trans“ Subotica poziva sve zainteresovane ugostitelje koji ispunjavaju dole navedene uslove da predaju traženu dokumentaciju za konkurs za uslugu pružanja kantine. Usluga pružanja kantine podrazumeva organizovanje ishrane radno angažovanih lica Javnog preduzeća „Subotica-trans“ Subotica odnosno  pripremanje i usluživanje jela i pića."
            },
            {
                "text": "Zainteresovani treba da poseduje i da dostavi:"
            },
            {
                "text": "JP „Subotica-trans“ ustupa na korišćenje bez naknade angažovanom ugostitelju poslovne prostore, na Autobuskoj stanici, na adresi Senćanski put broj 5. (prostoriju kantine i priručnog magacina) u viđenom stanju o čemu se sačinjava poseban primopredajni zapisnik koji je sastavni deo ugovora."
            },
            {
                "text": "Zainteresovani ugostitelji će vršiti pripremanje meni ručka (najmanje dve vrste dnevno), hladnih jela, hladnih i toplih napitaka u skladu sa potrebama preduzeća, osim točenja alkoholnih pića koje je strogo zabranjeno."
            },
            {
                "text": "Meni ručak se sastoji od supe, glavnog jela (minimun 200 grama mesa), salate i hleba."
            },
            {
                "text": "Pružanje usluga korisnicima kantine obavljaće se u vremenu:"
            },
            {
                "text": "Radnim danima (ponedeljak-petak): od 05:30 do 18:00 časova"
            },
            {
                "text": "Subotom: od 05:30 do 18:00 časova"
            },
            {
                "text": "Kantina je zatvorenog tipa, što znači da kantinu mogu da koriste isključivo:"
            },
            {
                "text": "Davalac usluge se obavezuje da prilikom potpisivanja ugovora Primaocu usluge obezbedi i dostavi registrovanu blanko, sopstvenu menicu i prateće menično ovlašćenje za dobro izvršenje posla kao sredstvo finansijskog obezbeđenja za dobro izvršenje posla na iznos od 200.000,00 dinara bez PDV-a, kopiju kartona deponovanih potpisa koji je izdat od poslovne banke koju Davalac usluge navodi u meničnom ovlašćenju-pismu, kopiju OP obrasca i zahtev za registraciju menice. Rok važenja menice i meničnog ovlašćenja za dobro izvršenje posla je 30 dana duže od dana isteka roka važenja Ugovora."
            },
            {
                "text": "Ugovorne strane su saglasne da Primalac usluge naplati menicu za dobro izvršenje posla, ukoliko Davalac usluge ne izvrši obaveze preuzete  ovim  Ugovorom, izvršava ih delimično ili kasni sa njihovim izvršavanjem."
            },
            {
                "text": "Davalac usluge ne može da odbije izvršenje ugovornih obaveza u slučaju kada Primalac usluge naplati dostavlјenu menicu za dobro izvršenje posla."
            },
            {
                "text": "Ugovorne strane su saglasne da Primalac usluge ima pravo da menicu za dobro izvršenje posla naplati i u slučaju raskida Ugovora, a istu je dužan vratiti Davaocu usluge nakon što protekne rok važenja menice ili ranije kada Davalac usluge izvrši ugovorne obaveze."
            },
            {
                "text": "Angažovani ugostitelj će usluge pružati angažovanjem sopstvene radne snage za pripremu, kuvanje i distribuciju hrane. Za svoju radnu snagu, ugostitelj snosi sve troškove zdravstvenog i penzijskog osiguranja, osiguranja za slučaj nezaposlenosti, zarada, HTZ opreme, propisanih sanitarnih pregleda i dr."
            },
            {
                "text": "Ugostitelj će obezbeđivati potrošni materijal, sitan inventar (tanjiri,čaše, pribor za jelo, pribor za pripremanje hrane i sl.) o svom trošku. Čistoću i higijenu u prostorijama gde se priprema i poslužuje hrana kao i u priručnom magacinu održava ugostitelj."
            },
            {
                "text": "Svi zainteresovani mogu da predaju traženu dokumentaciju putem pošte na adresu: JP „Subotica-trans“ Subotica, Segedinski put broj 84. sa naznakom „Prijava za uslugu pružanja kantine“ ili lično kod administratora preduzeća na adresi JP „Subotica-trans“ Subotica, Segedinski put broj 84."
            },
            {
                "text": "Rok za predaju dokumentacije traje do 04.01.2023. godine."
            },
            {
                "text": "Kriterijumi za dodelu ugovora će biti najniža ponuđena cena meni ručka za ishranu radno angažovanih lica Javnog preduzeća „Subotica-trans“ Subotica, pri čemu preduzeće zadržava pravo odustanka od konkursa, u slučaju da  ponuđena cena meni ručka bude neprihvatiljiva."
            },
            {
                "text": "Takođe, nakon pregleda dokumentacije, ugostitelj koji ispunjava gore navedene uslove i slaže se sa predloženim (mogućnost manjih korekcija) biće pozvan u roku od 5 (pet) dana računajući od dana isteka roka za predaju dokumentacije."
            },
            {
                "text": "Izabrani ugostitelj će zaključiti sa JP „Subotica-trans“ Subotica Ugovor o pružanju usluga kantine kojim će se precizirati prava i obaveze ugovornih strana i sačiniće se Zapisnik o primopredaji poslovnih prostorija koji će biti sastavni deo ugovora kao i važeći cenovnik."
            }
        ]
    },
    {
        "date": "18. 11. 2022.",
        "title": "Promene u redu vožnje linije 1a Kelebija opština-Novo naselje i linije 3 Makova Sedmica-Bajski put",
        "sections": [
            {
                "text": "Obaveštavano putnike da će od 19.11.2022. godine doći do promene u redu vožnje na linijama 1a \"Kelebija opština-Novo naselje\" i liniji 3 \"Makova Sedmica-Bajski put\"."
            },
            {
                "text": "Na navedenim linijama se povećeva broj polazaka subotom i nedeljom."
            },
            {
                "text": "Autobusi na liniji 1a će u prepodnevnim časovima, vikendom, saobraćati na 30 minuta dok će autobusi na liniji 3 umesto na dosadašnjih  sat vremena saobraćati na 45 minuta intervala sleđenja vozila."
            },
            {
                "text": "Red vožnje gradskog saobraćaja u pdf formi možete preuzeti na sledećem linku:"
            },
            {
                "text": "/files/file/redovi%20voznje/Red%20Voznje%20-%20Gradski%20A3%2019_11_2022_.pdf"
            }
        ]
    },
    {
        "date": "28. 10. 2022.",
        "title": "Обавештење о линији за Сегедин",
        "sections": [
            {
                "text": "Обавештавамо путнике да ће од среде  02.11.2022. године ЈП „Суботица-транс“ саобраћати на релацији Суботица-Сегедин-Суботица. Поласци ће се обављати свакодневно као и државним празницима."
            },
            {
                "text": "Аутобуси ће користи успутна аутобуска стајалишта у Палић центру и Хајдукову."
            },
            {
                "text": "Времена полазака су:"
            },
            {
                "text": "Суботица"
            },
            {
                "text": "Сегедин"
            },
            {
                "text": "7:35"
            },
            {
                "text": "15:40"
            },
            {
                "text": "Цена карте у једном смеру износи 500,00 динара док је повратна карта 800,00 динара."
            }
        ]
    }
]