[
    {
        "date": "13. 03. 2025.",
        "title": "RED VOŽNJE - TRANS-JUG - OD 15.03.2025.",
        "sections": [
            {
                "text": "RED VOŽNJE - GRADSKI - TRANS-JUG - OD 15.03.2025.   (pdf)"
            },
            {
                "text": "RED VOŽNJE - PRIGRADSKI - TRANS-JUG - OD 15.03.2025.   (pdf)"
            },
            {
                "text": "RED VOŽNJE - MEĐUMESNI - TRANS-JUG - OD 15.03.2025.   (pdf)"
            }
        ]
    },
    {
        "date": "13. 03. 2025.",
        "title": "JAVNI POZIV ZA OTUĐENJE PREVOZNIH SREDSTAVA PRIKUPLJANJEM ZATVORENIH PISANIH PONUDA (II OGLAŠAVANJE)",
        "sections": [
            {
                "text": "VOZNI PARK  (pdf)"
            },
            {
                "text": "OBRAZAC PONUDE ZA OTUĐENJE PREVOZNIH SREDSTAVA  (pdf)"
            },
            {
                "text": "JAVNI POZIV ZA OTUĐENJE PREVOZNIH SREDSTAVA PRIKUPLJANJEM ZATVORENIH PISANIH PONUDA  (II OGLAŠAVANJE) (pdf)"
            },
            {
                "text": "ODLUKA O POKRETANJU POSTUPKA OTUĐENJA PREVOZNIH SREDSTAVA  (pdf)"
            },
            {
                "text": "ODLUKA - KOMISIJA ZA SPROVOĐENJE POSTUPKA OTUĐENJA PREVOZNIH SREDSTAVA  (pdf)"
            }
        ]
    },
    {
        "date": "11. 03. 2025.",
        "title": "ODLUKA O IZBORU PONUĐAČA U POSTUPKU OTUĐENJA PREVOZNIH SREDSTAVA",
        "sections": [
            {
                "text": "ODLUKA O IZBORU PONUĐAČA"
            }
        ]
    },
    {
        "date": "28. 02. 2025.",
        "title": "RED VOŽNJE - TRANS-JUG",
        "sections": [
            {
                "text": "RED VOŽNJE - GRADSKI - TRANS-JUG   (pdf)"
            },
            {
                "text": "RED VOŽNJE - PRIGRADSKI - TRANS-JUG   (pdf)"
            },
            {
                "text": "RED VOŽNJE - MEĐUMESNI - TRANS-JUG   (pdf)"
            }
        ]
    },
    {
        "date": "28. 02. 2025.",
        "title": "Obaveštenje za korisnike SUBUS kartice u Subotici",
        "sections": [
            {
                "text": "Obaveštenje za korisnike SUBUS kartice u Subotici"
            },
            {
                "text": "Prevozničko preduzeće Trans-jug obaveštava korisnike javnog prevoza da od 01.03.2025. godine počinje sa primanjem Zahteva za izradu SUBUS karte (u daljem tekstu: zahtev)."
            },
            {
                "text": "Zahtev je dostupan na internet stranici JP Subotica-transa, kao i na prodajnim mestima:"
            },
            {
                "text": "U skladu sa organizacijom posla i tehničkim mogućnostima, postoji mogućnost da određeni broj kartica bude izrađen na licu mesta i odmah uručen podnosiocima zahteva nakon izmirenja obaveza u skladu sa Cenovnikom prevoza putnika u gradskom i prigradskom saobraćaju."
            },
            {
                "text": "U slučaju da kartica ne može biti izrađena odmah, nakon predaje zahteva korisniku će biti uručena Potvrda o podnetom zahtevu za izradu SUBUS kartice (u daljem tekstu: potvrda), na osnovu koje se može ostvariti pravo na putovanje do izrade kartica. Korisnici sa potvrdom, prilikom ulaska u autobus pokazuju potvrdu vozaču, dok se korisnici sa novim karticama prijavljuju na uobičajeni način."
            },
            {
                "text": "Vrste karata za koje se može podneti zahtev:"
            },
            {
                "text": "Povlašćene karte:"
            },
            {
                "text": "1. Povlašćene karte za besplatan prevoz za:"
            },
            {
                "text": "Navedene povlašćene kategorije korisnika svoje pravo ostvaruju uz prikaz stare kartice odnosno knjižice/legitimacije ili druge dokumentacije izdate od strane nadležnih organa ili organizacija kojom se dokazuje status korisnika."
            },
            {
                "text": "2. Penzioneri stariji od 65 godina koji imaju pravo na subvencionisani prevoz"
            },
            {
                "text": "Postojeći korisnici putuju sa starim karticama. Novi korisnici, iste kategorije, putuju sa Rešenjem izdatim od strane nadležne službe Gradske uprave."
            },
            {
                "text": "Navedene kategorije korisnika, do donošenja akta o proceduri izrade nove kartice, ostavaruju pravo na besplatan prevoz na naveden način."
            },
            {
                "text": "________________________________________________________________________________"
            },
            {
                "text": "Cena izrade nove kartice iznosi 600 dinara sa uračunatim PDV - om i plaća se prilikom predaje zahteva."
            },
            {
                "text": "Za dodatne informacije, molimo da se obratite na prodajnim mestima ili posetite internet stranicu:"
            },
            {
                "text": "https://subus.trans-jug.com/sr/"
            },
            {
                "text": "https://trans-jug.com/"
            },
            {
                "text": "Zahtev za izradu autobuske karte  (pdf)"
            }
        ]
    },
    {
        "date": "27. 02. 2025.",
        "title": "JAVNI POZIV ZA ZAKUP PREVOZNIH SREDSTAVA PRIKUPLJANJEM ZATVORENIH PISANIH PONUDA",
        "sections": [
            {
                "text": "JAVNI POZIV"
            },
            {
                "text": "ZA ZAKUP PREVOZNIH SREDSTAVA"
            },
            {
                "text": "PRIKUPLJANJEM ZATVORENIH PISANIH PONUDA"
            },
            {
                "text": "Javno preduzeće za prevoz putnika u gradskom i prigradskom saobraćaju „Subotica-trans“ Subotica oglašava javni poziv za zakup prevoznih sredstava u postupku prikupljanja zatvorenih pisanih ponuda."
            },
            {
                "text": "Predmet zakupa prevoznih sredstava su 10 (deset) autobusa."
            },
            {
                "text": "Rok za podnošenje ponuda je 26.02.2025. godine, do 10 časova."
            },
            {
                "text": "Za sve dodatne informacije potencijalni ponuđači se mogu obratiti kontakt osobi: Feher Opletan Žolt, izvršni direktor za tehničku podršku i održavanje vozila, broj telefona: 064/897-20-01, 024/547-777."
            },
            {
                "text": "DOKUMENTACIJA"
            },
            {
                "text": "VOZNI PARK  (pdf)"
            },
            {
                "text": "OBRAZAC PONUDE ZA DAVANJE U ZAKUP PREVOZNIH SREDSTAVA  (pdf)"
            },
            {
                "text": "JAVNI POZIV ZA OTUĐENJE PREVOZNIH SREDSTAVA PRIKUPLJANJEM ZATVORENIH PISANIH PONUDA  (pdf)"
            },
            {
                "text": "ODLUKA O POKRETANJU POSTUPKA OTUĐENJA PREVOZNIH SREDSTAVA  (pdf)"
            },
            {
                "text": "ODLUKA - KOMISIJA ZA SPROVOĐENJE POSTUPKA ZAKUPA PREVOZNIH SREDSTAVA  (pdf)"
            },
            {
                "text": "ODLUKA O IZBORU PONUĐAČA  (pdf)"
            }
        ]
    },
    {
        "date": "21. 02. 2025.",
        "title": "JAVNI POZIV  ZA OTUĐENJE PREVOZNIH SREDSTAVA PRIKUPLJANJEM ZATVORENIH PISANIH PONUDA",
        "sections": [
            {
                "text": "JAVNI POZIV"
            },
            {
                "text": "ZA OTUĐENJE PREVOZNIH SREDSTAVA"
            },
            {
                "text": "PRIKUPLJANJEM ZATVORENIH PISANIH PONUDA"
            },
            {
                "text": "Javno preduzeće za prevoz putnika u gradskom i prigradskom saobraćaju „Subotica-trans“ Subotica oglašava javni poziv za otuđenje prevoznih sredstava u postupku prikupljanja zatvorenih pisanih ponuda."
            },
            {
                "text": "Predmet otuđenja prevoznih sredstava su otuđenje 5 (pet) službenih vozila, 1 (jednog) teretnog vozila i 75 (sedamdesetpet) autobusa."
            },
            {
                "text": "Rok za podnošenje ponuda je 07.03.2025. godine."
            },
            {
                "text": "Za sve dodatne informacije potencijalni ponuđači se mogu obratiti kontakt osobi: Feher Opletan Žolt, izvršni direktor za tehničku podršku i održavanje vozila, broj telefona: 064/897-20-01, 024/547-777."
            },
            {
                "text": "DOKUMENTACIJA"
            },
            {
                "text": "VOZNI PARK  (pdf)"
            },
            {
                "text": "OBRAZAC PONUDE ZA OTUĐENJE PREVOZNIH SREDSTAVA  (pdf)"
            },
            {
                "text": "JAVNI POZIV ZA OTUĐENJE PREVOZNIH SREDSTAVA PRIKUPLJANJEM ZATVORENIH PISANIH PONUDA  (pdf)"
            },
            {
                "text": "ODLUKA O POKRETANJU POSTUPKA OTUĐENJA PREVOZNIH SREDSTAVA  (pdf)"
            },
            {
                "text": "ODLUKA - KOMISIJA ZA SPROVOĐENJE POSTUPKA OTUĐENJA PREVOZNIH SREDSTAVA  (pdf)"
            }
        ]
    },
    {
        "date": "13. 02. 2025.",
        "title": "Obaveštenje o redu vožnje za vreme državnog praznika Dan državnosti Srbije – Sretenje",
        "sections": [
            {
                "text": "Od subote 15.02. do ponedeljka 17.02.2025. godine, zbog obeležavanja Dana državnosti Srbije autobusi JP „Subotica-trans“ će saobraćati po redu vožnje za NEDELjU."
            },
            {
                "text": "Linija Subotica-Novi Sad, sa vremenom polaska u 11:45 iz Subotice odnosno 20:00 iz Novog Sada neće saobraćati u subotu."
            },
            {
                "text": "Skrećemo pažnju putnicima da međumesna linija Subotica-Beograd u dane državnog praznika neće saobraćati."
            }
        ]
    },
    {
        "date": "14. 01. 2025.",
        "title": "NEISTINITE INFORMACIJE O KARTAMA JP SUBOTICA-TRANS",
        "sections": [
            {
                "text": "Na osnovu informacija koje su dostupne javnosti, po društvenim mrežama, o mogućstvu kupovine kartice za 235.00 dinara, kao i 6 meseci besplatnog prevoza sa istom, ovu onformaciju odgovorno demantujemo."
            },
            {
                "text": "Javno preduzeće za prevoz putnika ,,Subotica-trans'' Subotica, nije sprovodila, i ne sprovodi nikakvu Novogodišnju, kao i bilo koju drugu akciju."
            },
            {
                "text": "S toga, želimo da skrenemo pažnju javnosti, da ne nasedaju na objave po pojedinim stranicama na društvenim mrežama, nego da se informišu isključivo na mestima, kao što su naša prodajna mesta, bilo lično ili telefonskim putem, na zvaničnom sajtu www.sutrans.rs ,kao i preko drugih, zvaničnih medija."
            },
            {
                "text": "Ukoliko naše preduzeće i bude sprovodilo neku akciju ubuduće, javnost će ,svakako, biti blagovremeno obaveštena."
            }
        ]
    },
    {
        "date": "03. 01. 2025.",
        "title": "Obaveštavanje o redu vožnje za Božićme praznike",
        "sections": [
            {
                "text": "U ponedeljak 06.01.2025. godine autobusi ЈP „Subotica-trans“  će saobraćati po redu vožnje za subotu dok će na dan Božića, u utorak 07.01.2025. godine, saobraćati po redu vožnje za nedelju."
            },
            {
                "text": "U ponedeljak 06.01.2025. godine linija Subotica-Beograd će saobraćati po redu vožnje za radni dan."
            }
        ]
    },
    {
        "date": "23. 12. 2024.",
        "title": "Obaveštenje o režimu saobraćaja JP „Subotica-trans“ za Božićne i Novogodišnje praznike",
        "sections": [
            {
                "text": "JP „Subotica-trans“ će na dane verskih i državnih praznika saobraćati prema sledećem redu vožnje:"
            },
            {
                "text": "Od 24.12.2024. godine do 19.01.2025. godine zbog raspusta u osnovnim i srednjim školama neće saobraćati polasci koji saobraćaju tokom školske godine, a označeni su oznakom „Đ“ u redu vožnje."
            },
            {
                "text": "25.12.2024. godine autobusi će saobraćati po redu vožnje za SUBOTU."
            },
            {
                "text": "Linija 9 „Srpski šor -ATB Sever“ će saobraćati po redu vožnje za radni dan.\nU sredu 25.12.2024.godine linija Subotica-Beograd će saobraćati po redovnom redu vožnje ove linije."
            },
            {
                "text": "31.12.2024. godine autobusi gradskog saobraćaja JP „Subotica-trans“ će saobraćati do 21:00."
            },
            {
                "text": "Poslednji polasci na gradskim linijama će saobraćati na sledeći način:"
            },
            {
                "text": "Linija 1a: Polazak sa Kelebije opštine u 21:00 časova će saobraćati do Novog naselja.\n    Polazak sa Novog naselja u 21:00 časova će saobraćati do Kelebije opštine."
            },
            {
                "text": "Linija 2: Polazak iz Srpskog šora u 20:30 časova će saobraćati do Pačirskog puta.\n     Polazak od Pačirskog puta u 21:00 časova će saobraćati do Srpskog šora."
            },
            {
                "text": "Linija 3: Polazak sa Makove Sedmice u 21:00 će saobraćati do Bajskog puta\n    Polazak sa Bajskog puta u 20:20 saobraća do Makove Sedmice."
            },
            {
                "text": "Linija 6:  Polazak sa Vikenda naselja u 20:55 saobraća do Malog Bajmoka.\n    Polazak iz Malog Bajmoka u 21:30 saobraća do „Subotica-trans“-a."
            },
            {
                "text": "Linija 16: Poslednji polazak iz Aleksandrova za Teslino naselje će se obaviti u 21:00 dok će poslednji polazak iz Teslinog naselja biti u 20:55.\nNakon navedenih polazaka autobusi neće saobraćati."
            },
            {
                "text": "31.12.2024. godine  posle 21:00 neće biti polazaka u prigradskom saobraćaju."
            },
            {
                "text": "01. i 02.01.2025. godine autobusi JP „Subotica-trans“ će saobraćati po redu vožnje za NEDELjU."
            },
            {
                "text": "01.01.2025. godine polazak u 05:25 na relaciji Subotica-Kelebija granica će umesto sa perona Međumesne autobuske stanice \"Subotica\" krenuti sa gradskog autobuskog stajališta \"Autobuska stanica\". Gradsko stajalište \"Autobuska stanica\" nalazi se ispred ulaza u zgradu autobuske stanice. Ostali polasci će saobraćati sa perona Međumesne autobuske stanice Subotica."
            },
            {
                "text": "07.01.2025. godine radiće se po redu vožnje za NEDELjU."
            }
        ]
    },
    {
        "date": "08. 11. 2024.",
        "title": "OBAVEŠTENjE  O REDU VOŽNjE ZA  DRŽAVNI PRAZNIK „DAN PRIMIRJA U PRVOM SVETSKOM RATU“",
        "sections": [
            {
                "text": "U ponedeljak 11.11.2024. godine, zbog obeležavanja „Dana primirja u Prvom svetskom ratu“, autobusi JP „Subotica-trans“-a će saobraćati po redu vožnje za NEDELjU."
            },
            {
                "text": "Navedenog dana neće saobraćati međumesna linija Subotica-Beograd sa vremenom polaska iz Subotice u 6:15."
            },
            {
                "text": "Međumesna linija Subotica-Novi Sad, sa vremenom polaska u 11:45, u ponedeljak saobraća po redu vožnje."
            },
            {
                "text": "U utorak 12.11.2024. godine autobusi će saobraćati po redu vožnje za radni dan s tim da zbog školskog raspusta neće saobraćati đački polasci."
            }
        ]
    },
    {
        "date": "31. 10. 2024.",
        "title": "Red ovžnje za 01.11.2024. godine",
        "sections": [
            {
                "text": "U petak 01.11.2024. godine autobuski saobraćaj u Subotici će saobraćati po redu vožnje za radni dan, bez izmena."
            },
            {
                "text": "U Subotici, 31,10.2024. godine"
            }
        ]
    },
    {
        "date": "28. 10. 2024.",
        "title": "Obaveštenje o promeni linije 3 od utorka 29.10.2024. godine",
        "sections": [
            {
                "text": "Od utorka 29.10.2024. godine doći će do promene u trasi linije 3 „Makova Sedmica-Bajski put“."
            },
            {
                "text": "Autobusi na navedenoj liniji će saobraćati preko Majšanskog mosta nakon kojeg će se ulicom Bose Miličević kretati do ulice Đure Đaković. Ulicom Đure Đaković će saobraćati do ulice Maksima Gorkog pri čemu će se od stajališta „Patrija“ vratiti na uobičajenu trasu linije 3."
            },
            {
                "text": "Stajališta „Nova opština“, „Radio Subotica“, „Željezničar“ neće biti u upotrebi. Umesto navedenih stajališta autobusi na liniji 3 će koristiti stajališta „Bioskop Jadran“, i „Higijenski zavod“."
            }
        ]
    },
    {
        "date": "11. 10. 2024.",
        "title": "Obaveštenje o izmenama u redu vožnje povodom trke “Palić lake duatlon\"",
        "sections": [
            {
                "text": "U nedelju 13.10.2024. godine doći će do izmene trase linije 6 „Mali Bajmok-Vikend naselje“ usled održavanja trke „Palić lake duatlon“."
            },
            {
                "text": "Linija 6 će navedenog dana, u periodu od 11:30 do 16:30, saobraćati do stajališta „Muški štrand“ na Vikend naselju (Palić). Na parkingu koji se nalazi u neposrednoj blizini autobuskog stajališta će biti postavljeno privremeno autobusko stajalište do/od kojeć se saobraćati autobusi."
            },
            {
                "text": "Poslednji polazak koji će saobraćati sa stajališta „Vikend naselje okretnica“ je polazak u 11:10."
            },
            {
                "text": "Stajalište „Vikend naselje-okretnica“ neće biti u upotrebi u navedenom periodu."
            },
            {
                "text": "Po završetku takmičenja autobusi će se vratiti na uobičajenu trasu linije 6."
            },
            {
                "text": "U Subotici, 11.10.2024. godine"
            }
        ]
    }
]