[
    {
        "date": "28. 04. 2023.",
        "title": "Red vožnje za prvomajske praznike 2023",
        "sections": [
            {
                "text": "Obaveštavamo Vas da će za vreme Prvomajskih praznika, linije JP \"Subotica-trans\" saobraćati prema sledećem redu vožnje:"
            },
            {
                "text": "ZA PRVOMAJSKE PRAZNIKE LINIJA 6 ĆE SAOBRAĆATI PREMA SLEDEĆEM:"
            },
            {
                "text": "U Subotici, 27.04.2023.godine"
            }
        ]
    },
    {
        "date": "04. 04. 2023.",
        "title": "Uskrs 2023",
        "sections": [
            {
                "text": "Obaveštenje o redu vožnje za predstojeće praznike 2023\n \nObaveštavamo korisnike usluga javnog prevoza da će u petak 7. aprila kao i u ponedeljak 10. aprila 2023. godine autobusi JP „Subotica-trans“ saobraćati po redu vožnje za SUBOTU.\nLinija Subotica-Beograd sa vremenom polaska u 615 iz Subotice odnosno 1500 iz Beograda saobraćaće, navedenim danima, po redu vožnje za radni dan.\nLinija Subotica-Segedin će saobraćati po redu vožnje za radni dan, osim u nedelju dana 09.04.2023. godine kad navedena linija ne saobraća.\nLinija Subotica-Novi Sad će takođe saobraćati prema redu vožnje za radni dan.\nSkrećemo pažnju putnicima da zbog školskog raspusta od utorka 07.04.2023. do petka 17.04.2023. godine neće saobraćati školski autobusi to jest polasci koji su u redu vožnje označeni slovom „Đ“.\nZa vreme Vaskršnjih praznika u petak 14.aprila kao i u ponedeljak 17. aprila 2023. godine autobusi JP „Subotica-trans“-a će saobraćati prema redu vožnje za NEDELjU.\nU petak 14. aprila kao i u ponedeljak 17. aprila 2023. godine neće saobraćati linija Subotica-Beograd.\nLinija Subotica-Segedin će navedenim danima saobraćati po redovnom redu vožnje linije.\nLinija Subotica-Novi Sad će takođe saobraćati prema redu vožnje za radni dan."
            }
        ]
    },
    {
        "date": "24. 12. 2022.",
        "title": "Obaveštenje o redu vožnje za predstojeće praznike",
        "sections": [
            {
                "text": "Obaveštenje o redu vožnje za predstojeće praznike\n\n \n\nУ дане предстојећих празника, режим обављања превоза на линијама ЈП \"Суботица-транс\" ће бити следећи: Од 26.12.2022. године до 16.01.2023. године, због распуста у основним и средњим школама, неће саобраћати поласци који саобраћају током школске године а означени су ознаком „Ђ“ у реду вожње. Дана 25.12.2022. године, сви поласци на линијама ЈП „Суботица-транс“ ће саобраћати по реду вожње за недељу. Дана 25.12.2022. као и 01.01.2023. године, међународна линија Суботица-Сегедин неће саобраћати. 31.12.2022. године, задњи поласци на свим линијама су до 21 15 час. Последњи поласци на градским линијама ће саобраћати на следећи начин: Линија 1а: Полазак са Келебије општине у 2100 часова ће саобраћати до Новог насеља. Полазак са Новог насеља у 21 00 часова ће саобраћати до Келебије општине. Линија 3: Полазак са Макове Седмице у 2100 ће саобраћати до Бајског пута Полазак са Бајског пута у 2040 саобраћа до Макове Седмице. Линија 6: Полазак са Викенда насеља у 20,55 саобраћа до Малог Бајмока. Полазак из Малог Бајмока у 21:30 саобраћа до Викенд насеља. Линија 16: Последњи полазак из Александрова за Теслино насеље ће се обавити у 2105 док ће последњи полазак из Теслиног насеља бити у 2010. Након наведених полазака аутобуси неће саобраћати. 31.12.2022. године после 2100 неће бити полазака у приградском саобраћају. Дана 02. и 03.01.2023. године, сви поласци на линијама ЈП \"Суботица-транс\" ће саобраћати по реду вожње за НЕДЕЉУ. Линија Суботица-Београд НЕЋЕ саобраћати за време државних празника 02.01. и 03.01.2023. године. Линија Суботица-Нови Сад са временом поласка у 1145 из Суботице и повратком у 2000 часова из Новог Сада ће саобраћати за време трајања државних празника. У суботу 07.01.2023. године, сви поласци на линијама ЈП \"Суботица-транс\" ће саобраћати по реду вожње са НЕДЕЉУ. ЈП „Суботица-транс“ Саобраћајна служба\n\n \n\n« Nazad\n\n "
            }
        ]
    },
    {
        "date": "21. 12. 2022.",
        "title": "KONKURS ZA USLUGU PRUŽANJA KANTINE",
        "sections": [
            {
                "text": "Javno preduzeće za prevoz putnika u gradskom i prigradskom saobraćaju „Subotica-trans“ Subotica, Segedinski put br. 84 objavljuje:"
            },
            {
                "text": "KONKURS"
            },
            {
                "text": "ZA USLUGU PRUŽANJA KANTINE"
            },
            {
                "text": "Javno preduzeće „Subotica-trans“ Subotica poziva sve zainteresovane ugostitelje koji ispunjavaju dole navedene uslove da predaju traženu dokumentaciju za konkurs za uslugu pružanja kantine. Usluga pružanja kantine podrazumeva organizovanje ishrane radno angažovanih lica Javnog preduzeća „Subotica-trans“ Subotica odnosno  pripremanje i usluživanje jela i pića."
            },
            {
                "text": "Zainteresovani treba da poseduje i da dostavi:"
            },
            {
                "text": "JP „Subotica-trans“ ustupa na korišćenje bez naknade angažovanom ugostitelju poslovne prostore, na Autobuskoj stanici, na adresi Senćanski put broj 5. (prostoriju kantine i priručnog magacina) u viđenom stanju o čemu se sačinjava poseban primopredajni zapisnik koji je sastavni deo ugovora."
            },
            {
                "text": "Zainteresovani ugostitelji će vršiti pripremanje meni ručka (najmanje dve vrste dnevno), hladnih jela, hladnih i toplih napitaka u skladu sa potrebama preduzeća, osim točenja alkoholnih pića koje je strogo zabranjeno."
            },
            {
                "text": "Meni ručak se sastoji od supe, glavnog jela (minimun 200 grama mesa), salate i hleba."
            },
            {
                "text": "Pružanje usluga korisnicima kantine obavljaće se u vremenu:"
            },
            {
                "text": "Radnim danima (ponedeljak-petak): od 05:30 do 18:00 časova"
            },
            {
                "text": "Subotom: od 05:30 do 18:00 časova"
            },
            {
                "text": "Kantina je zatvorenog tipa, što znači da kantinu mogu da koriste isključivo:"
            },
            {
                "text": "Davalac usluge se obavezuje da prilikom potpisivanja ugovora Primaocu usluge obezbedi i dostavi registrovanu blanko, sopstvenu menicu i prateće menično ovlašćenje za dobro izvršenje posla kao sredstvo finansijskog obezbeđenja za dobro izvršenje posla na iznos od 200.000,00 dinara bez PDV-a, kopiju kartona deponovanih potpisa koji je izdat od poslovne banke koju Davalac usluge navodi u meničnom ovlašćenju-pismu, kopiju OP obrasca i zahtev za registraciju menice. Rok važenja menice i meničnog ovlašćenja za dobro izvršenje posla je 30 dana duže od dana isteka roka važenja Ugovora."
            },
            {
                "text": "Ugovorne strane su saglasne da Primalac usluge naplati menicu za dobro izvršenje posla, ukoliko Davalac usluge ne izvrši obaveze preuzete  ovim  Ugovorom, izvršava ih delimično ili kasni sa njihovim izvršavanjem."
            },
            {
                "text": "Davalac usluge ne može da odbije izvršenje ugovornih obaveza u slučaju kada Primalac usluge naplati dostavlјenu menicu za dobro izvršenje posla."
            },
            {
                "text": "Ugovorne strane su saglasne da Primalac usluge ima pravo da menicu za dobro izvršenje posla naplati i u slučaju raskida Ugovora, a istu je dužan vratiti Davaocu usluge nakon što protekne rok važenja menice ili ranije kada Davalac usluge izvrši ugovorne obaveze."
            },
            {
                "text": "Angažovani ugostitelj će usluge pružati angažovanjem sopstvene radne snage za pripremu, kuvanje i distribuciju hrane. Za svoju radnu snagu, ugostitelj snosi sve troškove zdravstvenog i penzijskog osiguranja, osiguranja za slučaj nezaposlenosti, zarada, HTZ opreme, propisanih sanitarnih pregleda i dr."
            },
            {
                "text": "Ugostitelj će obezbeđivati potrošni materijal, sitan inventar (tanjiri,čaše, pribor za jelo, pribor za pripremanje hrane i sl.) o svom trošku. Čistoću i higijenu u prostorijama gde se priprema i poslužuje hrana kao i u priručnom magacinu održava ugostitelj."
            },
            {
                "text": "Svi zainteresovani mogu da predaju traženu dokumentaciju putem pošte na adresu: JP „Subotica-trans“ Subotica, Segedinski put broj 84. sa naznakom „Prijava za uslugu pružanja kantine“ ili lično kod administratora preduzeća na adresi JP „Subotica-trans“ Subotica, Segedinski put broj 84."
            },
            {
                "text": "Rok za predaju dokumentacije traje do 04.01.2023. godine."
            },
            {
                "text": "Kriterijumi za dodelu ugovora će biti najniža ponuđena cena meni ručka za ishranu radno angažovanih lica Javnog preduzeća „Subotica-trans“ Subotica, pri čemu preduzeće zadržava pravo odustanka od konkursa, u slučaju da  ponuđena cena meni ručka bude neprihvatiljiva."
            },
            {
                "text": "Takođe, nakon pregleda dokumentacije, ugostitelj koji ispunjava gore navedene uslove i slaže se sa predloženim (mogućnost manjih korekcija) biće pozvan u roku od 5 (pet) dana računajući od dana isteka roka za predaju dokumentacije."
            },
            {
                "text": "Izabrani ugostitelj će zaključiti sa JP „Subotica-trans“ Subotica Ugovor o pružanju usluga kantine kojim će se precizirati prava i obaveze ugovornih strana i sačiniće se Zapisnik o primopredaji poslovnih prostorija koji će biti sastavni deo ugovora kao i važeći cenovnik."
            }
        ]
    },
    {
        "date": "18. 11. 2022.",
        "title": "Promene u redu vožnje linije 1a Kelebija opština-Novo naselje i linije 3 Makova Sedmica-Bajski put",
        "sections": [
            {
                "text": "Obaveštavano putnike da će od 19.11.2022. godine doći do promene u redu vožnje na linijama 1a \"Kelebija opština-Novo naselje\" i liniji 3 \"Makova Sedmica-Bajski put\"."
            },
            {
                "text": "Na navedenim linijama se povećeva broj polazaka subotom i nedeljom."
            },
            {
                "text": "Autobusi na liniji 1a će u prepodnevnim časovima, vikendom, saobraćati na 30 minuta dok će autobusi na liniji 3 umesto na dosadašnjih  sat vremena saobraćati na 45 minuta intervala sleđenja vozila."
            },
            {
                "text": "Red vožnje gradskog saobraćaja u pdf formi možete preuzeti na sledećem linku:"
            },
            {
                "text": "/files/file/redovi%20voznje/Red%20Voznje%20-%20Gradski%20A3%2019_11_2022_.pdf"
            }
        ]
    },
    {
        "date": "28. 10. 2022.",
        "title": "Обавештење о линији за Сегедин",
        "sections": [
            {
                "text": "Обавештавамо путнике да ће од среде  02.11.2022. године ЈП „Суботица-транс“ саобраћати на релацији Суботица-Сегедин-Суботица. Поласци ће се обављати свакодневно као и државним празницима."
            },
            {
                "text": "Аутобуси ће користи успутна аутобуска стајалишта у Палић центру и Хајдукову."
            },
            {
                "text": "Времена полазака су:"
            },
            {
                "text": "Суботица"
            },
            {
                "text": "Сегедин"
            },
            {
                "text": "7:35"
            },
            {
                "text": "15:40"
            },
            {
                "text": "Цена карте у једном смеру износи 500,00 динара док је повратна карта 800,00 динара."
            }
        ]
    },
    {
        "date": "11. 10. 2022.",
        "title": "Обавештење о враћању на трасу линија 1а и 2",
        "sections": [
            {
                "text": "Обавештавамо путнике да ће се  данас (11.10.2022. године), аутобуси на линијама 1а \"Келебија општина-Ново насеље\" и линији 2 \" Српски шор-Пачирски пут\" вратити на уобичајене трасе линија."
            },
            {
                "text": "Радови на раскрсници Сенћанског пута и Бајнатске улице се приводе крају и очекује се пуштање нормализација саобраћаја."
            },
            {
                "text": "Први полазак који ће се вратити на трасу линије 1а, из смера Келебије општине је полазак у 14:55 док ће из смера Новог насеља то бити полазак у 15:10."
            },
            {
                "text": "Први полазак који ће се вратити на трасу линије 2, из смера Српског шора је полазак у 14:55 док ће из смера Пачирског  пута то бити полазак у 14:55."
            }
        ]
    },
    {
        "date": "30. 09. 2022.",
        "title": "ОБАВЕШТЕЊЕ О ИЗМЕНИ ТРАСЕ ЛИНИЈА РАДОВИ НА ВОДОВОДНОЈ МРЕЖИ НА СЕНЋАНСКОМ ПУТУ  ",
        "sections": [
            {
                "text": "Од петка 30.09.2022. године до завршетка радова на водоводној мрежи на раскрсници улица Сенћански пут и Бајнатске улице, доћи ће до измене на трасама линије 1а „Келебија општина-Ново насеље“ као и на линији 2 „Српски шор-Ев-пром“."
            },
            {
                "text": "Наведене линије ће саобраћати Сенћанским путем до Кумичићеве улице којом ће саобраћати до раскрснице са улицом Браће Радић. Траса линија ће даље ићи улицом Браће Радић до кружног тока на Бајнатској улици одакле ће се аутобуси вратити на трасу својих линија. Истом трасом ће аутобуси саобраћати и у повратним смеровима то јест из смера Новог насеља."
            },
            {
                "text": "Стајалишта „Сенћанско гробље“, „Динамотранс“ и „Аутобуска станица“ неће бити у употреби док ће привремена стајалишта бити постављена у улици Браће Радић у висини пекаре „Европа“ као и у Кумичићевој улици код Дома здравља."
            },
            {
                "text": "У Суботици, 30.09.2022. године                                               ЈП СУБОТИЦА-ТРАНС"
            }
        ]
    },
    {
        "date": "22. 09. 2022.",
        "title": "КОНКУРС ЗА ОБУКУ БУДУЋИХ ВОЗАЧА АУТОБУСА (Д категорија)",
        "sections": [
            {
                "text": "КОНКУРС"
            },
            {
                "text": "ЗА ОБУКУ БУДУЋИХ ВОЗАЧА АУТОБУСА (Д категорија)"
            },
            {
                "text": "Јавно предузеће „Суботица-транс“ Суботица позива сва заинтересована лица која испуњавају доле наведене услове да предају тражену документацију за конкурс за обуку за радно место возач - кондуктер аутобуса. Обука подразумева стручно усавршавање у виду похађања 7 часова теорије и 10 часова вожње и полагања испита за стицање возачке дозволе за Д категорију у ауто школи односно стручно усавршавање и оспособљавање возача који поседују возачку дозволу Ц категорије за стицање возачке дозволе Д категорије."
            },
            {
                "text": "Заинтересована лица треба да испуњавају следеће услове:"
            },
            {
                "text": "Заинтересована лица су дужна да приложе следећу документацију:"
            },
            {
                "text": "- пријаву у којој ће обавезно навести: лично име, адресу пребивалишта или боравишта, контакт број телефона и радно искуство;"
            },
            {
                "text": "- фотокопију личне карте или очитану личну карту;"
            },
            {
                "text": "- фотокопију дипломе;"
            },
            {
                "text": "- фотокопију возачке дозволе (обавезно поседовање Ц категорије у трајању минимум 2 (две) године);"
            },
            {
                "text": "- фотокопија тахографске картице или потврде да је понео захтев за издавање;"
            },
            {
                "text": "- фотокопија квалификационе карте за Ц/ЦЕ категорију и сертификата о стручној компетентности или потврде да је поднео захтев за издавање Агенцији за безбедност саобраћаја;"
            },
            {
                "text": "- уверење о некажњавању из надлежног СУП-а."
            },
            {
                "text": "Обавезу провере здравствене способности имају лица која буду одабрана за похађање обуке. Уколико неко од одабраних лица не добије лекарско уверење о здравственој оспособљености за професионалног возача самим тим не испуњава услове за похађање обуке и тада се бира следећи кандидат."
            },
            {
                "text": "Сва заинтересована лица могу да предају тражену документацију путем поште на адресу: ЈП „Суботица-транс“ Суботица, Сегедински пут бр. 84 са назнаком: „Пријава за конкурс за обуку будућих возача аутобуса“ или лично код пословног секретара на адреси ЈП „Суботица-транс“ Суботица, Сегедински пут бр. 84. Рок за предају документације: конкурс није ограничен роком."
            },
            {
                "text": "Након прегледа документације, кандидат који испуњава тражене услове ће бити позван на проверу стручне оспособљености/знања/вештина и то теоријску (познавање прописа из области безбедности саобраћаја)."
            },
            {
                "text": "Изабрани кандидат ће закључити са ЈП „Суботица-транс“ Суботица Уговор о стручном оспособљавању којим ће се прецизирати права и обавезе обе уговорне стране."
            },
            {
                "text": "Након стручног оспособљавања изабрани кандидат ће бити примљен у радни однос на упражњено радно место возач – кондуктер аутобуса, на одређено време са обавезом поврата 50 % уложених средстава у обуку путем обуставе са зараде, односно 100 % уложених средстава ако откаже уговор о раду пре истека 24 месеца."
            }
        ]
    },
    {
        "date": "13. 09. 2022.",
        "title": "КОНКУРС ЗА УСЛУГУ ПРУЖАЊА КАНТИНЕ",
        "sections": [
            {
                "text": "Јавно предузеће за превоз путника у градском и приградском саобраћају „Суботица-транс“ Суботица, Сегедински пут бр. 84 објављује:"
            },
            {
                "text": "КОНКУРС"
            },
            {
                "text": "ЗА УСЛУГУ ПРУЖАЊА КАНТИНЕ"
            },
            {
                "text": "Јавно предузеће „Суботица-транс“ Суботица позива све заинтересоване угоститеље који испуњавају доле наведене услове да предају тражену документацију за конкурс за услугу пружања кантине. Услуга пружања кантине подразумева организовање исхране радно ангажованих лица Јавног предузећа „Суботица-транс“ Суботица односно  припремање и услуживање јела и пића."
            },
            {
                "text": "Заинтересовани треба да поседује и да достави:"
            },
            {
                "text": "ЈП „Суботица-транс“ уступа на коришћење без накнаде ангажованом угоститељу пословне просторе, на Аутобуској станици, на адреси Сенћански пут број 5. (просторију кантине и приручног магацина) у виђеном стању о чему се сачињава посебан примопредајни записник који је саставни део уговора."
            },
            {
                "text": "Заинтересовани угоститељи ће вршити припремање мени ручка (најмање две врсте дневно), хладних јела, хладних и топлих напитака у складу са потребама предузећа, осим точења алкохолних пића које је строго забрањено."
            },
            {
                "text": "Мени ручак се састоји од супе, главног јела (минимун 200 грама меса), салате и хлеба."
            },
            {
                "text": "Пружање услуга корисницима кантине обављаће се у времену:"
            },
            {
                "text": "Радним данима (понедељак-петак): од 05:30 до 18:00 часова"
            },
            {
                "text": "Суботом: од 05:30 до 18:00 часова"
            },
            {
                "text": "Кантина је затвореног типа, што значи да кантину могу да користе искључиво:"
            },
            {
                "text": "Ангажовани угоститељ ће услуге пружати ангажовањем сопствене радне снаге за припрему, кување и дистрибуцију хране. За своју радну снагу, угоститељ сноси све трошкове здравственог и пензијског осигурања, осигурања за случај незапослености, зарада, ХТЗ опреме, прописаних санитарних прегледа и др."
            },
            {
                "text": "Угоститељ ће обезбеђивати потрошни материјал, ситан инвентар (тањири,чаше, прибор за јело, прибор за припремање хране и сл.) о свом трошку. Чистоћу и хигијену у просторијама где се припрема и послужује храна као и у приручном магацину одржава угоститељ."
            },
            {
                "text": "Сви заинтересовани могу да предају тражену документацију путем поште на адресу: ЈП „Суботица-транс“ Суботица, Сегедински пут број 84. са назнаком „Пријава за услугу пружања кантине“ или лично код администратора предузећа на адреси ЈП „Суботица-транс“ Суботица, Сегедински пут број 84."
            },
            {
                "text": "Рок за предају документације траје до 23.09.2022. године."
            },
            {
                "text": "Критеријуми за доделу уговора ће бити најнижа понуђена цена мени ручка за исхрану радно ангажованих лица Јавног предузећа „Суботица-транс“ Суботица, при чему предузеће задржава право одустанка од конкурса, у случају да  понуђена цена мени ручка буде неприхватиљива."
            },
            {
                "text": "Такође, након прегледа документације, угоститељ који испуњава горе наведене услове и слаже се са предложеним (могућност мањих корекција) биће позван у року од 5 (пет) дана рачунајући од дана истека рока за предају документације."
            },
            {
                "text": "Изабрани угоститељ ће закључити са ЈП „Суботица-транс“ Суботица Уговор о пружању услуга кантине којим ће се прецизирати права и обавезе уговорних страна и сачиниће се Записник о примопредаји пословних просторија који ће бити саставни део уговора као и важећи ценовник."
            }
        ]
    },
    {
        "date": "26. 08. 2022.",
        "title": "Obaveštenje o izmenama u redu vožnje povodom “5. Subotičkog polumaratona”",
        "sections": [
            {
                "text": "U nedelju 28.08.2022. godine usled održavanja “5. Subotičkog polumaratona” i  zatvaranja većeg broja ulica u centru grada u doći će do promena u saobraćaju linija, pre svega gradskog saobraćaja u periodu od 0900 do 1330."
            },
            {
                "text": "Linija 1a Kelebija opština-Novo naselje će od stajališta “Bolnica” saobraćati trasom linije 16 do Zagrebačke ulice kroz koju će proći do Preradovićeve ulice odakle će saobraćati svojom uobičajenom trasom. Prvi polazak sa Kelebije opštine koji će saobraćati izmenjenom trasom je 8:55 dok će sa Novog naselja polazak u 8:40 biti prvi polazak koji ide izmenjenom trasom linije"
            },
            {
                "text": "Linija 2 Srpski šor-KTC iz Srpskog šora će kroz ulicu Arsenija Čarnojevića  saobraćati do ulice Petra Lekovića. Nakon ulice Petra Lekovića do KTC-a neće saobraćati linija 2. Prvi polazak koji će saobraćati skraćenom trasom linije je polazak u 8:15 sa Srpskog Šora."
            },
            {
                "text": "Linija 3 Makova Sedmica-Bajski put će biti podeljena na dve linije. Jedna linija će saobraćati na relaciji Makova Sedmica-Međumesna autobuska stanica dok će druga linija saobraćati na relaciji Bajski put-Lifka (Trg žrtava fašizma).Vremena polazaka na navedenoj relaciji Bajski put – Lifka se nalaze u tabeli:"
            },
            {
                "text": "Lifka"
            },
            {
                "text": "Bajski put"
            },
            {
                "text": "10:05"
            },
            {
                "text": "09:20"
            },
            {
                "text": "11:05"
            },
            {
                "text": "10:20"
            },
            {
                "text": "12:05"
            },
            {
                "text": "11:20"
            },
            {
                "text": "13:05"
            },
            {
                "text": "12:20"
            },
            {
                "text": "13:20"
            },
            {
                "text": "Polasci sa Međumesne autobuske stanice prema Makovoj Sedmici će se obavljati prema sledećim vremenima polazaka:"
            },
            {
                "text": "Međumesna autobuska stanica"
            },
            {
                "text": "Makova Sedmica"
            },
            {
                "text": "09:50"
            },
            {
                "text": "09:20"
            },
            {
                "text": "10:50"
            },
            {
                "text": "10:20"
            },
            {
                "text": "11:50"
            },
            {
                "text": "11:20"
            },
            {
                "text": "12:50"
            },
            {
                "text": "12:20"
            },
            {
                "text": "13:10"
            },
            {
                "text": "Prvi polazak koji će sa Makove Sedmice saobraćati do Međumesne autobuske stanice je u 9:20 dok je prvi polazak sa Bajskog puta do Lifke biti polazak u 9:20."
            },
            {
                "text": "Linija 6 Mali Bajmok-Vikend naselje će biti podeljena na dve linije. Jedan autobus će saobraćati na relaciji Mali Bajmok-Lifka (Trg žrtava fašizma) dok će drugi saobraćati na relaciji Vikend naselje-Međumesna autobuska stanica."
            },
            {
                "text": "Prvi polazak koji će saobraćati od Vikend naselja do Međumesne autobuske stanice je u 8:40."
            },
            {
                "text": "Poslednji polazak od Malog Bajmoka koji će saobraćati do Vikend naselja je u 8:25"
            },
            {
                "text": "Autobus koji će saobraćati na relaciji Mali Bajmok-Preradovićeva ulica-Lifka (Trg žrtava fašizma) će saobraćati prema sledećem redu vožnje."
            },
            {
                "text": "Mali Bajmok"
            },
            {
                "text": "Lifka (ispred Trga žrtava fašizma)"
            },
            {
                "text": "8:55"
            },
            {
                "text": "9:10"
            },
            {
                "text": "9:25"
            },
            {
                "text": "9:40"
            },
            {
                "text": "9:55"
            },
            {
                "text": "10:10"
            },
            {
                "text": "10:25"
            },
            {
                "text": "10:40"
            },
            {
                "text": "10:55"
            },
            {
                "text": "11:10"
            },
            {
                "text": "11:25"
            },
            {
                "text": "11:40"
            },
            {
                "text": "11:55"
            },
            {
                "text": "12:10"
            },
            {
                "text": "12:25"
            },
            {
                "text": "12:40"
            },
            {
                "text": "12:55"
            },
            {
                "text": "13:10"
            },
            {
                "text": "Autobusi koji saobraćaju na relaciji Međumesna autobuska stanica-Vikend naselje će saobraćati prema važećem redu vožnje linije 6. Molimo putnike da obrate pažnju da će autobusi prema Malom Bajmoku stizati ranije od uobičajenog vremena na stajalište “Patrija/Nova opština”."
            },
            {
                "text": "Linija 16 Teslino naselje-Aleksandrovo će (gledano iz smera Aleksandrova) saobraćati uobičajenom trasom do stajališta “Bolnice” odakle će skrenuti desno u Bajnatsku ulicu a nakon toga će se kretati Senćanskim putem do stajalište “Patrija/Nova opština” odakle će se vratiti na uobičajenu trasu linije 16."
            },
            {
                "text": "Privremena autobuska stajališta će se postaviti u ulici Petra Lekovića, Arsenija Čarnojevića(u visini Hale sportova) i kod katedrale Svete Terezije Aviljske (Trg žrtava fašizma)."
            },
            {
                "text": "Prvi polazak iz Teslinog naselja koji saobraća izmenjenom trasom je u 8:55 dok iz Aleksandrova 8:40."
            },
            {
                "text": "Autobusi na prigradskim linijama Čantavir, Žednik, Đurđin će saobraćati Bajnatskom ulicom do stajališta “Bolnica” odakle nastavljaju uobičajenim trasama. Autobusi za Bajmok, Tavankut i  Kelebiju će od Bajnatske ulice saobraćati Baogradskim putem i  Zagrebačkom ulicom. Stajališta “MEŠC”, “Patrija”, “Pošta II” kao i “Lifka” neće biti u upotrebi. Autobusi za Bajmok, Tavankut će umesto stajališta “Lifka” stajati na stajališta “Sarvaš”. Autobus za Kelebiju će stajati na stajalištu “Preradovićeva”."
            },
            {
                "text": "Po završetku manifestacije autobusi na gradskim i prigradskim linijama će se vratiti na uobičajene trase svojih linija."
            },
            {
                "text": "U Subotici, 26.08.2022. godine                                           Saobraćajna služba JP “Subotica-trans”"
            }
        ]
    },
    {
        "date": "15. 08. 2022.",
        "title": "Izmena trasa linija zbog zatvaranja raskrsnice kod Patrije",
        "sections": [
            {
                "text": "Za vreme trajanja blokade rasrsnice na Patriji doći će do izmene u trasama autobusa u gradskom i prigradskom saobraćaju."
            },
            {
                "text": "Autobusi na linijama  6 i 16 skrenuće u ulicu Jovana Mikića i preko Majšanskog mosta ići do krajnjih terminusa."
            },
            {
                "text": "Autobusi na liniji 3 će saobraćat i preko Majšanskog mosta i Zmaj Jovinom ulicom će saobraćati do stajališta Lifka. Istu putanju će koristiti i autobus na liniji 4."
            },
            {
                "text": "Autobusi na linijama 1 i 2 saobraćaju  Kumičićevom ulicom  i Matije Gupca do stajališta  Lifke odakle nastavljaju put do/od Kelebije opštine odnosno Srpškog šora."
            },
            {
                "text": "Putnicima ako polaze iz centra a putuju prigradskim i međugradskim linijama, preporučuje se da autobus čekaju na glavnoj autobuskoj stanici ili na Teretnoj stanici (Lidl) odnosno Lifka za putnike koji putuju prema Bajmoku, Tavankutu to jest kod Politehničke škole za putnike koji putuju prema Dušanovu, Đurđinu i Bikovu."
            }
        ]
    },
    {
        "date": "11. 08. 2022.",
        "title": "Манифестација \"Szent István\" 13.08.2022. године",
        "sections": [
            {
                "text": "Обавештење"
            },
            {
                "text": "Обавештавају се путници да због одржавање манифестације „Szent István”, дана 13.08.2022. године, поласци на линији 1а, у временском периоду од 15:00 до 19:00 часова, саобраћају измењеном трасом у смеру према Новом Насељу.  После стајалиште „Лифка“ аутобус ће саобраћати Рудић улицом, а након те улице враћа се на редовну трасу. Привремено аутобуско стајалиште ће бити постављено испред Синагоге."
            },
            {
                "text": "У Суботици, 11.08.2022. године                                                ЈП „Суботицатранс“"
            }
        ]
    },
    {
        "date": "11. 08. 2022.",
        "title": "Дужијанца 14.08.2022. године",
        "sections": [
            {
                "text": "ОБАВЕШТЕЊЕ"
            },
            {
                "text": "У недељу 14.08.2022. године, због затварања улица Матије Губца, Матка Вуковића, Трга жртава Фашизма, Петефи Шандора и Сечењи Иштвана, доћи ће до измена на трасама градског и приградског саобраћаја."
            },
            {
                "text": "Због обележавање „Дужијанце“, у катедрали Свете Терезије Авилске, аутобуско стајалиште „Лифка“ ће бити затворено, односно неће бити у употреби у периоду од 09:00 до 13:30 часова, до проласка поворке до Трга слободе."
            },
            {
                "text": "У наведеном периоду аутобуси ће саобраћати следећим трасама:"
            },
            {
                "text": "Аутобуси ће уместо затворених стајалишта користити стајалишта „Патрија“ , „Пошта“, „Техничка Школа“."
            },
            {
                "text": "Приградске линије за Бајмок, Таванкут и Келебију ће уместо стајалиште „Лифка“ стајати на стајалишту градског саобраћаја „Сарваш“."
            },
            {
                "text": "По завршетку обележавање „Дужијанце“ аутобуси ће саобраћати уобичајеним трасама линија."
            },
            {
                "text": "У Суботица, 11.08.2022. године                                                                            ЈП Суботицатранс"
            }
        ]
    },
    {
        "date": "25. 07. 2022.",
        "title": "Обавештење о променама у реду вожње градског саобраћаја ",
        "sections": [
            {
                "text": "У градском саобраћају ће доћи до промена у реду вожње  за суботу и недељу и то на следећим линијама:"
            },
            {
                "text": "•  линија 1а Келебија општина-Ново насеље  на којој ће аутобуси саобраћати са интервало од сат времена уместо досадашњих пола сата;"
            },
            {
                "text": "•  Линија 3 Макова Седмица-Бајски пут на којој ће се превоз такође организовати са интервалом од сат времена уместо досадашњих 45 минута;"
            },
            {
                "text": "•  Линија 4 Велики Радановац-Лифка као и линија 8а Железничко насеље-Лифка неће саобраћати суботом и недељом;"
            },
            {
                "text": "•  Линија 16 Теслино насеље-Александрово-доћи ће до померења полазака у реду вожње те молимо путнике да консултују ред вожње пре коришћења наведене линије."
            },
            {
                "text": "Наведене промене у реду вожње ступају на снагу од суботе 06.08.2022. године."
            }
        ]
    }
]