[
    {
        "date": "01.10.2025",
        "title": "Linije 3, 3a, 9, 9a, 60, 61, 62, 63, 64, 69 i Železnička stanica Petrovaradin-Centar – Privremena izmena trase od 02. 10.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će od 02. do 15.10. 2025. godine privremeno biti izmenjene trase linija broj 3, 3a, 9, 9a, 60, 61, 62, 63, 64, 69 i Železnička stanica Petrovaradin – Centar.  U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog zatvaranja Varadinskog mosta usled rekonstrukcije kolovoza na Bulevaru Mihajla Pupina, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Linije 3, 3a, 9, 9a, 60, 61, 62, 63, 64 i Železnička stanica Petrovaradin – Centar"
            },
            {
                "text": "Sa Bulevara Mihajla Pupina autobusi će skretati desno na Trg neznanog junaka, produžavati Beogradskim kejom, skretati levo u Marka Miljanova, nastavljati Venizelisovom ulicom, zatim saobraćati preko drumsko-železničkog mosta i Reljkovićevom ulicom do Preradovićeve ulice i dalje saobraćati redovnim trasama kretanja."
            },
            {
                "text": "Od raskrsnice Preradovićeva/Reljkovićeva autobusi će saobraćati Reljkovićevom ulicom, zatim preko drumsko-železničkog mosta i Venizelisovom ulicom do Beogradskog keja, nastavljati Trgom neznanogog junaka do Bulevara Mihajla Pupina i dalje saobraćati redovnim trasama kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, TE U PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47 (osim autobusa na vanrednim polascima Železnička stanica Petrovaradin – Centar)."
            },
            {
                "text": "Linija 69"
            },
            {
                "text": "Sa Bulevara Mihajla Pupina autobusi će skretati desno na Trg neznanog junaka, nastavljati Beogradskim kejom, skretati levo u Marka Miljanova, zatim saobraćati Venizelisovom ulicom i preko drumsko-železničkog mosta do Reljkovićeve i potom do Preradovićeve ulice, skretati desno u Preradovićevu ulicu, levo u Ulicu Dunavske divizije i dalje saobraćati redovnom trasom kretanja."
            },
            {
                "text": "Na raskrsnici Dunavske divizije/Preradovićeva autobusi će skretati desno u Preradovićevu, levo u Reljkovićevu ulicu, nastavljati preko drumsko-železničkog mosta, potom Venizelisovom ulicom do Beogradskog keja i Trga neznanoga junaka do Bulevara Mihajla Pupina, odakle će saobraćati redovnim trasama kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, TE DVA PRIVREMENA STAJALIŠTA U ULICI DUNAVSKE DIVIZIJE-PRERADOVIĆEVA (OBA SMERA)."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/zatvaranje_mosta.jpg"
    },
    {
        "date": "30.09.2025",
        "title": "Linije 1, 8 - Povratak na redovnu trasu na Limanu 1",
        "sections": [
            {
                "text": "Završeni su radovi na okretnici Štrand čime su se od 30. 09. 2025. (od 12 časova) stekli uslovi za povratak autobusa na linijama 1 i 8 na redovnu trasu kretanja na Limanu 1."
            }
        ]
    },
    {
        "date": "26.09.2025",
        "title": "Linije 7B, 18B – Privremena izmena trase na Bulevaru patrijarha Pavla",
        "sections": [
            {
                "text": "Od 29. 09. do 01. 12. 2025. godine autobusi na linijama 7B i 18B saobraćaće izmenjenim trasama u skladu sa rešenjem Gradske uprave za saobraćaj i puteve. Zbog rekonstrukcije kolovoza na  Bulevaru patrijarha Pavla, autobuski saobraćaj na navedenim linijama odvijaće se na sledeći način:"
            },
            {
                "text": "Na raskrsnici Bulevar Jovana Dučića/Bulevar kneza Miloša autobusi će produžavati pravo  Bulevarom Jovana Dučića do raskrsnice Bulevar Jovana Dučića/Ulica Bate Brkića, skretati desno u Ulicu Bate Brkića i dalje saobraćati pravo Ulicom Ilariona Ruvarca do raskrsnice sa Bulevarom patrijarha Pavla gde će skretati levo i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE LINIJA 7B I 18B KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA, KAO I STAJALIŠTE „BULEVAR JOVANA DUČIĆA – BULEVAR KNEZA MILOŠA“."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/patrijarha_pavla.jpg"
    },
    {
        "date": "19.09.2025",
        "title": "Linija 43 – Produženje trase u Stepanovićevu",
        "sections": [
            {
                "text": "Zbog izgradnje nove okretnice u Ulici Biće Kesića u Stepanovićevu, od 20. 09. 2025. godine biće produžena trasa linije broj 43 (Novi Sad – Stepanovićevo)."
            },
            {
                "text": "Nakon dolaska na staru okretnicu u Stepanovićevu autobusi saobraćaju preko nadvožnjaka (put za Zmajevo), skreću desno u Ulicu Biće Kesića do nove okretnice, gde se čeka vreme do narednog polaska za Novi Sad."
            },
            {
                "text": "Autobusi će polaziti po redu vožnje sa nove okretnice, skretati levo na nadvožnjak do stare okretnice, gde će se koristiti postojeće stajalište i dalje nastavljati redovnom trasom do Železničke stanice."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/stepanovicevo_okretnica.jpg"
    },
    {
        "date": "29.08.2025",
        "title": "Od 01. septembra JESENJI red vožnje",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu u rubrici https://www.gspns.rs/red-voznje, pomoću aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "26.08.2025",
        "title": "Linije 1, 8 – Privremena izmena trase na Limanu 1",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. 08. do 31. 10. 2025. godine određuje se privremena izmena trase linija broj 1 i 8. Zbog radova u zoni okretnice „ŠTRAND“ u Novom Sadu, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Linija 1"
            },
            {
                "text": "Na raskrsnici Fruškogorska/Narodnog fronta autobusi skreću desno do autobuskog stajališta Narodnog fronta – Fruškogorska, gde se iščekuje vreme do narednog polaska."
            },
            {
                "text": "Sa autobuskog stajališta  Narodnog fronta – Fruškogorska autobusi saobraćaju pravo do Bulevara oslobođenja, skreću desno na Bulevar cara Lazara, desno do kružnog toka i dalje nastavljaju redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTE SE SVA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Linija 8"
            },
            {
                "text": "Od kružnog toka na Limanu autobusi nastavljaju pravo Bulevarom cara Lazara, skreću levo na Bulevar oslobođenja, levo u Ulicu Narodnog fronta, levo u Fruškogorsku ulicu na autobusko stajalište Fruškogorska – Jirečekova, gde se iščekuje vreme do narednog polaska."
            },
            {
                "text": "Od autobuskog stajališta  Fruškogorska – Jirečekova, gde se iščekuje vreme polaska, autobusi saobraćaju redovnom trasom prema Novom naselju."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTE SE STAJALIŠTA DRUGIH LINIJA, OSIM AUTOBUSKOG STAJALIŠTA BULEVAR OSLOBOĐENJA - BULEVAR CARA LAZARA, ISPRED „ TC MERKATOR“."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/linija8_2708.pdf"
    },
    {
        "date": "28.07.2025",
        "title": "Linije 3, 8, 18A – Privremeno izmeštanje stajališta „Bulevar kralja Petra I - Sajam“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na izgradnji stambenog objekta određuje se privremeno izmeštanje autobuskog stajališta „Bulevar kralja Petra I - Sajam“ na Bulevaru kralja Petra I (50 metara unazad ka Hajduk Veljkovoj ulici)."
            },
            {
                "text": "Privremena izmena  važi od 28.07.2025.godine do 31.05.2027 godine."
            }
        ]
    },
    {
        "date": "06.02.2025",
        "title": "Od 07. 02. novi red vožnje na vanrednim polascima Železnička stanica Petrovaradin - Centar",
        "sections": [
            {
                "text": "U skladu sa dopisom „Srbijavoza“ od 07. 02. 2025. godine stupa na snagu novi red vožnje na vanrednim autobuskim polascima Železnička stanica Petrovaradin - Centar. Novi red vožnje pogledajte \n\nPodsećamo, kao ispomoć redovnim linijama 3, 9, 60, 61, 62 i 63 do daljeg su uvedeni vanredni, direktni polasci autobusa sa autobuskog stajališta „Petrovaradin/Železnička stanica“ u Preradovićevoj ulici (oba smera). Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici ().\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nShodno ugovoru sa „Srbijavozom“, na navedenoj relaciji prevoz je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/redvoznje_0502.pdf"
    },
    {
        "date": "17.01.2025",
        "title": "Linija 3B – Privremeno stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ u smeru sa Puckaroša",
        "sections": [
            {
                "text": "Na liniji 3B u smeru B od Puckaroša do Petrovaradina (OŠ „Jovan Dučić“) autobusi će do daljnjeg privremeno koristiti i stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ (redovna stajališta linije 3 Petrovaradin - Centar- Detelinara i linije 9 Novo naselje – Liman – Petrovaradin).\n\nNavedena izmena stupiće na snagu 20.01.2025. godine."
            }
        ]
    },
    {
        "date": "13.12.2024",
        "title": "Od 15. 12. novi red vožnje vanrednog prevoza Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da je od 15. 12. 2024. godine na snazi novi red vožnje direktnog, vanrednog autobuskog prevoza na relaciji Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad (oba smera).\n\nPolazno stajalište u smeru iz Novog Sada ka Ranžirnoj železničkoj stanici  je redovno autobusko stajalište „Bulevar Jaše Tomića-Bulevar oslobođenja“ (ispred apoteke „Tilija“).\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN."
            },
            {
                "text": "NOVI RED  VOŽNJE\n\nSmer sa GLAVNE ŽELEZNIČKE stanice (ispred apoteke „Tilija“) ka Ranžirnoj železničkoj stanici:\n\n•    03:50 ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    06:59\n\n•    09:53\n\n•    11:59 ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    13:59\n\n•    15:23\n\n•    18:59\n\n•    21:02"
            },
            {
                "text": "Smer sa RANŽIRNE železničke stanice ka Glavnoj železničkoj stanici:\n\n•    06:35\n\n•    09:56\n\n•    11:09 ne saobraća subotom, nedeljom i u dane državnog praznika,\n\n•    13:15\n\n•    15:12 ne saobraća subotom, nedeljom i u dane državnog praznika,\n\n•    18:36 \n\n•    20:12\n\n•    22:15"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/ranzirna_1512.pdf"
    }
]