[
    {
        "date": "30.11.2023",
        "title": "Linija 1 – Tri varijacije trase od 01. 12.",
        "sections": [
            {
                "text": "Od 01.12.2023. godine na liniji broj 1 uvode se tri varijacije trase: \n\n- Osnovna trasa koja će saobraćati do okretnice na Bulevaru Evrope, bez slovne oznake u redu vožnje 1\n\n- Gornje Livade trasa koja će saobraćati do okretnice „Mikom“ u Ulici Profesora Grčića, a u redu vožnje nosiće oznaku 1GL (Gornje Livade) \n\n- Trasa koja će saobraćati do Jegričke ulice (preko auto-puta), a u redu vožnje nosiće oznaku 1J (Jegrička). \n\nRaspored polazaka ostaće neizmenjen, s tim da će u varijaciji Jegrička (1J) biti polasci koji su pripadali varijacijama do „Elnosa“, „Transportkomerca“ i „Mlinoservisa“, „Elnosa i Mlinoservisa“.\n\nMapu linije pogledajte"
            }
        ]
    },
    {
        "date": "30.11.2023",
        "title": "Linija 19 – Izmena trase od 01. 12.",
        "sections": [
            {
                "text": "Autobusi na liniji 19 od 01. 12. 2023. godine saobraćaće novom trasom Železnička stanica – RTV Vojvodine – Bolnica na Mišeluku. \n\nU smeru ka Mišeluku linija 19 saobraćaće pored nove zgrade RTV-a, ulaziće u krug ustanove, nakon čega će produžavati do bolnice na Mišeluku. U suprotnom smeru autobusi će prolaziti istom trasom.\n\nNa novoj trasi koristiće se dva postojeća stajališta u smeru prema Mišeluku, stajalište „Petlja Mišeluk/Tunel“ i stajalište „Kamenički put/RTV“. U smeru prema Železničkoj stanici otvara se novo stajalište „Okretnica/RTV Novi Sad“. \n\nPutnici se o redu vožnje i dodatnim polascima mogu informisati u rubrici redovi vožnje JGSP Novi Sad (gspns.rs)\n\nPogledajte  kretanje autobusa na novoj trasi u krugu RTV-a (oba smera).\n\nTrasu u smeru od Železničke stanice prema Mišeluku pogledajte \n\nTrasu u smeru od Mišeluka prema Železničkoj stanici pogledajte"
            }
        ]
    },
    {
        "date": "29.11.2023",
        "title": "Linija 9A – Izmena početnog i završnog stajališta od 01. 12.",
        "sections": [
            {
                "text": "Autobusi na liniji 9A Novo naselje – Liman – Petrovaradin (Alibegovac) od 01.12.2023. godine vreme polaska u smeru ka Novom naselju iščekivaće na stajalištu „Put Novi Sad-Ruma-Alibegovac“ (ulica Račkog 139a, kod prodavnice), umesto na dosadašnjoj okretnici kod bolnice na Mišeluku. Trasa linije 9A ostaće nepromenjena, s tim što će početno i završno stajalište na trasi biti navedeno stajalište „Put Novi Sad-Ruma-Alibegovac“, dok će okretnica kod bolnice na Mišeluku biti prolazno stajalište. Mapu izmene pogledajte"
            }
        ]
    },
    {
        "date": "24.11.2023",
        "title": "Linija 31 – Privremena izmena polazaka od 27. 11.",
        "sections": [
            {
                "text": "Zbog rekonstrukcije saobraćajnice u Temerinu i nemogućnosti prolaska autobusa kroz Bački Jarak, došlo je do izmena u polascima na liniji 31. Kako bi se zadovoljile prevozne potrebe na relaciji Bački Jarak-Novi Sad i Novi Sad-Bački Jarak, autobusi na određenim polascima koji u redovnom saobraćanju idu do i iz Temerina, u privremenom režimu neće saobraćati na toj relaciji, nego isključivo do i iz Bačkog Jarka (od osnovne škole). Tabelu polazaka pogledajte"
            }
        ]
    },
    {
        "date": "24.11.2023",
        "title": "Linije 32, 33 – Privremena izmena trase u Temerinu od 27. 11.",
        "sections": [
            {
                "text": "Zbog radova na rehabilitaciji kolovoza u Temerinu, od 27. 11. 2023. godine privremeno se menja trasa linija 32 (Novi Sad – Temerin) i 33 (Novi Sad – Gospođinci). \n\nAutobusi u smeru iz Novog Sada do Rimskih šančeva saobraćaće redovnom trasom, skretaće levo na Rimskim šančevima kod Instituta za ratarstvo i povrtarstvo, zatim će nastavljati pravo do međunarodnog puta gde će skretati desno i produžavati pravo do Siriga. Na ulasku u Sirig (kod benzinske stanice) autobusi će skretati desno na siriški put i saobraćati do Temerina, dolaskom u mesto skretaće levo u Novosadsku ulicu na redovnu trasu kretanja do okretnice u Temerinu, odnosno nastavljati prema Gospođincima (linija 33). \n\nČIM SE ZA TO STEKNU USLOVI, AUTOBUSI ĆE KROZ TEMERIN SAOBRAĆATI ALTERNATIVNOM TRASOM KROZ ULICU NARODNOG FRONTA, DOK ĆE POVRATAK NA REDOVNU TRASU BITI OMOGUĆEN NAKON ZAVRŠETKA RADOVA. O SVIM NOVIM IZMENAMA NA TRASI, PUTNICI ĆE BITI BLAGOVREMENO OBAVEŠTENI.\n\nZbog nemogućnosti prolaska autobusa kroz Bački Jarak, na relaciji Bački Jarak-Novi Sad i Novi Sad-Bački Jarak (od osnovne škole) saobraćaće autobusi na određenim polascima koji u redovnom saobraćanju idu do i iz Temerina, dok u privremenom režimu neće saobraćati na toj relaciji, nego isključivo do i iz Bačkog Jarka. Tabelu polazaka pogledajte"
            }
        ]
    },
    {
        "date": "01.11.2023",
        "title": "Linije 42, 43 – Privremena izmena trase (polasci kroz Tankosićevo)",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 02. 11. privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo). Zbog radova na izgradnji vodovoda na raskrsnici Ulice dr Janka Gombara i prolaza koji povezuje ulice dr Janka Gombara, Janka Jesenskog i Generala Štefanika u Kisaču, do završetka radova autobuski saobraćaj na polascima kroz Tankosićevo odvijaće se na sledeći način (mapu imena pogledajte ):\n\nSmer iz Novog Sada \n\nNa raskrsnici Ulica dr Janka Gombara/Slovačka autobusi će skretati desno u Slovačku ulicu, zatim na raskrsnici Slovačka/Generala Štefanika skretati levo u Ulicu generala Štefanika (Štefanikovu) i kretati se do raskrsnice Štefanikova/Benešova gde će skretati levo u Benešovu, nakon toga na raskrsnici Benešova/Železnička skretati desno u Železničku ulicu i nastavljati redovnom trasom. \n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište ispred Kulturnog centra u Kisaču.\n\nSmer iz Kisača \n\nNa raskrsnici Železnička/Benešova autobusi će skretati levo u Benešovu ulicu, zatim će na raskrsnici Benešova/Generala Štefanika skretati desno u Ulicu generala Štefanika (Štefanikovu) i kretati se do raskrsnice Štefanikova/Slovačka, skretati desno u Slovačku ulicu, nakon toga na raskrsnici Slovačka/dr Janka Gombara skretati levo u Ulicu dr Janka Gombara i nastavljati redovnom trasom.\n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište u Benešovoj ulici, odmah nakon skretanja autobusa iz Železničke ulice (preko puta prodavnice)."
            }
        ]
    },
    {
        "date": "24.10.2023",
        "title": "Privremeno izmeštanje stajališta Ledinci/raskrsnica za Nove Ledince",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 24. 10. do završetka radova privremeno se izmešta autobusko stajalište Ledinci/raskrsnica za Nove Ledince. Zbog popravke kolovozne konstrukcije u Fruškogorskoj ulici u Ledincima u navedenom periodu biće postavljeno privremeno autobusko stajalište nakon raskrsnice za Nove Ledince (mapu pogledaje )."
            }
        ]
    },
    {
        "date": "20.09.2023",
        "title": "Linija 1 – Stajalište na staroj okretnici",
        "sections": [
            {
                "text": "Od 21. septembra autobusi na liniji broj 1 (Gornje livade, Zatvor, Elnos i Transportkomerc) u polasku i u dolasku koristiće stajalište „Sentandrejski put – Zmajevački put“ na staroj okretnici ().\n\nNa pomenutim trasama u oba smera koristiće se i sva ostala redovna stajališta."
            }
        ]
    },
    {
        "date": "19.09.2023",
        "title": "Linija 6a – Privremena izmena od 20. 09.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20. 09. do 06. 11. 2023. godine privremeno se menja trasa linije broj 6a (Adice-Veternik OŠ “Marija Trandafil“). Zbog radova na izgradnji kanalizacije otpadnih voda u Veterničkoj ulici, saobraćaj navedenoj liniji odvijaće se na sledeći način ():\n\nSmer Adice – OŠ “Marija Trandafil“\n\nOd početnog stajališta Veternička/Kragujevačka u Veterničkoj ulici autobusi će skretati levo u Ulicu Branka Ćopića, produžavati Ulicom Branka Ćopića, skretati levo u Banjalučku ulicu, desno u Smederevsku ulicu, desno u Ulicu Sime Šolaje, levo u Ulicu Branka Ćopića, desno u Ulicu Ćirila i Metodija, levo u Ulicu Feješ Klare, levo na Bulevar patrijarha Pavla, levo na Futoški put, dalje nastavljati Novosadskim putem, skretati levo (pre Auto centra INTERSREM) u Ulicu heroja sa Košara (bivša Nova 1), desno na kružnom toku ulaziti u Dunavsku ulicu, skretati levo u Paunovu ulicu do OŠ „Marija Trandafil“.\n\nAutobuska stajališta na kojima se zaustavlja autobus:\n\n• Početno stajalište Veternička/Kragujevačka\n\n• Banjalučka/Branka Ćopića\n\n• Smederevska/Banjalučka\n\n• Sime Šolaje/Žikice Jovanovića\n\n• Veternička/Fešter OŠ „Marija Trandafil“\n\nSmer OŠ “Marija Trandafil“ - Adice\n\nOd OŠ „Marija Trandafil“ iz Paunove ulicu autobusi će skretati desno u Dunavsku ulicu, levo na kružnom toku ulaziti u Ulicu heroja sa Košara (bivša Nova 1), skretati desno na Novosadski put, produžavati Futoškim putem, skretati desno na Bulevar patrijarha Pavla, desno u Ulicu Gorana Kovačića, i nstavljati Ulicom Branka Ćopića do Veterničke ulice. \n\nAutobuska stajališta na kojima se zaustavlja autobus:\n\n• Veternička/Fešter OŠ „Marija Trandafil“\n\n• Branka Ćopića/Sime Šolaje\n\n• Veternička/Kragujevačka"
            }
        ]
    },
    {
        "date": "31.08.2023",
        "title": "Od 1. septembra novi red vožnje",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka. \n\nO vremenskim korekcijama polazaka korisnici usluga mogu da se informišu u rubrici RED VOŽNJE, kao i putem aplikacije NSMART, te na prodajnim mestima preduzeća.\n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "21.08.2023",
        "title": "Privremeno skraćenje trasa zbog radova u kompleksu Instituta",
        "sections": [
            {
                "text": "Zbog obimnih građevinskih radova na izgradnji kanalizacije upotrebljenih voda, atmosferske kanalizacije i vodovodne mreže u okviru kompleksa instituta u Sremskoj Kamenici, od 22.08.2023.godine autobusi JGSP ''Novi Sad'' će obavljati okretanje ispred ulazne rampe u institut po prikazanoj mapi. Iskrcaj i prijem putnika vrši se na  (postavljen stajališni stub) u rejonu parkinga za TAXI vozila."
            }
        ]
    }
]
