[
    {
        "date": "30.04.2025",
        "title": "Linija 54 – Privremena izmena trase u Futogu od 05. 05.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 05. do 14. 05. 2025. godine privremeno će biti izmenjena trasa autobuske linije broj 54. Zbog radova na sanaciji kolovozne konstrukcije, autobusi neće saobraćati Grmečkom i Železničkom ulicom.\n\nDo završetka radova autobusi na liniji 54 u oba smera saobraćaće trasom linije 56 kroz Futog i koristiće sva stajališta na trasi do stajališta „Rade Kondića-NIS benzinska pumpa“, gde će se čekati vreme za naredni polazak. \n\nPolasci linije 54 do okretnice „Aroma“ saobraćaće redovnom trasom od stajališta „Rade Kondića-NIS benzinska pumpa“ i Železničke ulice."
            },
            {
                "text": "Mapu izmene pogledajte"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/futog_grmecka.pdf"
    },
    {
        "date": "29.04.2025",
        "title": "Red vožnje za vreme praznika",
        "sections": [
            {
                "text": "JGSP \"Novi Sad\" obaveštava putnike da će autobusi 01. i 02. maja saobraćati po redu vožnje za nedelju (linija 5N ne saobraća)."
            }
        ]
    },
    {
        "date": "24.04.2025",
        "title": "Linije 53, 55 – Privremena izmena trase/ukidanje stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 14. 04. 2025. godine do završetka radova na izgradnji dovodnika vode za Begeč, privremeno će biti izmenjene trase autobuskih linija broj 53 i 55.\n\nPolasci iz Novog Sada \n\nAutobusi će saobraćati redovnom trasom do Futoga i raskrsnice ulica Cara Lazara, Braće Bošnjak i Svetozara Markovića, nastavljati Ulicom Svetozara Markovića, skretati desno u Partizansku ulicu, desno u Ulicu Branka Radičevića, levo u Ulicu Rade Kondića i dalje redovnom trasom.\n\nPolasci iz mesta \n\nRedovna trasa.\n\nNa izmenjenom delu trase koristiće se postojeće autobusko stajalište linije 56 Rade Kondića/Grmečka i tri privremena stajališta u smeru iz Novog Sada: Svetozara Markovića/Cara Lazara, Svetozara Markovića/Industrijska, Branka Radičevića/Povrtarska."
            },
            {
                "text": "Stajalište Rade Kondića/benzinska pumpa se privremeno ukida zbog rekonstrukcije Železničke ulice u Futogu."
            }
        ]
    },
    {
        "date": "17.04.2025",
        "title": "Linija 69 – Povratak na redovnu trasu do 05. 05. ",
        "sections": [
            {
                "text": "Radovi na izgradnji kanalizacije na Kameničkom putu se obustavljaju od 18. 04. do 04. 05. 2025. godine. Autobusi na liniji 69 u navedenom periodu saobraćaće redovnom trasom, a od 05. 05. do 23. 06. 2025. godine nastavlja se privremena izmena trase:\n\nSmer iz Novog Sada \n\nOd raskrsnice Bulevara oslobođenja i Ulice Maksima Gorkog autobusi će saobraćati pravo Bulevarom oslobođenja, preko Mosta slobode do petlje Mišeluk, zatim do RTV Vojvodine, praviće krug oko zgrade RTV-a zbog okretanja i nastavljati redovnom trasom do okretnice na Čardaku. \n\nSmer sa Čardaka \n\nAutobusi će saobraćati redovno do RTV Vojvodine, praviće krug oko zgrade RTV-a, a zatim saobraćati do petlje Mišeluk, pa preko Mosta slobode i Bulevara oslobođenja do Železničke stanice. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Mapu izmena pogledajte"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/linija69_2403.pdf"
    },
    {
        "date": "17.04.2025",
        "title": "Linija 54 – Privremena izmena trase u Futogu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od  22. 04. 2025. do 30. 04. 2025. privremeno će biti izmenjena trasa autobuske linije broj 54 na polascima koji saobraćaju Železničkom ulicom (od Rade Kondića do Grmečke). \n\nZbog radova na sanaciji kolovozne konstrukcije, autobusi će saobraćati Grmečkom ulicom u oba smera."
            }
        ]
    },
    {
        "date": "31.03.2025",
        "title": "Korekcija reda vožnje",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava građane da će od 01. 04. 2025. godine biti korigovani neki od polazaka u postojećem redu vožnje.   \n\nMolimo putnike da se pre korišćenja prevoza o izmenama autobuskih polazaka, osim na sajtu preduzeća www.gspns.rs/red-voznje,  informišu i putem aplikacije NSmart."
            }
        ]
    },
    {
        "date": "06.02.2025",
        "title": "Od 07. 02. novi red vožnje na vanrednim polascima Železnička stanica Petrovaradin - Centar",
        "sections": [
            {
                "text": "U skladu sa dopisom „Srbijavoza“ od 07. 02. 2025. godine stupa na snagu novi red vožnje na vanrednim autobuskim polascima Železnička stanica Petrovaradin - Centar. Novi red vožnje pogledajte \n\nPodsećamo, kao ispomoć redovnim linijama 3, 9, 60, 61, 62 i 63 do daljeg su uvedeni vanredni, direktni polasci autobusa sa autobuskog stajališta „Petrovaradin/Železnička stanica“ u Preradovićevoj ulici (oba smera). Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici ().\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nShodno ugovoru sa „Srbijavozom“, na navedenoj relaciji prevoz je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/redvoznje_0502.pdf"
    },
    {
        "date": "05.02.2025",
        "title": "Linija 69 – Privremena izmena trase od 07. 02.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od  07. februara do 23. juna 2025.godine privremeno će biti izmenjena trasa autobuske linije broj 69 zbog izgradnje kanalizacione mreže u delu Ulice Dunavske divizije. \n\nAutobusi će umesto Beogradske ulice, dela Preradovićeve ulice i Ulice Dunavske divizije koristiti Kamenički put do Ulice Dunavske divizije i dalje saobraćati postojećom trasom (u suprotnom smeru saobraćaće istom, izmenjenom trasom). \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE IZGRAĐENO STAJALIŠTE POSLE SILASKA SA VARADINSKOG MOSTA (U SMERU IZ NOVOG SADA) I PRIVREMENO STAJALIŠTE NA KEJU SKOJEVACA - NAKON SKRETANJA SA KAMENIČKOG PUTA (U SMERU KA NOVOM SADU)."
            },
            {
                "text": "Mapu izmena pogledaje"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/0502linija_69.pdf"
    },
    {
        "date": "17.01.2025",
        "title": "Linija 3B – Privremeno stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ u smeru sa Puckaroša",
        "sections": [
            {
                "text": "Na liniji 3B u smeru B od Puckaroša do Petrovaradina (OŠ „Jovan Dučić“) autobusi će do daljnjeg privremeno koristiti i stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ (redovna stajališta linije 3 Petrovaradin - Centar- Detelinara i linije 9 Novo naselje – Liman – Petrovaradin).\n\nNavedena izmena stupiće na snagu 20.01.2025. godine."
            }
        ]
    },
    {
        "date": "13.12.2024",
        "title": "Od 15. 12. novi red vožnje vanrednog prevoza Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da je od 15. 12. 2024. godine na snazi novi red vožnje direktnog, vanrednog autobuskog prevoza na relaciji Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad (oba smera).\n\nPolazno stajalište u smeru iz Novog Sada ka Ranžirnoj železničkoj stanici  je redovno autobusko stajalište „Bulevar Jaše Tomića-Bulevar oslobođenja“ (ispred apoteke „Tilija“).\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN."
            },
            {
                "text": "NOVI RED  VOŽNJE\n\nSmer sa GLAVNE ŽELEZNIČKE stanice (ispred apoteke „Tilija“) ka Ranžirnoj železničkoj stanici:\n\n•    03:50 ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    06:59\n\n•    09:53\n\n•    11:59 ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    13:59\n\n•    15:23\n\n•    18:59\n\n•    21:02"
            },
            {
                "text": "Smer sa RANŽIRNE železničke stanice ka Glavnoj železničkoj stanici:\n\n•    06:35\n\n•    09:56\n\n•    11:09 ne saobraća subotom, nedeljom i u dane državnog praznika,\n\n•    13:15\n\n•    15:12 ne saobraća subotom, nedeljom i u dane državnog praznika,\n\n•    18:36 \n\n•    20:12\n\n•    22:15"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/ranzirna_1512.pdf"
    }
]