[
    {
        "date": "31.12.2021",
        "title": "LINIJE 3, 3A, 6, 9, 9A, 60, 61, 62, 63, 64 i 69 – NOVA IZMENA OD 03. 01.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 03. 01. do 16. 01. 2022. godine određuje se privremena izmena trase autobuskih linija broj 3, 3A, 6, 9, 9A, 60, 61, 62, 63, 64 i 69 zbog održavanja ceremonije preuzimanje titule Evropske prestonice kulture. Stupanjem na snagu ovog rešenja, od 03. 01. prestaje važnost ranije izmene trasa na navedenim linijama (od 26. 12. 2021)."
            },
            {
                "text": "LINIJA BROJ 3 \n\nSmer iz Novog Sada \n\nOd raskrsnice ulica Uspenska i Jevrejska autobusi saobraćaju desno Jevrejskom ulicom, levo Bulevarom oslobođenja, levo Ulicom Maksima Gorkog, levo Kej žrtava racije, levo Trg Neznanog junaka do Varadinskog mosta, preko Varadinskog mosta, desno na Kamenički put do raskrsnice sa Ulicom Dunavske divizije, levo Ulicom Dunavske divizije do Preradovićeve ulice i dalje nastavljaju redovnom trasom.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJE (POSLE RASKRSNICE SA ULICOM MAKSIMA GORKOG), ZATIM IZGRAĐENO STAJALIŠTE POSLE SILASKA SA VARADINSKOG MOSTA, STAJALIŠTE DUNAVSKE DIVIZIJE-KASARNA (STAJALIŠTE LINIJE BR.69) I PRIVREMENO STAJALIŠTE U ULICI DUNAVSKE DIVIZIJE (ISPRED POLICIJSKE STANICE PETROVARADIN).\n\nSmer iz Petrovaradina \n\nAutobusi saobraćaju redovnom trasom do i preko Varadinskog mosta, zatim desno Trgom neznanog junaka, desno Beogradski kejom, Kejom žrtava racije, desno Maksima Gorkog, desno Stražilovskom, Ulicom Žarka Zrenjanina do raskrsnice sa Bulevarom Mihajla Pupina i dalje redovnom trasom kretanja.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE STAJALIŠTE TRG NEZNANOG JUNAKA-MOST „DUGA“ (STAJALIŠTE LINIJE BROJ 11B) I STAJALIŠTE ŽARKA ZRENJANINA-IZVRŠNO VEĆE."
            },
            {
                "text": "LINIJA BROJ 3a\n\nSmer iz Novog Sada\n\nOd raskrsnice ulica Bulevar oslobođenja i Jevrejska autobusi saobraćaju pravo Bulevarom oslobođenja, levo Ulicom Maksima Gorkog, levo Kejom žrtava racije, levo Trgom neznanog junaka do Varadinskog mosta, zatim preko Varadinskog mosta, desno na Kamenički put do raskrsnice sa Ulicom Dunavske divizije, levo Ulicom Dunavske divizije do Preradovićeve ulice i dalje nastavljaju redovnom trasom.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE REDOVNO STAJALIŠTE BULEVAR OSLOBOĐENJA-FUTOŠKA, PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJE (POSLE RASKRSNICE SA ULICOM MAKSIMA GORKOG), ZATIM IZGRAĐENO STAJALIŠTE POSLE SILASKA SA VARADINSKOG MOSTA, STAJALIŠTE DUNAVSKE DIVIZIJE-KASARNA (STAJALIŠTE LINIJE BR.69) I PRIVREMENO STAJALIŠTE U ULICI DUNAVSKE DIVIZIJE (ISPRED POLICIJSKE STANICE PETROVARADIN).\n\nSmer iz Petrovaradina\n\nAutobusi saobraćaju do i preko Varadinskog mosta redovnom trasom, posle Varadinskog mosta desno Trgom Neznanog junaka, desno Beogradskim kejom, Kejom žrtava racije, desno Ulicom Maksima Gorkog, desno Stražilovskom ulicom, Ulicom Žarka Zrenjanina do raskrsnice sa Bulevarom Mihajla Pupina i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE STAJALIŠTE TRG NEZNANOG JUNAKA-MOST „DUGA“ (STAJALIŠTE LINIJE BROJ 11B) I STAJALIŠTE ŽARKA ZRENJANINA-IZVRŠNO VEĆE."
            },
            {
                "text": "LINIJA BROJ 6\n\nSmer iz Adica \n\nOd raskrsnice ulica Futoška i Bulevar oslobođenja autobusi saobraćaju desno na Bulevar oslobođenja, levo Maksima Gorkog, levo Kejom žrtava racije, Beogradskim kejom i dalje redovnom trasom kretanja.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE REDOVNO STAJALIŠTE BULEVAR OSLOBOĐENJA-FUTOŠKA, PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJE (POSLE RASKRSNICE SA ULICOM MAKSIMA GORKOG).\n\nSmer sa Podbare \n\nOd raskrsnice ulica Beogradski kej i Trg neznanog junaka autobusi saobraćaju Beogradskim kejom, Kejom žrtava racije, desno Ulicom Maksima Gorkog, desno Stražilovskom ulicom, Ulicom Žarka Zrenjanina do raskrsnice sa Bulevarom Mihajla Pupina i dalje redovnom trasom kretanja.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE STAJALIŠTE TRG NEZNANOG JUNAKA-MOST „DUGA“ (STAJALIŠTE LINIJE BROJ 11B) I STAJALIŠTE ŽARKA ZRENJANINA-IZVRŠNO VEĆE."
            },
            {
                "text": "LINIJE BROJ 9 I 9A\n\nSmer iz Petrovaradina \n\nAutobusi saobraćaju do i preko Varadinskog mosta redovnom trasom, zatim desno Trgom neznanog junaka, desno Beogradskim kejom, Kejom žrtava racije, Bulevarom cara Lazara do Stražilovske ulice i dalje redovnom trasom kretanja.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE STAJALIŠTE TRG NEZNANOG JUNAKA-MOST „DUGA“ (STAJALIŠTE LINIJE BROJ 11B).\n\nSmer sa Novog naselja \n\nOd raskrsnice Bulevar cara Lazara i Stražilovske ulice autobusi nastavljaju pravo Bulevarom cara Lazara, levo Kejom žrtava racije, levo Trgom neznanog junaka do Varadinskog mosta, zatim preko Varadinskog mosta, desno Kameničkim putem do raskrsnice sa Ulicom Dunavske divizije, levo Ulicom Dunavske divizije do Preradovićeve ulice i dalje nastavljaju redovnom trasom.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE PRIVREMENO STAJALIŠTE NA BUL. CARA LAZARA -ISPRED TEHNOLOŠKOG FAKULTETA, PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJE (POSLE RASKRSNICE SA ULICOM MAKSIMA GORKOG), ZATIM IZGRAĐENO STAJALIŠTE POSLE SILASKA SA VARADINSKOG MOSTA, STAJALIŠTE DUNAVSKE DIVIZIJE-KASARNA (STAJALIŠTE LINIJE BR.69) I PRIVREMENO STAJALIŠTE U ULICI DUNAVSKE DIVIZIJE (ISPRED POLICIJSKE STANICE PETROVARADIN)."
            },
            {
                "text": "LINIJE BROJ 60, 61, 62, 63 i 64\n\nSmer iz Novog Sada \n\nOd raskrsnice ulica Maksima Gorkog i Stražilovske autobusi saobraćaju pravo Ulicom Maksima Gorkog, levo na Kej žrtava racije, levo na Trg Neznanog junaka do Varadinskog mosta, dalje preko Varadinskog mosta, desno na Kamenički put do raskrsnice sa Ulicom Dunavske divizije, levo Ulicom Dunavske divizije do Preradovićeve ulice i dalje nastavljaju redovnom trasom.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJE (POSLE RASKRSNICE SA ULICOM MAKSIMA GORKOG), ZATIM IZGRAĐENO STAJALIŠTE POSLE SILASKA SA VARADINSKOG MOSTA, STAJALIŠTE DUNAVSKE DIVIZIJE-KASARNA (STAJALIŠTE LINIJE BR.69) I PRIVREMENO STAJALIŠTE U ULICI DUNAVSKE DIVIZIJE (ISPRED POLICIJSKE STANICE PETROVARADIN).\n\nSmer iz Petrovaradina \n\nAutobusi saobraćaju do i preko Varadinskog mosta redovnom trasom, posle Varadinskog mosta desno Trgom Neznanog junaka, desno Beogradskim kejom, Kejom žrtava racije, desno Ulicom Maksima Gorkog do Bulevara oslobođenja i dalje redovnom trasom kretanja.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE STAJALIŠTE TRG NEZNANOG JUNAKA-MOST „DUGA“ (STAJALIŠTE LINIJE BROJ 11B)."
            },
            {
                "text": "LINIJA BROJ 69 \n\nSmer iz Novog Sada \n\nOd raskrsnice ulica Maksima Gorkog i Stražilovske autobusi saobraćaju pravo Ulicom Maksima Gorkog, levo Kejom žrtava racije, levo Trgom neznanog junaka do Varadinskog mosta, nastavljaju preko Varadinskog mosta, desno Kameničkim putem do raskrsnice sa Ulicom Dunavske divizije i dalje redovnom trasom.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJE (POSLE RASKRSNICE SA ULICOM MAKSIMA GORKOG) I IZGRAĐENO STAJALIŠTE POSLE SILASKA SA VARADINSKOG MOSTA.\n\nSmer sa Čardaka \n\nAutobusi saobraćaju redovnom trasom do i preko Varadinskog mosta, zatim desno Trgom neznanog junaka, desno Beogradskim kejom, Kejom žrtava racije, desno Ulicom Maksima Gorkog do Bulevara oslobođenja i dalje redovnom trasom kretanja.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE STAJALIŠTE TRG NEZNANOG JUNAKA-MOST „DUGA“ (STAJALIŠTE LINIJE BROJ 11B)."
            }
        ]
    },
    {
        "date": "30.12.2021",
        "title": "Od 04.01. nova linija 19 do bolnice na Mišeluku",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ od 4. januara 2022. godine uvodi gradsku liniju broj 19 na relaciji Železnička stanica-Mišeluk (bolnica). Kako bi se građanima i zaposlenima u novoj bolnici obezbedio adekvatan javni prevoz, radnim danima na liniji 19 u oba smera organizovano je po pet polazaka, a subotom i nedeljom po četiri polaska. \n\nTrasa linije 19 je sledeća:\n\nSMER A Železnička stanica - Mišeluk (bolnica)\n\nPolazno stajalište Bulevar oslobođenja (stajalište linija 7A, 10, 14 i 15) – Most slobode – petlja Mišeluk - bolnica\n\nSMER B Mišeluk (bolnica) – Železnička stanica \n\nBolnica - petlja Mišeluk - Most slobode – Bulevar oslobođenja – Ž. stanica\n\nPodsećamo korisnike usluge prevoza da je 1. septembra 2021. godine produžena trasa linije broj 9A, koja će i nakon uvođenja nove linije saobraćati od Novog naselja preko Petrovaradina do bolnice na Mišeluku. Linijom 19 dodatno će se odgovoriti potrebama putnika za kvalitetnim javnim prevozom do nove bolnice."
            }
        ]
    },
    {
        "date": "24.12.2021",
        "title": "Privremeno ne saobraćaju \"đački\" polasci",
        "sections": [
            {
                "text": "Autobuski polasci koji su u redu vožnje označeni kao \"đački\" ne saobraćaju od 24.12.2021. do 17.01.2022. godine  zbog učeničkog raspusta."
            }
        ]
    },
    {
        "date": "23.12.2021",
        "title": "Privremene izmene trasa zbog održavanja ceremonije povodom preuzimanja titule Еvropske prestonice kulture",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 26. 12. 2021. do 16. 01. 2022. godine određuje se privremena izmena trase autobuskih linija broj 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64 i 69. Zbog održavanja ceremonije u centru grada povodom preuzimanja titule Evropske prestonice kulture, autobuski saobraćaj na izmenjenom delu trase odvijaće se na sledeći način:\n\nLINIJA BROJ 3\n\nSmer Novi Sad – Petrovaradin\n\nOd raskrsnice ulica Uspenska i Jevrejska autobusi će saobraćati (desno) Jevrejskom ulicom, (levo) Bulevarom oslobođenja, (levo) Ulicom Maksima Gorkog, (levo) Kej žrtava racije, Beogradski kej, (levo) Ulicom Marka Miljanova, Venizelisovom ulicom, preko drumsko-železničkog mosta, Reljkovićevom ulicom do Preradovićeve i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA NA KEJU ŽRTAVA RACIJE/MAKSIMA GORKOG, U RELJKOVIĆEVOJ ULICI ISPRED KBR. 42A I PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47.\n\nSmer Petrovaradin – Novi Sad\n\nOd raskrsnice ulica Preradovićeve i Reljkovićeve autobusi će saobraćati Reljkovićevom ulicom, preko drumsko-železničkog mosta, Venizelisovom ulicom do Beogradskog keja, Beogradski kejom, Kejom žrtava racije, (desno) Ulicom Maksima Gorkog, (desno) Bulevarom oslobođenja, (desno) Jevrejskom ulicom, (levo) Uspenskom ulicom i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENO STAJALIŠTE U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I REDOVNO STAJALIŠTE BEOGRADSKI KEJ/MILOŠA BAJIĆA I REDOVNO STAJALIŠTE TRG NEZNANOG JUNAKA/MOST DUGA (STAJALIŠTE LINIJE BROJ 11B).\n\nLINIJA BROJ 3a\n\nSmer Novi Sad - Petrovaradin\n\nOd raskrsnice ulica Bulevar oslobođenja i Jevrejska ulica autobusi će saobraćati pravo Bulevarom oslobođenja, (levo) Ulicom Maksima Gorkog, (levo) Kejom žrtava racije, Beogradski kejom, (levo) Ulicom Marka Miljanova, Venizelisovom ulicom, preko drumsko-železničkog mosta, Reljkovićevom ulicom do Šenoine ulice i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNO STAJALIŠTE BULEVAR OSLOBOĐENJA/FUTOŠKA, PRIVREMENA STAJALIŠTA NA KEJU ŽRTAVA RACIJE/MAKSIMA GORKOG, U RELJKOVIĆEVOJ ULICI ISPRED KBR. 42A I PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47.\n\nSmer Petrovaradin – Novi Sad\n\nOd raskrsnice ulica Šenoine i Reljkovićeve autobusi će saobraćati Reljkovićevom ulicom, preko drumsko-železničkog mosta, Venizelisovom ulicom do Beogradskog keja, Beogradskim kejom, Kejom žrtava racije, (desno) Ulicom Maksima Gorkog, (desno) Bulevarom oslobođenja do Jevrejske ulice i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, TE U PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47 I REDOVNO STAJALIŠTE TRG NEZNANOG JUNAKA/MOST DUGA (STAJALIŠTE LINIJE BROJ 11B).\n\nLINIJA BROJ 6\n\nSmer Adice - Podbara\n\nOd raskrsnice ulica Futoška i Bulevar oslobođenja autobusi će saobraćati desno na Bulevar oslobođenja, (levo) Ulicom Maksima Gorkog, (levo) Kejom žrtava racije, Beogradskim kejom i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNO STAJALIŠTE BULEVAR OSLOBOĐENJA/FUTOŠKA I PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJE/MAKSIMA GORKOG.\n\nSmer Podbara - Adice\n\nOd raskrsnice ulica Beogradski kej i Trg neznanog junaka autobusi će saobraćati Beogradskim kejom, Kejom žrtava racije, (desno) Ulicom Maksima Gorkog, (desno) Bulevarom oslobođenja, (levo) Futoškom ulicom i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNO STAJALIŠTE TRG NEZNANOG JUNAKA/MOST DUGA (STAJALIŠTE LINIJE BROJ 11B).\n\nLINIJE BROJ 9 I 9A\n\nSmer Petrovaradin - Novo naselje\n\nOd raskrsnice ulica Preradovićeve i Reljkovićeve autobusi će saobraćati Reljkovićevom ulicom, preko drumsko-železničkog mosta, Venizelisovom ulicom do Beogradskog keja, Kejom žrtava racije, Bulevarom cara Lazara do Stražilovske ulice i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENO STAJALIŠTE U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39, REDOVNO STAJALIŠTE BEOGRADSKI KEJ/MILOŠA BAJIĆA, PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJE/MAKSIMA GORKOG I REDOVNO STAJALIŠTE TRG NEZNANOG JUNAKA/MOST DUGA (STAJALIŠTE LINIJE BROJ 11B).\n\nSmer Novo naselje - Petrovaradin\n\nOd raskrsnice Bulevara cara Lazara i Stražilovske ulice autobusi će saobraćati pravo Bulevarom cara Lazara, (levo) Kejom žrtava racije, Beogradskim kejom, (levo) Ulicom Marka Miljanova, Venizelisovom ulicom, preko drumsko-železničkog mosta, Reljkovićevom ulicom do Preradovićeve ulice i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA NA BULEVARU CARA LAZARA (ISPRED TEHNOLOŠKOG FAKULTETA), NA KEJU ŽRTAVA RACIJE/MAKSIMA GORKOG, U RELJKOVIĆEVOJ ULICI ISPRED KBR. 42A I PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47.\n\nLINIJE BROJ 60, 61, 62, 63 i 64\n\nSmer iz Novog Sada\n\nOd raskrsnice ulica Bulevar oslobođenja i Jevrejska ulica autobusi će saobraćati Bulevarom oslobođenja, (levo) Ulicom Maksima Gorkog, (levo) Kejom žrtava racije, Beogradskim kejom, (levo) Ulicom Marka Miljanova, Venizelisovom ulicom, preko drumsko-železničkog mosta, Reljkovićevom ulicom do Preradovićeve ulice i dalje nastavljati redovnim trasama kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA NA KEJU ŽRTAVA RACIJE/MAKSIMA GORKOG, U RELJKOVIĆEVOJ ULICI ISPRED KBR. 42A I PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47.\n\nSmer ka Novom Sadu\n\nOd raskrsnice ulica Preradovićeve i Reljkovićeve autobusi će saobraćati Reljkovićevom ulicom, preko drumsko-železničkog mosta, Venizelisovom ulicom do Beogradskog keja, Kejom žrtava racije, (desno) Ulicom Maksima Gorkog, (desno) Bulevarom oslobođenja do Jevrejske ulice i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENO STAJALIŠTE U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I REDOVNO STAJALIŠTE BEOGRADSKI KEJ/MILOŠA BAJIĆA, PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJE/MAKSIMA GORKOG I REDOVNO STAJALIŠTE TRG NEZNANOG JUNAKA/MOST DUGA (STAJALIŠTE LINIJE BROJ 11B).\n\nLINIJA BROJ 69\n\nSmer iz Novog Sada\n\nOd raskrsnice ulica Bulevar oslobođenja i Jevrejska ulica autobusi će saobraćati Bulevarom oslobođenja, (levo) Ulica Maksima Gorkog, (levo) Kej žrtava racije, Beogradski kej, (levo) Ulica Marka Miljanova, Venizelisova ulica, preko drumsko-železničkog mosta, Reljkovićeva ulica do Preradovićeve ulice, (desno) Preradovićeva ulica, (levo) Ulica Dunavske divizije i dalje nastavljati redovnom trasom kretanja.\n\nSmer ka Novom Sadu\n\nOd raskrsnice ulica Dunavske divizije i Preradovićeve autobusi će saobraćati (desno) Preradovićevom ulicom, (levo) Reljkovićevom ulicom, preko drumsko-železničkog mosta, Venizelisovom ulicom do Beogradskog keja, Kejom žrtava racije, (desno) Ulicom Maksima Gorkog, (desno) Bulevarom oslobođenja do Jevrejske ulice i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A I PRIVREMENA STAJALIŠTA U ULICI DUNAVSKE DIVIZIJE/PRERADOVIĆEVA (U OBA SMERA), PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJE/MAKSIMA GORKOG I REDOVNO STAJALIŠTE TRG NEZNANOG JUNAKA/MOST DUGA (STAJALIŠTE LINIJE BROJ 11B)."
            }
        ]
    },
    {
        "date": "23.12.2021",
        "title": "Linije 12, 60, 61, 62, 63, 64, 69 – Privremena izmena trase",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve privremeno će biti izmenjena trasa autobuskih linija broj 12, 60, 61, 62, 63, 64 i 69. Zbog radova na rekonstrukciji stambenog objekta u ulici Vojvođanskih brigada 7, autobuski saobraćaj će se odvijati na sledeći način:\n\nLINIJA 12 (od 25. do 31. 12. 2021. godine)\n\nSmer iz Centra: Od raskrsnice Ulica Žarka Zrenjanina/Vojvođanskih brigada autobusi će produžavati Stražilovskom ulicom i (desno) Ulicom Maksima Gorkog i dalje nastavljati redovnom trasom. \n\nLINIJE 60, 61, 62, 63, 64 i 69 (samo 25. 12. 2021. godine)\n\nSmer prema Železničkoj stanici: Od raskrsnice Bulevar Mihajla Pupina/Ulica Žarka Zrenjanina autobusi će produžavati Bulevarom Mihajla Pupina, skretati u Jevrejsku ulicom, odakle će se uključivati (desno) na Bulevar oslobođenja i nastavljati redovnom trasom.\n\nNA IZMENJENOM DELU TRASE NAVEDENIH AUTOBUSKIH LINIJA KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "NAPOMENA: Od 26.12.2021. godine na snazi će biti DODATNA promena trasa linija 60, 61, 62, 63, 64 i 69 zbog održavanja ceremonije povodom preuzimanja titule Evropske prestonice kulture, pa molimo putnike da obrate pažnju i na ove izmene."
            }
        ]
    },
    {
        "date": "26.11.2021",
        "title": "Linija 17 - Privremena izmena trase od 27.11.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. novembra 2021. do 20. marta 2022. godine privremeno će biti izmenjena trasa autobuske linije broj 17. Zbog radova na rekonstrukciji i izgradnji podvožnjaka u Kisačkoj uliciu, autobuski saobraćaj na liniji 17 odvijaće se na sledeći način:\n\nSmer od Tržnog centra „BIG“ \n\nOd raskrsnice Sentandrejski put/Partizanska ulica autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra\n\nOd raskrsnice Bulevar oslobođenja/Bulevar Jaše Tomića autobusi će skretati levo na Bulevar Jaše Tomića, desno u Rumenačku ulicu, desno u Partizansku ulicu (pored „Merkura“), levo u Industrijsku (trasom linije broj 10 do „Mašinoremonta“) i dalje nastavljati do Tržnog centra „BIG“. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "01.10.2021",
        "title": "Izmene u redu vožnje na gradskim linijama od 04. oktobra",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će od 4. oktobra 2021. godine doći do izmena u zimskom redu vožnje na gradskim linijama 1, 2, 3 , 4 , 5, 7B, 8, 9, 11A, 12 i 14.\n\nIzmenjen red vožnje biće postavljen na autobuskim stajalištima i sajtu preduzeća www.gspns.rs, pa molimo putnike na navedenim linijama da obrate pažnju na nov raspored polazaka.\n\nNa prigradskim i međumesnim linijama autobusi će saobraćati bez izmena u redu vožnje."
            }
        ]
    },
    {
        "date": "30.09.2021",
        "title": "Linija 86 saobraća od 01. oktobra",
        "sections": [
            {
                "text": "Od 1. oktobra 2021. godine saobraća nova autobuska linija 86 na relaciji Novi Sad AS–Stari Rakovac – Vrdnik (železnička stanica). Cena pojedinačne karte od Novog Sada do Vrdnika iznosi 200 dinara, a za decu od 6 do 10 godina 140 dinara. Predviđena je i mogućnost kupovine dnevne karte po ceni od 450 dinara.\n\n Iz Novog Sada do Vrdnika svakog dana organizovano je deset polazaka, koliko ih ima i u suprotnom smeru. Trasa Novi Sad AS - Stari Rakovac - Vrdnik (Železnička stanica):\n\nSMER A \n\nNovi Sad (Autobuska stanica) – Bulevar oslobođenja – Most slobode - Sremska Kamenica (centar) - Stari Rakovac – raskrsnica kod Zmajevca – Zmajevački put do raskrsnice za etno kompleks „Vrdnička kula“ – „Vrdnička kula“ - „Fruške terme“ - staza zdravlja do Ulice Oborac - Ulica Martina Klasića - Karađorđeva ulica - Ulica Pavla Živančevića Dudaša - Ulica Lazara Gojkovića - Železnička ulica do autobuskog i taksi stajališta – Vrdnik (Železnička stanica).\n\nSMER B \n\nVrdnik (Železnička stanica) - Železnička ulica - Trg cara Lazara - Fruškogorska ulica - Karađorđeva ulica - Ulica Martina Klasića - Ulica Oborac - staza zdravlja do ulaza u kompleks „Vrdnička kula“ - Zmajevački put do raskrsnice kod Zmajevca - Stari Rakovac - Sremska Kamenica (centar) – Most slobode – Bulevar oslobođenja - Novi Sad (Autobuska stanica)."
            }
        ]
    },
    {
        "date": "17.09.2021",
        "title": "Linije 1, 15, 16, 17, 20, 31, 32, 33, 35 – Privremena izmena trasa zbog radova u Kisačkoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20. septembra 2021. godine do 20. marta 2022. godine privremeno se menjaju trase autobuskih linija broj 1, 15, 16, 17, 20, 31, 32, 33 i 35. Zbog radova na rekonstrukciji podvožnjaka u Kisačkoj ulici u Novom Sadu, autobuski saobraćaj odvijaće se na sledeći način:\n\nLINIJA BROJ 1 \n\nSmer sa Klise: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice ulica Kisačke i Temerinske autobusi će saobraćati pravo Temerinskom ulicom, levo Partizanskom ulicom, skretati desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJA BROJ 15 \n\nSmer iz zone Sever: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati desno u Industrijsku ulicu, levo u Rumenačku ulicu, levo na Bulevar Jaše Tomića, desno na Bulevar oslobođenja i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice Bulevara oslobođenja i Bulevara Jaše Tomića autobusi će skretati levo na Bulevar Jaše Tomića, desno u Rumenačku ulicu, desno u Industrijsku ulicu (pored Merkura), levo na Sentandrejski put i dalje nastavljati redovnom trasom kretanja.\n\nLINIJA BROJ 16 \n\nSmer iz Pristanišne zone: Od raskrsnice ulica Put šajkaškog odreda i Temerinske autobusi će skretati levo u Temerinsku ulicu, desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Ž.stanice: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu do Partizanske ulice i dalje nastavljati redovnom trasom kretanja.\n\n LINIJA BROJ 17 \n\nSmer od Tržnog centra „BIG“: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Ulicu Jovana Cvijića, levo u Temerinsku ulicu, levo u Partizansku ulicu, desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJA BROJ 35 \n\nSmer sa Čeneja: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu, desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Ž.stanice: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu, levo u Partizansku ulicu, desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJE BROJ 20, 31, 32 i 33 \n\nSmer iz mesta: Od raskrsnice ulica Temerinske i Partizanske autobusi će saobraćati pravo Temerinskom ulicom, skretati desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa MAS-a (Ž.stanice): Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu do Partizanske ulice i i dalje nastavljati redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJAMA BROJ 1, 15, 16, 17 I 20 NA IZMENJENOM DELU TRASE KORISTIĆE REDOVNA STAJALIŠTA DRUGIH LINIJA. LINIJE 1 I 17 NE KORISTE STAJALIŠTE U PARTIZANSKOJ ULICI, U ZONI RASKRSNICE PARTIZANSKA-TEMERINSKA U SMERU PREMA KLISI.\n\nAUTOBUSI NA LINIJAMA BROJ 31, 32 ,33 I 35 NA IZMENJENOM DELU TRASE, U SMERU IZ MESTA KORISTIĆE REDOVNA STAJALIŠTA NA RASKRSNICAMA TEMERINSKA-PARTIZANSKA, KISAČKA-TEMERINSKA I KISAČKA-JOVANA CVIJIĆA, A U SMERU OD Ž.STANICE KORISTIĆE REDOVNA STAJALIŠTA NA RASKRSNICAMA KISAČKA-BULEVAR JAŠE TOMIĆA I TEMERINSKA-KISAČKA."
            }
        ]
    },
    {
        "date": "31.08.2021",
        "title": "Produženje linije 9А do nove bolnice na Mišeluku",
        "sections": [
            {
                "text": "Od 1. septembra 2021. godine produžava se trasa linije 9A (Novo naselje - Alibegovac), koja će saobraćati do nove KOVID bolnice na Mišeluku. \n\nKako bi se građanima i zaposlenima omogućio dolazak i odlazak do nove bolnice javnim prevozom, JGSP „Novi Sad“ je na ovoj liniji značajno povećao broj polazaka, tako da će radnim danima biti 58, subotom 46, a nedeljom 32 polaska."
            },
            {
                "text": "Putnici se o novom redu vožnje mogu informisati elektronski, putem sajta preduzeća:  (LINIJA 9, oznaka ALI), kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Trasa nove linije je sledeća:"
            },
            {
                "text": "Smer A - raskrsnica Bulevara Jovana Dučića i Ulice Dragoslava Srejovića, Bulevar Jovana Dučića, Bulevar Slobodana Jovanovića, Futoška ulica, Ulica cara Dušana, Bulevar cara Lazara, Stražilovska ulica, Ulica Žarka Zrenjanina, Bulevar Mihajla Pupina, Varadinski most, Beogradska ulica, Preradovićeva ulica, Ulica Račkog, Petlja „Mišeluk“ i okretnica na kružnom toku ispred bolnice na „Mišeluku“."
            },
            {
                "text": "Smer B - okretnica na kružnom toku ispred bolnice na „Mišeluku“, Petlja „Mišeluk“, Ulica Račkog, Preradovićeva ulica, Beogradska ulica, Varadinski most, Bulevar Mihajla Pupina, Ulica Žarka Zrenjanina, Stražilovska ulica, Bulevar cara Lazara, Ulica cara Dušana, Futoška ulica, Bulevar Slobodana Jovanovića, Bulevar Jovana Dučića i raskrsnica Bulevara Jovana Dučića i Ulice Dragoslava Srejovića."
            }
        ]
    }
]