[
    {
        "date": "10.07.2023",
        "title": "Linije 1, 11A, 11B, 17, 21, 22, 23, 24, 30 – Privremena izmena zbog radova Kisačka/Jovana Cvijića",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (IV-34-4252/2023-1 od 07.07.2023.) određuje se privremena izmena trase autobuskih linija 1, 11A, 11B, 21, 22, 23, 24 i 30 zbog radova na izgradnji vrelovoda na raskrsnici ulica Kisačke i Jovana Cvijića u Novom Sadu. Izmenjen režim saobraćaja linija 1, 11A, 11B, 17, 21, 22, 23, 24 i 30 na snazi je od 11.07.2023. do 23.07.2023. godine. \n\nLINIJA BROJ 1 \n\nSmer sa Klise \n\nNa raskrsnici Kisačke i Bulevara Jaše Tomića autobusi skreću desno na Bulevar Jaše Tomića i saobraćaju do raskrsnice Bulevara Jaše Tomića i Bulevara oslobođenja, skreću levo na Bulevar oslobođenja, nastavljaju pravo Bulevarom oslobođenja do raskrsnice Bulevara oslobođenja i Jevrejske ulice, skreću levo u Jevrejsku i produžavaju pravo do raskrsnice Jevrejske ulice i Bulevara Mihajla Pupina, skreću desno na Bulevar Mihajla Pupina i nastavljaju redovnom trasom kretanja. \n\nNa izmenjenom delu trase linija 1 KORISTI samo stajalište Bulevar oslobođenja – Bulevar Jaše Tomića.\n\nSmer sa Limana \n\nNa raskrsnici Bulevara Mihajla Pupina i Jevrejske ulice autobusi skreću levo u Jevrejsku i saobraćaju do raskrsnice Jevrejske ulice i Bulevara oslobođenja, skreću desno na Bulevar oslobođenja, nastavljaju pravo Bulevarom oslobođenja do raskrsnice Bulevara oslobođenja i Bulevara Jaše Tomića, skreću desno na Bulevar Jaše Tomića do raskrsnice Bulevara Jaše Tomića i Kisačke ulice, skreću levo u Kisačku ulicu i nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase linija 1 KORISTI samo stajališta Bulevar oslobođenja – Jevrejska i Bulevar Jaše Tomića – Bulevar oslobođenja.\n\nLINIJA BROJ 11A \n\nNa raskrsnici Gundulićeve i Temerinske ulice, autobusi skreću desno u Temerinsku ulicu i saobraćaju do raskrsnice Temerinske i Partizanske ulice, skreću levo u Partizansku ulicu, produžavaju pravo do raskrsnice Partizanske i Kisačke ulice, skreću levo u Kisačku ulicu do raskrsnice Kisačke ulice i Bulevara Jaše Tomića, skreću desno na Bulevar Jaše Tomića i nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase linija 11A KORISTI samo stajališta Temerinska – Patrijarha čarnojevića i Sentandrejski put – Partizanska.\n\nLINIJA BROJ 11B \n\nNa raskrsnici Bulevara Jaše Tomića i Kisačke ulice autobusi skreću levo u Kisačku ulicu i saobraćaju do raskrsnice Kisačke i Partizanske ulice, skreću desno u Partizansku ulicu, nastavljaju pravo do raskrsnice Partizanske i Temerinske ulice, skreću desno u Temerinsku ulicu, produžavaju do raskrsnice Temerinske i Gundulićeve ulice, skreću levo u Gundulićevu i nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase linija 11B KORISTI samo stajalište Kisačka – Podvožnjak.\n\nLINIJA BROJ 17 \n\nSmer iz BIG-a \n\nNa raskrsnici Kisačke ulice i Bulevara Jaše Tomića autobusi skreću desno na Bulevar Jaše Tomića i kreću se do okretnice kod Železničke stanice („Potkovica“) gde završavaju trasu kretanja.\n\nSmer prema BIG-u \n\nAutobusi započinju trasu od okretnice kod Železničke stanice („Potkovica“) i skreću levo na Bulevar Jaše Tomića, nastavljaju pravo do raskrsnice Bulevara Jaše Tomića i Kisačke, skreću levo u Kisačku ulicu i nastavljaju redovnom trasom kretanja.\n\nLINIJE BROJ 21, 22, 23, 24 i 30 \n\nSmer prema Železničkoj stanici \n\nNa raskrsnici Kisačke ulice i Bulevara kralja Petra, autobusi skreću levo na Bulevar kralja Petra i saobraćaju pravo do raskrsnice Bulevara kralja Petra i Bulevara oslobođenja, skreću desno na Bulevar oslobođenja i nastavljaju pravo do okretnice kod Železničke stanice („Potkovica“).\n\nSmer od Železičke stanice \n\nPočetno stajalište za linije broj 21 i 30 je na autobuskom stajalištu Bulevar oslobođenja – Bulevar Jaše Tomića (ispred pekare „Klas“). Autobusi saobraćaju pravo Bulevarom oslobođenja do raskrsnice Bulevara oslobođenja i Bulevara kralja Petra, skreću levo na Bulevar kralja Petra, nastavljaju pravo do raskrsnice Bulevara kralja Petra i Kisačke ulice, skreću desno u Kisačku ulicu i nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linije 21, 22, 23, 24 i 30 NE KORISTE stajališta drugih linija.\n\nPolasci na linijama 23 iz Budisave i 24 iz Kovilja koji u napomeni imaju C (saobraća do centra Novog Sada), saobraćaju izmenjenom trasom i produžavaju do stajališta Bulevar Mihajla Pupina – Pothodnik."
            }
        ]
    },
    {
        "date": "10.07.2023",
        "title": "Linije 1, 2, 3, 5, 5N, 8, 10, 12, 14, 15, 17 i 18 - Privremena izmena trase zbog radova u Uspenskoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (IV-34-5281/23 od 07.07.2023. ), određuje se privremena izmena trase autobuskih linija 1, 2, 3, 5, 5N, 8, 10, 12, 14, 15, 17 i 18 zbog radova na rekonstrukciji kolovoza u Uspenskoj ulici u Novom Sadu. Izmenjen režim saobraćaja linija 1, 2, 3, 5, 5N, 8, 10, 12, 14, 15, 17 i 18 na snazi je od 11.07.2023. do 01.08.2023. godine. \n\nLINIJA BROJ 1 \n\nSmer sa Klise \n\nNa raskrsnici Kisačke i Bulevara Jaše Tomića, autobusi skreću desno na Bulevar Jaše Tomića i kreću se do raskrsnice Bulevara Jaše Tomića i Bulevara oslobođenja, gde skreću levo na Bulevar oslobođenja, nastavljaju pravo Bulevarom oslobođenja do raskrsnice Bulevara oslobođenja i Jevrejske ulice, skreću levo u Jevrejsku i saobraćaju pravo do raskrsnice Jevrejske ulice i Bulevara Mihajla Pupina, skreću desno na Bulevar Mihajla Pupina i nastavljaju redovnom trasom kretanja. \n\nNa izmenjenom delu trase, linija 1 koristi samo stajalište Bulevar oslobođenja – Bulevar Jaše Tomića.\n\nSmer sa Limana \n\nNa raskrsnici Bulevara Mihajla Pupina i Jevrejske ulice, autobusi skreću levo u Jevrejsku i kreću se do raskrsnice Jevrejske ulice i Bulevara oslobođenja, gde skreću desno na Bulevar oslobođenja, nastavljaju pravo Bulevarom oslobođenja do raskrsnice Bulevara oslobođenja i Bulevara Jaše Tomića, skreću desno na Bulevar Jaše Tomića i saobraćaju do raskrsnice Bulevara Jaše Tomića i Kisačke ulice, skreću levo u Kisačku ulicu i nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 1 koristi samo stajališta Bulevar oslobođenja – Jevrejska i Bulevar Jaše Tomića – Bulevar oslobođenja.\n\nLINIJA BROJ 2 \n\nSmer sa Novog naselja \n\nIz Jevrejske ulice autobusi skreću desno na Bulevar Mihajla Pupina, desno na Trg neznanog junaka, levo na Kej žrtava racije, levo na Trg neznanog junaka gde izdržavaju vreme do narednog polaska (ispred zgrade DTD). \n\nNa izmenjenom delu trase, linija 2 koristi samo stajalište Bulevar Mihajla Pupina-Pothodnik. \n\nSmer prema Novom naselju \n\nPolazno stajalište linije broj 2 je Bulevar Mihajla Pupina - Pothodnik (ispred TC „BAZAR“), odakle skreće levo u Jevrejsku ulicu i nastavlja redovnom trasom.\n\nLINIJA BROJ 3 \n\nSmer sa Detelinare \n\nSa Bulevara kralja Petra I autobusi skreću desno na Bulevar oslobođenja, nakon toga levo u Jevrejsku ulicu i desno na Bulevar Mihajla Pupina, dalje nastavljaju redovnom trasom. \n\nNa izmenjenom delu trase koristi samo stajalište Bulevar oslobođenja-Bulevar kralja Petra\n\nSmer iz Petrovaradina \n\nRedovna trasa.\n\nLINIJA BROJ 5 \n\nSmer sa Temerinskog puta \n\nIz Temerinske ulice autobusi skreću desno u Kisačku ulicu, zatim levo na Bulevar kralja Petra I, levo na Bulevar oslobođenja, desno u ulicu Novosadskog sajma, odakle nastavljaju redovnom trasom.\n\nNa izmenjenom delu trase koristi se samo stajalište Kisačka - Temerinska.\n\nSmer sa Avijatičarskog naselja \n\nRedovna trasa.\n\nLINIJA BROJ 5N \n\nSmer sa Najlona \n\nIz Temerinske ulice autobusi skreću desno u Kisačku ulicu, zatim levo na Bulevar kralja Petra I, desno na Bulevar oslobođenja i dalje nastavljaju redovnom trasom.\n\nNa izmenjenom delu trase koristi samo stajalište Kisačka – Temerinska.\n\nSmer prema Najlonu: redovna trasa.\n\nLINIJA BROJ 8 \n\nSmer sa Limana \n\nRedovna trasa.\n\nSmer sa Novog naselja \n\nSa Bulevara kralja Petra I autobusi skreću desno na Bulevar oslobođenja, nakon toga levo u Jevrejsku ulicu i desno na Bulevar Mihajla Pupina i dalje nastavljaju redovnom trasom.\n\nNa izmenjenom delu trase koristi samo stajalište Bulevar oslobođenja-Bulevar kralja Petra\n\nLINIJA BROJ 10 \n\nSmer prema Industrijskoj zoni JUG \n\nSkraćuje se trasa. Autobusi saobraćaju sa polaznog stajališta Bulevar Jaše Tomića – Bulevar oslobođenja (stajalište linija broj 7b, 11a, 14) i dalje nastavljaju redovnom trasom.\n\nSmer od Industrijske zone JUG \n\nSkraćuje se trasa. Sa Bulevara Jaše Tomića linija završava na terminalu Železnička stanica.\n\nLINIJA BROJ 12 \n\nSmer prema Centru \n\nOd raskrsnice Ulice Žarka Zrenjanina i Bulevara Mihajla Pupina autobusi skreću desno na Bulevar Mihajla Pupina, desno na Trg neznanog junaka, levo na Kej žrtava racije, levo na Trg neznanog junaka gde izdržavaju vreme do narednog polaska (ispred zgrade DTD).\n\nNa izmenjenom delu trase koristi se samo stajalište Bulevar Mihajla Pupina-Sonje Marinković.\n\nSmer prema Telepu \n\nPolazno Stajalište linije broj 12 je Žarka Zrenjanina/Skupština, odakle se nastavlja redovnom trasom.\n\nLINIJA BROJ 14 \n\nSmer sa Sajlova \n\nIz Jevrejske ulice autobusi skreću desno na Bulevar Mihajla Pupina, desno na Trg neznanog junaka, levo na Kej žrtava racije, levo na Trg neznanog junaka, gde izdržavaju vreme do narednog polaska (ispred zgrade DTD). \n\nNa izmenjenom delu trase linija 14 koristi samo stajalište Bulevar Mihajla Pupina-Pothodnik. \n\nSmer prema Sajlovu \n\nPolazno stajalište linije broj 14 je Bulevar Mihajla Pupina-Pothodnik (ispred TC „BAZAR“), odakle autobusi skreću levo u Jevrejsku ulicu i nastavljaju redovnom trasom.\n\nLINIJA BROJ 15\n\nSmer prema Industrijskoj zoni SEVER \n\nSkraćuje se trasa. Autobusi saobraćaju sa polaznog stajališta Bulevar Jaše Tomića – Bulevar oslobođenja (stajalište linija 11b, 15, 16, 17, 20 u smeru ka Kisačkoj ulici) i dalje nastavljaju redovnom trasom.\n\nSmer od Industrijske zone SEVER \n\nSkraćuje se trasa - sa Bulevara Jaše Tomića linija završava na terminalu „Železnička stanica“\n\nLINIJA BROJ 17 \n\nSmer prema BIG-u \n\nSkraćuje se trasa. Autobusi saobraćaju sa polaznog stajališta Bulevar Jaše Tomića – Bulevar oslobođenja (stajalište linija 11b, 15, 16, 17, 20 u smeru ka Kisačkoj ulici) i dalje nastavljaju redovnom trasom.\n\nSmer iz BIG-a \n\nAutobusi na raskrsnici Kisačka – Bulevar Jaše Tomića skreću desno na Bulevar Jaše Tomića i završavaju na terminalu Železnička stanica.\n\nLINIJA BROJ 18A\n\nAutobusi iz Jevrejske ulice skreću desno na Bulevar Mihajla Pupina i dalje nastavljaju redovnom trasom.\n\nLINIJA BROJ 18B\n\nAutobusi sa Bulevara Mihajla Pupina skreću levo u Jevrejsku ulicu i dalje nastavljaju redovnom trasom."
            },
            {
                "text": "Polazak u 4:35 iz Begeča koji u napomeni ima C (saobraća do centra Novog Sada), ne saobraća do centra, već svojom redovnom trasom do Železničke stanice."
            }
        ]
    },
    {
        "date": "20.06.2023",
        "title": "Novi red vožnje „LETO 2023“ od 21. 06.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da 21. 06. 2023. godine stupa na snagu novi red vožnje „LETO 2023“, kojim se raspored polazaka usklađuje sa prevoznim potrebama u nastupajućem periodu godine. \n\nOd navedenog datuma ukida se linija broj 25 (Ž.stanica-Zona sever IV) i trajno se izmeštaju određena polazna stajališta na terminalu kod Železničke stanice („Potkovica). Zbog novoizgrađenih mesta za punjače električnih autobusa na „Potkovici“, izmeštaju se polazna stajališta za sledeće gradske i prigradske linije:"
            },
            {
                "text": "Linije 3A, 4, 5N (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR OSLOBOĐENjA/BULEVAR JAŠE TOMIĆA (stajalište koje koriste linije 7A, 10, 14, 15 i 19). \n\nLinije 16, 20 (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR JAŠE TOMIĆA/BULEVAR OSLOBOĐENjA (stajalište koje koriste linije broj 11B, 15, 17, 21, 30 i 35).\n\nLinije 64, 68, 69, 71, 72, 73, 74, 76 (smer od Železničke stanice)\n\nPostojeće početno stajalište ŽELEZNIČKA STANICA se izmešta na sadašnje stajalište linija 3A, 4 i 5N ŽELEZNIČKA STANICA."
            },
            {
                "text": "Linije 2, 9 \n\nPolazno stajalište na Novom naselju je fizički produženo, odnosno spojeno sa površinom na kojoj se nalazi punjač za elektro autobuse obrazujući jedinstvenu površinu, koja u celoj dužini postaje POLAZNO STAJALIŠTE i obeleženo je zelenim i žutim oznakama na kolovozu."
            },
            {
                "text": "Linije 51A, 51B, 52\n\nPolazno-dolazno autobusko stajalište za prigradske linije broj 51A, 51B i 52 u Veterniku izmešta se iz Školske ulice na postojeće autobusko stajalište u Ulici vojvode Bojovića 57."
            }
        ]
    },
    {
        "date": "12.06.2023",
        "title": "Privremeno ukidanje stajališta „Futoška – Branislava Nušića“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda u Futoškoj ulici od 12. 06. 2023 do 17. 07. 2023 godine privremeno neće biti u funkciji autobusko stajalište „Futoška – Branislava Nušića“ (ispred kasarne).\n\nAutobusko stajalište se ukida na linijama 2 i 6 u smeru iz centra grada."
            }
        ]
    }
]