[
    {
        "date": "24.09.2024",
        "title": "Linija 1 – Povratak na redovnu trasu na Klisi ",
        "sections": [
            {
                "text": "Autobusi na liniji broj 1 od  24. 09. 2024. godine (od 13:30 časova) ponovo saobraćaju redovnom trasom na Klisi. Privremena izmena trase bila je na snazi zbog izvođenja radova na izgradnji kanalizacije otpadnih voda „Gornje livade“."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "Linija 11B – Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda od 02.09. do 15.10. 2024 godine privremeno se izmešta autobusko stajalište „Hajduk Veljkova-Dečija bolnica“ u Ulici Hajduk Veljkova. Stajalište će bitii pomereno 100 metara posle registrovanog stajališta u pravcu raskrsnice Hajduk Veljkova/ Novosadskog sajma."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu putem sajta preduzeća , aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 2. septembra ponovo će saobraćati polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "25.07.2024",
        "title": "Linija 4 – Privremena izmena trase na Limanu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 26.07. do 30. 09. 2024. godine privremeno će biti izmenjena trasa autobuske linije 4 zbog radova na kolovozu u delu okretnice na Limanu 4:"
            },
            {
                "text": "Na raskrsnici ulica Narodnog fronta i Balzakove autobusi će skretati desno u Balzakovu ulicu i saobraćati do raskrsnice sa Bulevarom cara Lazara, skretaće levo na Bulevar cara Lazara, zatim levo u Ulicu Ive Andrića do prvog stajališta u smeru A u Ulici Narodnog fronta (čekanje vremena do narednog polaska)."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE SE privremeno stajalište u Balzakovoj ulici."
            },
            {
                "text": "Redovna trasa."
            },
            {
                "text": "Mapu izmene pogledajte OVDE"
            }
        ]
    },
    {
        "date": "24.06.2024",
        "title": "Linija 5 – Privremena izmena trase od 25.06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 25.06. do 15.10. 2024. godine privremeno će biti izmenjena trasa autobuske linije broj 5. Zbog radova u Avijatičarskoj ulici, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Smer sa Temerinskog puta"
            },
            {
                "text": "Od raskrsnice Rumenačkog puta i Avijatičarske ulice autobusi će saobraćati pravo do kružnog toka i polukružnog okretanja. Čekanje vremena do sledećeg polaska biće na  stajalištu gradske linije 14B i prigradskih linija 41B, 42B, 43B, 51A."
            },
            {
                "text": "Na izmenjenom delu trase, kao poslednje, koristiće se redovno stajalište „Rumenački put/Avijatičarska“  gradske linije 14A i prigradskih linija 41A, 42A, 43A, 51B."
            },
            {
                "text": "Smer sa Avijatičarskog naselja"
            },
            {
                "text": "Autobusi će po redu vožnje saobraćati sa stajališta „Rumenački put/Kružni tok“   i kao prvo  stajalište sa Avijatičarskog naselja koristiti redovno stajalište „Rumenački put/Avijatičarska“, odakle će nastavljati da saobraćaju redovnom trasom."
            },
            {
                "text": "Mapu izmena pogledajte OVDE."
            }
        ]
    }
]