[
    {
        "date": "21.05.2024",
        "title": "Linije 51a, 52, 53, 54 i 55 – Privremeno izmeštanje stajališta od 22. 05.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 22.05. do 03.06.2024. godine privremeno će biti izmeštena autobuska stajališta „Novosadski put-Zorana Radmilovića“ i „Sportski centar“. Zbog radova na rehabilitaciji kolovoza na Novosadskom putu, u delu od Ulice heroji sa Košara u Veterniku do Mačvanske ulice u Novom Sadu (u smeru prema Veterniku) za linije 51a, 52, 53, 54 i 55 biće postavljeno privremeno autobusko stajalište na ostrvu Novosadskog puta, naspram postojećeg stajališta „Novosadski put-Zorana Radmilovića“ (u traci za skretanje iz suprotnog smera) i privremeno autobusko stajalište na ostrvu Novosadskog puta, naspram postojećeg stajališta „Sportski centar“ (u traci za skretanje iz suprotnog smera)."
            }
        ]
    },
    {
        "date": "14.05.2024",
        "title": "Zatvaranje puta Sviloš – Grabovo",
        "sections": [
            {
                "text": "Zbog asfaltiranja deonice lokalnog puta Sviloš – Grabovo, autobusi koji saobraćaju do i iz Grabova od 15. do 18. maja 2024. godine u periodu od 07:30 časova do 17:00 časova saobraćaće do i iz Sviloša.\n\nMapu izmena pogledajte ."
            }
        ]
    },
    {
        "date": "29.03.2024",
        "title": "Linija 43 - Dodatna izmena dela trase na polascima koji saobraćaju preko Tankosićeva",
        "sections": [
            {
                "text": "Od 03. 04. 2024. godine polasci na liniji broj 43 (Novi Sad-Stepanovićevo), koji po redu vožnje saobraćaju preko Tankosićeva, od okretnice u Kisaču saobraćaće novoizgrađenim putem od Svetosavske ulice do državnog puta IIA. Autobusi na navedenim polascima saobraćaće i u povratku „preko Tankosićeva“ za Novi Sad (radni dan, subota, nedelja).\n\nNa izmenjenom delu trase su registrovana tri nova stajališta.\n\nSmer prema Stepanovićevu: \n\n- stajalište Kisač/Novoizgrađeni put/Svetosavska (pored novog stajališta koristiće se sva redovna stajališta na trasi, uključujući i stajalište na okretnici u Kisaču).\n\nSmer prema Novom Sadu:\n\n-stajalište Kisač/Novoizgrađeni put/Svetosavska\n\n-stajalište Kisač/Mihala Kardelisa/Milana Tepića \n\n(pored dva nova stajališta koristiće se sva redovna stajališta na trasi)."
            }
        ]
    },
    {
        "date": "30.01.2024",
        "title": "Linije 42, 43 – Privremene izmene trasa na polascima kroz Tankosićevo",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 31. 01. do 31. 03. 2024. godine privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo). Zbog radova na izgradnji vodovodne i kanalizacione mreže u Železničkoj ulici u Kisaču, autobuski saobraćaj odvijaće se na sledeći način: \n\nSmer iz Novog Sada \n\nNa raskrsnici Dr Janka Gombara/Benešova autobusi će skretati levo i nastavljati Benešovovom ulicom do raskrsnice Benešova/Ondreja Marčoka, skretaće desno i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Jana Kolar, skretaće desno i saobraćati Ulicom Jana Kolara do raskrsnice Jana Kolara/Mihala Kardelisa, skretaće levo u Ulicu Mihala Kardelisa i nastavljati redovnom trasom. \n\nNa izmenjenom delu trase KORISTIĆE se privremena autobuska stajališta u Benešovoj ulici (kod vrtića) i u Ulici Ondreja Marčoka, pre raskrsnice sa Ulicom Jana Kolara (preko puta prodavnice).\n\nSmer iz Kisača \n\nNa raskrsnici Mihala Kardelisa/Jana Kolara autobusi će skretati desno i nastavljati Ulicom Jana Kolara do raskrsnice Jana Kolara/Ondreja Marčoka gde će skretati levo i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Benešova, skretaće levo i saobraćati Benešovom ulicom do raskrsnice Benešova/Dr Janka Gombara, skretaće desno u Ulicu dr Janka Gombara i nastavljati redovnom trasom.\n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište u Ulici Ondreja Marčoka, odmah nakon skretanja autobusa iz Ulice Jana Kolara (kod prodavnice).\n\nMapu izmena pogledajte"
            }
        ]
    }
]