[
    {
        "date": "31.05.2022",
        "title": "Izmešteno autobusko stajalište kod Mosta slobode",
        "sections": [
            {
                "text": "Od 01. 06. na Bulevaru oslobođenja zbog rekonstrukcije se privremeno izmešta autobusko stajalište Bulevar oslobođenja/Most slobode (stajalište kod Limanskog parka linija 19, 68, 71, 72, 73, 74, 76, 77, 78, 79, 80, 81, 84, 86). Do završetka radova stajalište će biti poremeno za 70 metara ka Mostu slobode."
            }
        ]
    },
    {
        "date": "30.05.2022",
        "title": "Izmešteno autobusko stajalište Futoška/Antona Čehova",
        "sections": [
            {
                "text": "Оd 28. 05. u Futoškoj ulici privremeno je izmešteno autobusko stajalište Futoška/Antona Čehova za linije 2, 6, 51B, 52, 53, 54 i 55 (smer ka centru, preko puta Jodne banje). Do završetka radova autobusi na navedenim linijama zaustavljaće se na privremenom stajalištu u Futoškoj ulici 33."
            }
        ]
    },
    {
        "date": "27.05.2022",
        "title": "Linija 5 – Privremena izmena trase od 30.05.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 30. maja 2022. godine privremeno će biti izmenjena trasa autobuske linije broj 5. Do završetka radova na rekonstrukciji vrelovoda prema hotelu „Park“, autobuski saobraćaj odvijaće se na sledeći način:\n\nSMER SA TEMERINSKOG PUTA\n\nOd raskrsnice ulica Jevrejska i Bulevar oslobođenja autobusi će saobraćati pravo kroz Futošku ulicu, (desno) Hajduk Veljkovom do raskrsnice sa Ulicom Novosadskog sajma i dalje nastavljati redovnom trasom kretanja.\n\nNa izmenjenom delu trase koristiće se stajalište Futoška/Bulevar oslobođenja (stajalište linija broj 2 i 6).\n\nSMER SA AVIJATIČARSKOG NASELJA\n\nOd raskrsnice ulica Hajduk Veljkova i Novosadskog sajma autobusi će saobraćati pravo do Futoške ulice, (levo) Futoškom ulicom do raskrsnice Bulevar oslobođenja i Jevrejske ulice i dalje nastavljati redovnom trasom kretanja.\n\nNa izmenjenom delu trase koristiće se stajalište u Hajduk Veljkovoj ulici, ispred Medicinskog fakulteta (stajalište linije broj 11A)."
            }
        ]
    },
    {
        "date": "23.05.2022",
        "title": "Linije 3, 13 – Privremena izmena trase od 24.05.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 24. maja do 06. juna 2022. godine privremeno će biti izmenjene trase autobuskih linija broj 3 i 13. Zbog radova na izgradnji vrelovodnog priključka u zoni raskrsnice ulica Janka Čmelika i Orlovića Pavla, na izmenjenom delu trase autobuski saobraćaj odvijaće se na sledeći način:\n\nLINIJA BROJ 3 \n\nSmer iz Petrovaradina \n\nOd raskrsnice ulica Kornelija Stankovića i Milenka Grčića autobusi će saobraćati pravo Ulicom Kornelija Stankovića do kružnog toka u raskrsnici Bulevara Evrope i Ulice Kornelija Stankovića. Nakon kružnog toka izdržavanje vremena do narednog polaska biće na autobuskom stajalištu Ulica Kornelija Stankovića/Bulevar Evrope (stajalište linije broj 7a).\n\nSmer sa Detelinare \n\nAutobusi će kao polazno stajalište koristiti autobusko stajalište Ulica Kornelija Stankovića/Bulevar Evrope (stajalište linije broj 7a), odakle će saobraćati pravo Ulicom Kornelija Stankovića i dalje nastavljati redovnom trasom kretanja.\n\nLINIJA BROJ 13 \n\nSmer sa Univerziteta \n\nAutobusi će saobraćati Bulevarom Evrope do kružnog toka u raskrsnici Bulevara Evrope i Kornelija Stankovića. Nakon kružnog toka izdržavanje vremena do narednog polaska biće na autobuskom stajalištu Bulevar Evrope/Bulevar vojvode Stepe.\n\nSmer sa Detelinare \n\nAutobusi će kao polazno stajalište koristiti autobusko stajalište Bulevar Evrope/Bulevar vojvode Stepe, odakle će saobraćati pravo Bulevarom Evrope i dalje nastavljati redovnom trasom kretanja."
            }
        ]
    },
    {
        "date": "10.05.2022",
        "title": "Linije 10, 42 NK i 55 NK – Privremena izmena trase od 11.05.",
        "sections": [
            {
                "text": "Rešenjem Gradske uprave za saobraćaj i puteve, zbog radova se određuje zabrana odvijanja saobraćaja u delu Partizanske ulice (u zoni podvožnjaka, Tržni centar ''Merkur''), odnosno od raskrsnice ulica Partizanska/Rumenačka/Kornelija Stankovića. Od 11. 05. do 17. 10. 2022. godine saobraćaj se preusmerava preko Rumenačke ulice, Bulevara Jaše Tomića i Kisačke ulice, tako da će autobusi na linijama broj 10, 42 NK (do „Neoplante\" i \"Koteksprodukta“) i 55 NK (do „Neoplante i Koteksprodukta“) na izmenjenom delu trase saobraćati na sledeći način:\n\nLINIJA BROJ 10 \n\nSmer A (iz centra) \n\nIzmenjeni deo trase od Bulevara oslobođenja - desno Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nSmer B (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića - levo Bulevar oslobođenja - redovna trasa\n\nLINIJE BROJ 42 NK, 55 NK \n\nSmer A (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića (pored Autobuske stanice) - desno Rumenačka ulica - redovna trasa od raskrsnice ulica Rumenačka/Kornelija Stankovića \n\nSmer B (iz mesta) \n\nRaskrsnica ulica Kornelija Stankovića/Rumenačka - Rumenačka ulica - levo Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA POSTOJEĆIH LINIJA."
            }
        ]
    },
    {
        "date": "11.04.2022",
        "title": "Linija 72 – Privremeno skraćenje trase od 11.04.",
        "sections": [
            {
                "text": "Od 11. 04. 2022. godine do daljeg na liniji 72 Novi Sad-Paragovo skraćuje se trasa na polascima koji saobraćaju do raskrsnice Venac. Autobusi će od navedenog datuma saobraćati do i od okretnice Paragovo."
            }
        ]
    },
    {
        "date": "31.03.2022",
        "title": "Linija 69 - Novo autobusko stajalište",
        "sections": [
            {
                "text": "Na liniji 69 Novi Sad - Sremska Kamenica (Čardak) od 1. aprila u funkciji će biti novo autobusko stajalište u Ulici Majora Tepića (smer sa Čardaka, ispod ''Instituta'')."
            }
        ]
    },
    {
        "date": "31.03.2022",
        "title": "Više polazaka od 1. aprila",
        "sections": [
            {
                "text": "Od 1. aprila 2022. godine autobusi JGSP \"Novi Sad\" saobraćaće po novom redu vožnje na gradskim linijama. Kako bi se odgovorilo na prevozne zahteve građana i održao željeni nivo komfora i kvalitet usluge prevoza, u odnosu na aktuelni red vožnje na većini gradskih linija biće više polazaka radnim danima, subotom i nedeljom. Smanjenjem intervala polazaka, povećan obim prevoza od navedenog datuma biće na linijama 1, 3, 5, 7A, 7B, 8, 9, 11A i 11 B."
            },
            {
                "text": "Izmene su u skladu sa redom vožnje od 4. oktobra, pa će on i dalje ostati postavljen na stajalištima."
            },
            {
                "text": "Ujedno obaveštavamo putnike da je uz NSmart aplikaciju koja u realnom vremenu pruža precizne informacije o dolasku autobusa na stajalište, korištenje javnog prevoza olakšano i postavljenim modernim panelima na 20 stajališta u gradu. Naime, displeji od ovog meseca prikazuju i informaciju o realnom vremenu dolaska autobusa na linijama čije trase prolaze stajalištem. Na ekranima se takođe može videti i spisak linija koje prolaze stajalištem, garažni broj vozila, izvod iz aktuelnog reda vožnje, QR kodovi koji vode prema veb sajtu preduzeća i NSmart portalu, te mapa mreža linija na kojima su iscrtane trase i stajališta za liniju koju putnik odabere."
            }
        ]
    },
    {
        "date": "11.03.2022",
        "title": "Linija 6 – Privremena izmena trase na Telepu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 14. marta do 15. juna 2022. godine privremeno se menja trasa autobuske linije broj 6 zbog radova na izgradnji kablovskog voda u Vršačkoj ulici u Novom Sadu: \n\nSMER A \n\nPodbara-centar-Adice\n\nOd raskrsnice ulica Futoški put/Subotička autobusi će saobraćati levo u Subotičku ulicu, desno na Bulevar patrijarha Pavla, levo u Ulicu Feješ Klare i dalje nastavljati redovnom trasom kretanja.\n\nSMER B\n\nAdice-centar -Podbara\n\nOd raskrsnice ulica Feješ Klare/Bulevar patrijarha Pavla autobusi saobraćati desno na Bulevar patrijarha Pavla, levo u Subotičku ulicu, desno na Futoški put i dalje nastavljati redovnom trasom kretanja."
            }
        ]
    },
    {
        "date": "25.02.2022",
        "title": "Od 1. marta novi red vožnje",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava građane da 1. marta stupa na snagu novi red vožnje. Polasci u prigradskom i međumesnom saobraćaju ostaju nepromenjeni u odnosu na zimski red vožnje, dok su polasci u gradskom saobraćaju izmenjeni, uz ujednačene intervale koji su prilagođeni potrebama putnika u narednom periodu.\n\nMolimo korisnike usluga da se o izmenama u redu vožnje informišu u rubrici REDOVI VOŽNJE na ovom sajtu , te ih podsećamo na našu novu aplikaciju za mobilne telefone NSMART, koja im može značajno pomoći u korišćenju javnog prevoza. Aplikacija u realnom vremenu pruža precizne informacije o dolasku autobusa na stajalište. Putnici mogu sami da pretraže stajališta, ili da izaberu jedno od ponuđenih najbližih stajališta pomoću uključene lokacije na mobilnom telefonu. Nakon što se odabere potrebno stajalište, aplikacija pokazuje vremena dolaska autobusa na linijama koje tuda prolaze. Aplikacija je jednostavna za upotrebu i može potpuno besplatno da se skine na Google Play za telefone sa android operativnim sistemom, te sa Apple Store za mobilne telefone sa IOS operativnim sistemom. \n\nUz NSMART aplikaciju, dolasci autobusa u realnom vremenu moći će da se vide i na gradskim stajalištima koja imaju ugrađene displejeve."
            }
        ]
    },
    {
        "date": "08.02.2022",
        "title": "Linija 4 – Privremena izmena trase od 09.02.",
        "sections": [
            {
                "text": "Od 09. 02. 2022. godine privremeno se menja trasa linije 4 u smeru B (Ž. stanica – Centar - Liman). Zbog najavljenih radova u delu okretnice na Limanu 4, u skladu sa Rešenjem Gradske uprave za saobraćaj puteve, autobusi će saobraćati na sledeći način:\n\nLINIJA 4 \n\nSmer Železnička stanica - Centar - Liman 4\n\nUlica Narodnog fronta – (desno) Balzakova ulica – (levo) Bulevar cara Lazara – (levo) Ulica Ive Andrića – (levo) prvo stajalište u Ulici Narodnog fronta gde će autobusi izdržavati vreme za naredni polazak. \n\nTokom trajanja izmene biće postavljeno i privremeno stajalište nakon skretanja autobusa u Balzakovu ulicu. \n\nNapominjemo da je linija 4 u izmenjenom režimu i zbog radova na delu okretnice „Potkovica“ – Ž. stanica."
            }
        ]
    }
]