[
    {
        "date": "10.06.2024",
        "title": "Linije 42, 43 – Privremena izmena trase na polascima kroz Tankosićevo od 11.06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 11. 06. do 14. 06. 2024. godine privremeno će biti izmenjene trase autobuskih linija 42 i 43 na polascima kroz Tankosićevo. Zbog radova na izgradnji vodovodne i kanalizacione mreže u Kisaču, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Smer iz Novog Sada"
            },
            {
                "text": "Na raskrsnici ulica Dr Janka Gombara i Benešova autobusi će skretati levo u Benešovu ulicu, gde će na liniji 42 na privremenom stajalištu ispred vrtića biti izdržavano vreme do narednog polaska."
            },
            {
                "text": "Na izmenjenom delu trase linije 42 i 43 na polascima kroz Tankosićevo KORISTIĆE SE privremena stajališta u Benešovoj ulici (kod vrtića) i u Vojvođanskoj ulici ispred kbr. 38 u Kisaču."
            },
            {
                "text": "Smer iz Kisača"
            },
            {
                "text": "Sa privremenog stajališta u Benešovoj ulici saobraćaće se pravo do Vojvođanske ulice, skretati levo u Vojvođansku do Slovačke ulice, odakle će autobusi (polasci kroz Tankosićevo) na liniji 43 skretati desno prema Stepanovićevu, a na liniji 42 levo do raskrsnice  ulica Slovačka i Dr Janka Gombara i dalje nastavljati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase linije 42 i 43 na polascima kroz Tankosićevo KORISTIĆE SE privremena stajališta u Benešovoj ulici (kod vrtića) i u Vojvođanskoj ulici ispred kbr. 38 u Kisaču."
            },
            {
                "text": "MAPU IZMENA POGLEDAJTE OVDE"
            }
        ]
    },
    {
        "date": "07.06.2024",
        "title": "Linije 51a, 52, 53, 54, 55, 56 – Privremeno izmeštanje stajališta od 10.06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 10. 06. do 20. 06. 2024. godine privremeno će biti izmeštena autobuska stajališta „Futoški put – Garaža JGSP“ i „Futoški put – Benzinska pumpa“ zbog radova na rehabilitaciji kolovoza na Futoškom putu, u delu od Mačvanske ulice do priključka za ulaz u Garažu JGSP (smer prema Veterniku).\n\nPrivremena autobuska stajališta biće postavljena za linije 51a, 52, 53, 54, 55 i 56 u desnoj kolovoznoj traci, neposredno pre ulaza u garažu JGSP“Novi Sad“, te na ostrvu Novosadskog puta, naspram postojećeg stajališta „Futoški put – Benzinska pumpa“ za linije 51a, 52, 53, 54 i 55."
            },
            {
                "text": "Mapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "29.03.2024",
        "title": "Linija 43 - Dodatna izmena dela trase na polascima koji saobraćaju preko Tankosićeva",
        "sections": [
            {
                "text": "Od 03. 04. 2024. godine polasci na liniji broj 43 (Novi Sad-Stepanovićevo), koji po redu vožnje saobraćaju preko Tankosićeva, od okretnice u Kisaču saobraćaće novoizgrađenim putem od Svetosavske ulice do državnog puta IIA. Autobusi na navedenim polascima saobraćaće i u povratku „preko Tankosićeva“ za Novi Sad (radni dan, subota, nedelja).\n\nNa izmenjenom delu trase su registrovana tri nova stajališta.\n\nSmer prema Stepanovićevu: \n\n- stajalište Kisač/Novoizgrađeni put/Svetosavska (pored novog stajališta koristiće se sva redovna stajališta na trasi, uključujući i stajalište na okretnici u Kisaču).\n\nSmer prema Novom Sadu:\n\n-stajalište Kisač/Novoizgrađeni put/Svetosavska\n\n-stajalište Kisač/Mihala Kardelisa/Milana Tepića \n\n(pored dva nova stajališta koristiće se sva redovna stajališta na trasi)."
            }
        ]
    },
    {
        "date": "30.01.2024",
        "title": "Linije 42, 43 – Privremene izmene trasa na polascima kroz Tankosićevo",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 31. 01. 2024. godine privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo). Zbog radova na izgradnji vodovodne i kanalizacione mreže u Železničkoj ulici u Kisaču, autobuski saobraćaj odvijaće se na sledeći način: \n\nSmer iz Novog Sada \n\nNa raskrsnici Dr Janka Gombara/Benešova autobusi će skretati levo i nastavljati Benešovovom ulicom do raskrsnice Benešova/Ondreja Marčoka, skretaće desno i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Jana Kolar, skretaće desno i saobraćati Ulicom Jana Kolara do raskrsnice Jana Kolara/Mihala Kardelisa, skretaće levo u Ulicu Mihala Kardelisa i nastavljati redovnom trasom. \n\nNa izmenjenom delu trase KORISTIĆE se privremena autobuska stajališta u Benešovoj ulici (kod vrtića) i u Ulici Ondreja Marčoka, pre raskrsnice sa Ulicom Jana Kolara (preko puta prodavnice).\n\nSmer iz Kisača \n\nNa raskrsnici Mihala Kardelisa/Jana Kolara autobusi će skretati desno i nastavljati Ulicom Jana Kolara do raskrsnice Jana Kolara/Ondreja Marčoka gde će skretati levo i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Benešova, skretaće levo i saobraćati Benešovom ulicom do raskrsnice Benešova/Dr Janka Gombara, skretaće desno u Ulicu dr Janka Gombara i nastavljati redovnom trasom.\n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište u Ulici Ondreja Marčoka, odmah nakon skretanja autobusa iz Ulice Jana Kolara (kod prodavnice).\n\nMapu izmena pogledajte"
            }
        ]
    }
]