[
    {
        "date": "05.11.2022",
        "title": "Linije 21,22,23,24,30 - Povratak na redovnu trasu u Temerinskoj ulici",
        "sections": [
            {
                "text": "Radovi na raskrsnici Temerinske i Kisačke ulice su završeni, čime su se stekli uslovi za povratak autobusa na linijama 21, 22, 23, 24 i 30 na redovne trase od 14.30 časova dana 5. 11. 2022. godine."
            }
        ]
    },
    {
        "date": "04.11.2022",
        "title": "Privremeno ukinuta dva stajališta na Futoškom putu",
        "sections": [
            {
                "text": "Zbog nove faze radova na rekonstrukciji Futoškog puta, od 4. 11. privremeno se ukidaju stajališta na autobuskim trasama u smeru iz centra grada - stajalište Futoški put/Bulevar Evrope (preko puta hotela Šeraton) i stajalište koje se nalazi ispred DIS-a."
            }
        ]
    },
    {
        "date": "03.11.2022",
        "title": "Pojačani polasci zbog Zadušnica",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da će u subotu, 5. novembra, zbog verskog praznika Zadušnice na liniji broj 14 biti angažovani zglobni autobusi, a po potrebi biće uvedeni i dodatni polasci. Pojačani polasci biće i na liniji za Čenej u 10:30 i 11:45 časova.\n\nAutobusi na liniji broj 53 na polascima iz Novog Sada u 8:40, 9:50, 10:55, 12:00, 13:10 i 15:10) časova saobraćaće do futoškog groblja (povratak u 9:30, 10:40, 11:40, 12:45, 14:00 i 16:05 časova)."
            }
        ]
    },
    {
        "date": "02.11.2022",
        "title": "Linije 53,55 – Privremena izmena trasa zbog „Futoške kupusijade 2022“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 14:00 časova 04. novembra do 06:00 časova 06. novembra privremeno će biti izmenjena trasa autobuskih linija broj 53 i 55. Zbog održavanja manifestacije ’’FUTOŠKA KUPUSIJADA 2022’’ autobuski saobraćaj odvijaće se na sledeći način:\n\nU smeru Novi Sad-Futog autobusi će saobraćati redovnom trasom do futoške raskrsnice Cara Lazara/Braće Bošnjak/Svetozara Markovića, nastavljaće Ulicom Svetozara Markovića, skretati desno u Partizansku ulicu, desno u Ulicu Branka Radičevića, levo u Ulicu Rade Kondića i dalje redovnom trasom kretanja.\n\nU smeru Futog-Novi Sad autobusi će saobraćati istom, izmenjenom trasom.\n\nNa izmenjenom delu trase autobusi u oba smera koristiće privremena stajališta (Ulica Svetozara Markovića/Industrijska ulica; Ulica Branka Radičevića/Povrtarska), kao i stajalište iz pravca Novog Sada, neposredno posle raskrsnice Ulica Svetozara Markovića/Ulica braće Bošnjak/Ulica cara Lazara, te postojeća autobuska stajališta linije 56 (benzinska stanica)."
            }
        ]
    },
    {
        "date": "31.10.2022",
        "title": "Linije 2, 7A, 7B, 8, 9, 9A – Privremena izmena na Novom naselju od 1. novembra",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 1. novembra privremeno će biti izmenjene trase autobuskih linija broj 2, 7A, 7B, 8, 9 i 9A. Zbog rekonstrukcije kolovoza na delu Bulevaru Jovana Dučića, autobuski saobraćaj na navedenim linijama do završetka radova odvijaće se na sledeći način:\n\nLINIJA 2\n\nSmer iz Centra \n\nOd raskrsnice Futoškog puta i Bulevara Slobodana Jovanovića autobusi će skretati desno na Bulevar Slobodana Jovanovića, levo na Bulevar vojvode Stepe, levo u Ulicu Bate Brkića, desno na Bulevar Jovana Dučića do okretnice na Novom Naselju.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nSmer sa Novog naselja \n\nOd raskrsnice Futoškog puta i Ulice Bate Brkića autobusi će saobraćati pravo Futoškim putem do Bulevara Slobodana Jovanovića i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJA 7A \n\nOd raskrsnice Bulevara Jovana Dučića i Ulice Bate Brkića autobusi će skretati levo u Ulicu Bate Brkića, desno na Bulevar vojvode Stepe do Bulevara Slobodana Jovanovića i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJA 7B\n\nOd raskrsnice Bulevara vojvode Stepe i Bulevara Slobodana Jovanovića autobusi će saobraćati pravo Bulevarom vojvode Stepe, skretati levo u Ulicu Bate Brkića, desno na Bulevar Jovana Dučića do okretnice na Novom Naselju.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE STAJALIŠTA DRUGIH LINIJA I PRIVREMENO STAJALIŠTE NA BULEVARU VOJVODE STEPE (ISPRED SALONA NAMEŠTAJA „JYSK“).\n\nLINIJA 8\n\nSmer sa Limana \n\nOd raskrsnice Ulice Radomira Raše Radujkova i Bulevara Slobodana Jovanovića autobusi će skretati desno na Bulevar Slobodana Jovanovića, levo na Bulevar vojvode Stepe, levo na Bulevar kneza Miloša i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA. NA LINIJI 8 NEĆE SE KORISTITI PRIVREMENO STAJALIŠTE NA BULEVARU VOJVODE STEPE (ISPRED SALONA NAMEŠTAJA „JYSK“) .\n\nSmer sa Novog Naselja \n\nOd raskrsnice Bulevara vojvode Stepe i Ulice Bate Brkića autobusi će saobraćati pravo Bulevarom vojvode Stepe, skretaće desno na Bulevar Slobodana Jovanovića, levo u Ulicu Radomira Raše Radujkova i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJE 9, 9A\n\nSmer iz Petrovaradina \n\nOd raskrsnice Futoškog puta i Bulevara Slobodana Jovanovića autobusi će skretati desno na Bulevar Slobodana Jovanovića, levo na Bulevar vojvode Stepe, levo u Ulicu Bate Brkića, desno na Bulevar Jovana Dučića do okretnice na Novom Naselju.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA. NA LINIJAMA 9 I 9A NEĆE SE KORISTITI PRIVREMENO STAJALIŠTE NA BULEVARU VOJVODE STEPE (ISPRED SALONA NAMEŠTAJA „JYSK“) .\n\nSmer sa Novog naselja \n\nOd raskrsnice Bulevara Jovana Dučića i Ulice Bate Brkića autobusi će skretati desno u Ulicu Bate Brkića, levo na Futoški put do Bulevara Slobodana Jovanovića i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "21.10.2022",
        "title": "Linije 2, 6, 9 i 13 - Privremena izmena trasa od 22.10. ",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve određuje se privremena izmena trase autobuskih linija broj 2, 6, 9 i 13 zbog radova na rekonstrukciji kolovoza u Ulici Futoški put, od Vršačke ulice do Bulevara Evrope u Novom Sadu. Izmenjen režim saobraćanja linija važi od 22. oktobra. Autobusi na linijama broj 2, 6, 9 i 13 menjaju trasu kretanja:"
            },
            {
                "text": "LINIJA BROJ 2 \n\nSmer iz Centra: Od raskrsnice ulica Futoška i Hajduk Veljkova autobusi saobraćaju desno u Hajduk Veljkovu, levo u Ulicu Braće Popović, dalje ulicama Hadži Ruvimova i Radomira Raše Radujkova do raskrsnice sa Bulevarom Slobodana Jovanovića i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 2, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE HAJDUK VELJKOVA-DEČIJA BOLNICA (stajalište linije broj 11b)."
            },
            {
                "text": "Smer sa Novog Naselja: Od raskrsnice ulica Futoški put i Bulevar Bate Brkića autobusi saobraćaju pravo Futoškim putem do raskrsnice sa Bulevarom Slobodana Jovanovića i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 2, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE FUTOŠKI PUT-ILARIONA RUVARCA (stajalište linija broj 52, 53, 54,55, 56)."
            },
            {
                "text": "LINIJA BROJ 6 \n\nSmer sa Podbare: Od raskrsnice Futoška i Cara Dušana autobusi saobraćaju levo u Ulicu Cara Dušana, desno na Bulevar Evrope, dalje Bulevarom patrijarha Pavla, levo u Ulicu Feješ Klare i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 6, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE CARA DUŠANA-FUTOŠKA (stajalište linije broj 9 i 11a)."
            },
            {
                "text": "Smer sa Adica: Od raskrsnice ulica Feješ Klare i Bulevara patrijarha Pavla autobusi saobraćaju desno na Bulevar patrijarha Pavla, dalje Bulevarom Evrope, levo u Ulicu Cara Dušana, desno u Futošku ulicu i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 6, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTE BULEVAR PATRIJARHA PAVLA-FEJEŠ KLARE (stajalište linije broj 7b)."
            },
            {
                "text": "LINIJA BROJ 9 \n\nSmer iz Petrovaradina: Od raskrsnice ulica Cara Dušana i Futoška autobusi saobraćaju pravo Ulicom Hajduk Veljkova, levo u Ulicu Braće Popović, dalje ulicama Hadži Ruvimova i Radomira Raše Radujkova do raskrsnice sa Bulevarom Slobodana Jovanovića i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 9, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE HAJDUK VELJKOVA-DEČIJA BOLNICA (stajalište linije broj 11b)."
            },
            {
                "text": "Smer sa Novog Naselja: Od raskrsnice ulica Bulevar Jovana Dučića i Bulevara Bate Brkića autobusi saobraćaju desno na Bulevar Bate Brkića, levo na Futoški put do raskrsnice sa Bulevarom Slobodana Jovanovića i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 9, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE BULEVAR BATE BRKIĆA-BULEVAR JOVANA DUČIĆA (stajalište linije broj 2)."
            },
            {
                "text": "LINIJA BROJ 13 \n\nSmer sa Univerziteta: Od raskrsnice ulica Bulevar cara Lazara i Cara Dušana autobusi saobraćaju desno u Ulicu Cara Dušana, dalje u Hajduk Veljkovu ulicu, levo u Ulicu Braće Popović, dalje ulicom Hadži Ruvimova do raskrsnice sa Bulevarom Evrope i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 13, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE CARA DUŠANA-BULEVAR CARA LAZARA (stajalište linije broj 9 i 11b)."
            },
            {
                "text": "Smer sa Detelinare: Od raskrsnice ulica Bulevar Evrope i Hadži Ruvimova autobusi saobraćaju levo u Hadži Ruvimovu ulicu, pravo u Ulicu Braće Popović, desno u Hajduk Veljkovu ulicu, dalje ulicom Cara Dušana do raskrsnice sa Bulevarom cara Lazara i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 13, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTE HADŽI RUVIMOVA – JANKA ČMELIKA(stajalište linije broj 8)."
            },
            {
                "text": "STAJALIŠTE FUTOŠKI PUT-VRŠAČKA JE PRIVREMENO POMERENO OKO 80M PRE RASKRSNICE SA VRŠAČKOM."
            }
        ]
    },
    {
        "date": "05.10.2022",
        "title": "Linija 21 – Radovi odloženi, izmena trase od 17.10.",
        "sections": [
            {
                "text": "Početak radova na kanalizacionoj mreži na Putu Šajkaškog odreda (Šangaj) odloženi su sa 1. 10. 2022. na 17. 10. 2022. godine. Autobusi JGSP ''Novi Sad'' do navedenog datuma saobraćaće redovnom trasom (od kružnog toka do Šangaja). Ranije najavljena izmena trase biće na snazi od 17. 10. 2022. godine."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linija 21 – Privremena izmena trase u Šangaju",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija broj 21 Novi Sad-Šangaj privremeno menja trasu kretanja od 01. oktobra 2022.godine:\n\nNovi Sad - Šangaj \n\nAutobusi će saobraćati redovnom trasom do kružne raskrsnice na Kaćkom putu, odakle će produžavati pravo, skretati desno režijskom trakom za Beograd, gde će se isključivati na stari Kaćki put (pre naplatne rampe) i nastavljati Kaćkim putem pored „Put investa“ i dalje redovnom trasom do okretnice.\n\nŠangaj – Novi Sad\n\nAutobusi će redovnom trasom saobraćati do raskrsnice za Kaćki put, nastavljati Kaćkim putem, zatim pored „Put investa“ (stari put za Kać) i preko natputnjaka, gde će skretati levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom produžavati za Novi Sad."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PAR PRIVREMENIH STAJALIŠTA (PUT ŠAJKAŠKOG ODREDA-KAĆKI PUT), KAO I POSTOJEĆE STAJALIŠTE POSLE KRUŽNOG TOKA (IZ NOVOG SADA).\n\nOčekivano vreme završetka radova je 1. april 2023. godine."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linije 21, 22, 23, 24 i 30 – Privremena izmena od 03. 10.",
        "sections": [
            {
                "text": "Zbog radova na raskrsnici Temerinske i Kisačke ulice, od 3. oktobra do 1. decembra 2022. godine privremeno se menjaju trase kretanja linija broj 21, 22, 23, 24 i 30:\n\nIZ NOVOG SADA \n\nAutobusi će od Železničke stanice saobraćati Bulevarom Jaše Tomića, skretati levo u Kisačku ulicu, zatim desno u Partizansku do raskrsnice Temerinske i Partizanske ulice, odakle će nastavljati redovnim trasama.\n\nIZ MESTA ZA NOVI SAD \n\nOd raskrsnice Temerinske i Partizanske ulice, autobusi će saobraćati Partizanskom ulicom, skretati levo u Kisačku ulicu, desno na Bulevar Jaše Tomića, odakle će nastavljati do Železničke stanice.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA AUTOBUSKA STAJALIŠTA."
            }
        ]
    },
    {
        "date": "29.09.2022",
        "title": "Linija 86 – Od 1. oktobra nova trasa preko Iriškog venca",
        "sections": [
            {
                "text": "Od 1. oktobra menja se trasa međumesne autobuske linije broj 86 Novi Sad – Vrdnik. Umesto sadašnjom trasom preko Starog Rakovca, autobusi će u oba smera saobraćati Grebenskim putem preko Iriškog venca.\n\nDosadašnja trasa preko Starog Rakovca imala je ograničenja zbog geometrije puta, koja je nebezbedna za saobraćanje solo autobusa u delu od Starog Rakovca do raskrsnice “Zmajevac“, te su se na liniji 86 mogli koristiti isključivo autobusi manjeg kapaciteta. S obzirom da takva vozila nisu dovoljna za trenutne prevozne potrebe, JGSP „Novi Sad“ se odlučio za izmenu trase Grebenskim putem, čime će biti omogućeno i saobraćanje autobusa većeg kapaciteta. Izmenama će građani dobiti adekvatniji prevoz do Vrdnika i tamošnjih banjskih kapaciteta, kao i mogućnost lakšeg odlaska do Iriškog venca i korištenja turistikih potencijala Fruške gore.\n\nCena pojedinačne karte od Novog Sada do Iriškog venca iznosi 160 dinara, a do Vrdnika 200 dinara."
            }
        ]
    },
    {
        "date": "29.08.2022",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septrembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka, usklađenih sa potrebama putnika u narednom periodu. \n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "10.05.2022",
        "title": "Linije 10, 42 NK i 55 NK – Privremena izmena trase od 11.05.",
        "sections": [
            {
                "text": "Rešenjem Gradske uprave za saobraćaj i puteve, zbog radova se određuje zabrana odvijanja saobraćaja u delu Partizanske ulice (u zoni podvožnjaka, Tržni centar ''Merkur''), odnosno od raskrsnice ulica Partizanska/Rumenačka/Kornelija Stankovića. Od 11. 05. saobraćaj se preusmerava preko Rumenačke ulice, Bulevara Jaše Tomića i Kisačke ulice, tako da će autobusi na linijama broj 10, 42 NK (do „Neoplante\" i \"Koteksprodukta“) i 55 NK (do „Neoplante i Koteksprodukta“) na izmenjenom delu trase saobraćati na sledeći način:\n\nLINIJA BROJ 10 \n\nSmer A (iz centra) \n\nIzmenjeni deo trase od Bulevara oslobođenja - desno Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nSmer B (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića - levo Bulevar oslobođenja - redovna trasa\n\nLINIJE BROJ 42 NK, 55 NK \n\nSmer A (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića (pored Autobuske stanice) - desno Rumenačka ulica - redovna trasa od raskrsnice ulica Rumenačka/Kornelija Stankovića \n\nSmer B (iz mesta) \n\nRaskrsnica ulica Kornelija Stankovića/Rumenačka - Rumenačka ulica - levo Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA POSTOJEĆIH LINIJA."
            }
        ]
    },
    {
        "date": "11.04.2022",
        "title": "Linija 72 – Privremeno skraćenje trase od 11.04.",
        "sections": [
            {
                "text": "Od 11. 04. 2022. godine do daljeg na liniji 72 Novi Sad-Paragovo skraćuje se trasa na polascima koji saobraćaju do raskrsnice Venac. Autobusi će od navedenog datuma saobraćati do i od okretnice Paragovo."
            }
        ]
    }
]