[
    {
        "date": "13.10.2023",
        "title": "Linije 11A, 11B – Privremena izmena trase u Gundulićevoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na vodovodnoj mreži u Gundulićevoj ulici 16. 10. 2023. privremeno će biti autobuskih linija broj 11A i 11B: \n\nLinija 11A \n\nNa raskrsnici ulica Kosovska i Pavla Stamatovića autobusi će skretati levo u Ulicu Pavla Stamatovića, nastavljati Almaškom ulicom do Temerinske ulice, skretati desno u Temerinsku ulicu, levo u Ulicu Jovana Cvijića i dalje će saobraćati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENO STAJALIŠTE U ALMAŠKOJ ULICI 11.\n\nLinija 11B \n\nNa raskrsnici ulica Jovana Cvijića i Temerinske autobusi će skretati desno u Temerinsku ulicu, zatim levo u Almašku ulicu, nastavljati Ulicom Pavla Stamatovića do Kosovske ulice, skretati desno u Kosovsku ulicu i dalje će saobraćati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENO STAJALIŠTE U ALMAŠKOJ ULICI 14."
            }
        ]
    },
    {
        "date": "10.10.2023",
        "title": "Linija 14 – Privremena izmena trase zbog radova u Rumenačkoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve Grada Novog Sada, od 10. 10. do završetka radova privremeno se menja trasa linije broj 14 (Centar-Sajlovo). Zbog radova na rekonstrukciji kolovoza u Rumenačkoj ulici autobuski saobraćaj odvijaće se na :\n\nSmer Centar-Sajlovo\n\nRedovna trasa.\n\nSajlovo-Centar\n\nAutobusi iz Ulice Gornje Sajlovo skreću desno u Ulicu Dragomira Bojanića Gidre, zatim levo u Ulicu Donje Sajlovo i nastavljaju do Rumenačkog puta, odakle saobraćaju redovnom trasom.\n\nNa izmenjenom delu trase u smeru sa Sajlova koriste se postojeća stajališta linije broj 51 u Ulici Donje Sajlovo."
            }
        ]
    },
    {
        "date": "02.10.2023",
        "title": "Linije 41, 42, 43 – Privremeno izmeštanje stajališta Sajlovo/nadvožnjak",
        "sections": [
            {
                "text": "Od 02. do 22.10.2023. godine zbog radova se privremeno izmešta autobusko stajalište Sajlovo/nadvožnjak (ispred „Matijevića – parking za putnička vozila).\n\nAutobusi na linijama broj 41, 42 i 43 u smeru iz Novog Sada koristiće navedeno privremeno stajalište, koje se nalazi iza redovnog stajališta."
            }
        ]
    },
    {
        "date": "25.09.2023",
        "title": "Linije 60, 61, 62, 63 – Preusmeravanje trase u Sremskim Karlovcima",
        "sections": [
            {
                "text": "Zbog radova na magistralnom putu u Sremskim Karlovcima, autobusi na linijama 60, 61, 62 i 63 od 26. 09. 2023. godine u oba smera saobraćaju  kroz Petrovaradinsku ulicu i Ulicu patrijarha Rajačića do centra Sremskih Karlovaca. Kod česme „Četiri lava“ linije se razdvajaju i autobusi saobraćaju prema svojim okretnicima.\n\nNa izmenjenom delu trase u Sremskim Karlovcima koristiće se privremena stajališta u Petrovaradinskoj ulici 31 (smer iz Novog Sada) i Petrovaradinskoj ulici 9 (smer iz Sremskih Karlovaca)."
            }
        ]
    },
    {
        "date": "20.09.2023",
        "title": "Linija 1 – Stajalište na staroj okretnici",
        "sections": [
            {
                "text": "Od 21. septembra autobusi na liniji broj 1 (Gornje livade, Zatvor, Elnos i Transportkomerc) u polasku i u dolasku koristiće stajalište „Sentandrejski put – Zmajevački put“ na staroj okretnici ().\n\nNa pomenutim trasama u oba smera koristiće se i sva ostala redovna stajališta."
            }
        ]
    },
    {
        "date": "19.09.2023",
        "title": "Linija 6a – Privremena izmena od 20. 09.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20. 09. do 06. 11. 2023. godine privremeno se menja trasa linije broj 6a (Adice-Veternik OŠ “Marija Trandafil“). Zbog radova na izgradnji kanalizacije otpadnih voda u Veterničkoj ulici, saobraćaj navedenoj liniji odvijaće se na sledeći način ():\n\nSmer Adice – OŠ “Marija Trandafil“\n\nOd početnog stajališta Veternička/Kragujevačka u Veterničkoj ulici autobusi će skretati levo u Ulicu Branka Ćopića, produžavati Ulicom Branka Ćopića, skretati levo u Banjalučku ulicu, desno u Smederevsku ulicu, desno u Ulicu Sime Šolaje, levo u Ulicu Branka Ćopića, desno u Ulicu Ćirila i Metodija, levo u Ulicu Feješ Klare, levo na Bulevar patrijarha Pavla, levo na Futoški put, dalje nastavljati Novosadskim putem, skretati levo (pre Auto centra INTERSREM) u Ulicu heroja sa Košara (bivša Nova 1), desno na kružnom toku ulaziti u Dunavsku ulicu, skretati levo u Paunovu ulicu do OŠ „Marija Trandafil“.\n\nAutobuska stajališta na kojima se zaustavlja autobus:\n\n• Početno stajalište Veternička/Kragujevačka\n\n• Banjalučka/Branka Ćopića\n\n• Smederevska/Banjalučka\n\n• Sime Šolaje/Žikice Jovanovića\n\n• Veternička/Fešter OŠ „Marija Trandafil“\n\nSmer OŠ “Marija Trandafil“ - Adice\n\nOd OŠ „Marija Trandafil“ iz Paunove ulicu autobusi će skretati desno u Dunavsku ulicu, levo na kružnom toku ulaziti u Ulicu heroja sa Košara (bivša Nova 1), skretati desno na Novosadski put, produžavati Futoškim putem, skretati desno na Bulevar patrijarha Pavla, desno u Ulicu Gorana Kovačića, i nstavljati Ulicom Branka Ćopića do Veterničke ulice. \n\nAutobuska stajališta na kojima se zaustavlja autobus:\n\n• Veternička/Fešter OŠ „Marija Trandafil“\n\n• Branka Ćopića/Sime Šolaje\n\n• Veternička/Kragujevačka"
            }
        ]
    },
    {
        "date": "08.09.2023",
        "title": "Linije 3, 9, 60, 61, 62, 63 – Privremena izmena trasa u Petrovaradinu od 11. 09.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 11. 09. 2023. do 11. 11. 2023. godine određuje se privremena izmena trasa autobuskih linija 3, 9, 60, 61, 62 i 63. Zbog radova na rekonstrukciji kolovoza u Preradovićevoj ulici u Petrovaradinu, autobuski saobraćaj odvijaće se na sledeći način (): \n\nLINIJE 3, 9\n\nSmer iz Novog Sada \n\nOd raskrsnice ulica Preradovićeve i Račkog autobusi skreću desno u Ulicu Račkog do raskrsnice sa Ulicom Vuka Isakovića, zatim levo u Ulicu Vuka Isakovića, desno u Preradovićevu ulicu do okretnice linija 3 i 9.\n\nSmer iz Petrovaradina \n\nOd okretnice autobusi saobraćaju pravo u Krajišku ulicu do raskrsnice sa Ulicom Tome Maretića, skreću desno nastavljajući Krajiškom ulicom do raskrsnice sa Bukovačkim putem, zatim skreću desno na Bukovački put, desno u Ulicu Račkog i saobraćaju do raskrsnice ulica Preradovićeve i Račkog, skreću levo u Preradovićevu ulicu i nastavljaju svojom redovnom trasom. \n\nNA IZMENJENOM DELU TRASE KORISTE SE SVA STAJALIŠTA DRUGIH LINIJA.\n\nLinija 9a u oba smera saobraća redovnom trasom!\n\nLINIJE 60, 61, 62, 63 \n\nSmer iz Novog Sada \n\nOd raskrsnice ulica Preradovićeve i Račkog autobusi skreću desno u Ulicu Račkog do raskrsnice sa Ulicom Vuka Isakovića, zatim levo u Ulicu Vuka Isakovića, desno u Preradovićevu ulicu i nastavljaju svojom redovnom trasom.\n\nNA IZMENJENOM DELU TRASE KORISTE SE SVA STAJALIŠTA DRUGIH LINIJA.\n\nSmer prema Novom Sadu \n\nU Preradovićevoj ulici kod okretnice linija 3 i 9 autobusi skreću levo i prolaze kroz okretnicu i Krajiškom ulicom saobraćaju do raskrsnice sa Ulicom Tome Maretića, skreću desno nastavljajući Krajiškom ulice do raskrsnice sa Bukovačim putem, zatim skreću desno na Bukovački put, desno u Ulicu Račkog i saobraćaju do raskrsnice ulica Preradovićeve i Račkog, skreću levo u Preradovićevu ulicu i nastavljaju svojim redovnim trasama. \n\nNA IZMENJENOM DELU TRASE KORISTE SE SVA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "31.08.2023",
        "title": "Od 1. septembra novi red vožnje",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka. \n\nO vremenskim korekcijama polazaka korisnici usluga mogu da se informišu u rubrici RED VOŽNJE, kao i putem aplikacije NSMART, te na prodajnim mestima preduzeća.\n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "21.08.2023",
        "title": "Privremeno skraćenje trasa zbog radova u kompleksu Instituta",
        "sections": [
            {
                "text": "Zbog obimnih građevinskih radova na izgradnji kanalizacije upotrebljenih voda, atmosferske kanalizacije i vodovodne mreže u okviru kompleksa instituta u Sremskoj Kamenici, od 22.08.2023.godine autobusi JGSP ''Novi Sad'' će obavljati okretanje ispred ulazne rampe u institut po prikazanoj mapi. Iskrcaj i prijem putnika vrši se na  (postavljen stajališni stub) u rejonu parkinga za TAXI vozila."
            }
        ]
    }
]