[
    {
        "date": "10.11.2022",
        "title": "Linija 13 - Povratak na redovnu trasu",
        "sections": [
            {
                "text": "Autobusi na liniji 13 nakon završetka radova u zoni raskrsnice Bulevar Evrope/Futoški put ponovo saobraćaju redovnom trasom od 10. 11. (od 13 časova)."
            }
        ]
    },
    {
        "date": "10.11.2022",
        "title": "Linije 53, 55 – Izmena trase 14.11. u Futogu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, 14. 11. 2022. godine od 06:00 časova privremeno će biti izmenjene trase autobuskih linija broj 53 i 55 u Futogu. Zbog obeležavanja slave MZ Futog, autobuski saobraćaj odvijaće se na seledeći način:\n\nPolasci iz Novog Sada za Futog saobraćaće redovnom trasom do futoške raskrsnice Ulica cara Lazara–Braće Bošnjak-Svetozara Markovića, zatim će nastavljati Ulicom Svetozara Markovića, desno Partizanskom, desno Ulicom Branka Radičevića, levo Ulicom Rade Kondića i dalje redovnom trasom.\n\nU povratku autobusi će saobraćati istom, izmenjenom trasom.\n\nNA IZMENJENOM DELU TRASE KORISTE SE POSTOJEĆA AUTOBUSKA STAJALIŠTA LINIJE 56 (PAR-BENZINSKA PUMPA) I OTVARAJU SE PRIVREMENA STAJALIŠTA U OBA SMERA (ULICA SVETOZARA MARKOVIĆA-INDUSTRIJSKA I B.RADIČEVIĆA-POVRTARSKA), KAO I STAJALIŠTA IZ PRAVCA NOVOG SADA, NEPOSREDNO POSLE RASKRSNICE ULICA S.MARKOVIĆA - B.BOŠNJAKA - C.LAZARA."
            }
        ]
    },
    {
        "date": "10.11.2022",
        "title": "Privremeno van funkcije stajalište Mišeluk/tunel",
        "sections": [
            {
                "text": "Autobusko stajalište Mišeluk/tunel (linije broj 68, 71, 72, 73 i 74 - smer ka Novom Sadu) privremeno će biti van funkcije od 10. 11. 2022. godine (od 8:00 časova). Izmena će biti na snazi do završetka radova na rekonstrukciji kolovoza Mišeluk-Put doktora Goldmana (I i II faza radova). Očekivano vreme završetka radova je 25.11.2022. godine."
            }
        ]
    },
    {
        "date": "09.11.2022",
        "title": "Dan primirja – praznični red vožnje",
        "sections": [
            {
                "text": "Zbog obeležavanja državnog praznika - Dana primirja u Prvom svetskom ratu, autobusi JGSP „Novi Sad“ saobraćaće 11. 11. 2022. godine po prazničnom redu vožnje (red vožnje za NEDELJU)."
            }
        ]
    },
    {
        "date": "04.11.2022",
        "title": "Privremeno ukinuta dva stajališta na Futoškom putu",
        "sections": [
            {
                "text": "Zbog nove faze radova na rekonstrukciji Futoškog puta, od 4. 11. privremeno se ukidaju stajališta na autobuskim trasama u smeru iz centra grada - stajalište Futoški put/Bulevar Evrope (preko puta hotela Šeraton) i stajalište koje se nalazi ispred DIS-a."
            }
        ]
    },
    {
        "date": "21.10.2022",
        "title": "Linija 6 - Privremena izmena trasa od 22.10. ",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve određuje se privremena izmena trase autobuskih linije broj  6 zbog radova na rekonstrukciji kolovoza u Ulici Futoški put. Izmenjen režim saobraćanja linija važi od 22. oktobra."
            },
            {
                "text": "LINIJA BROJ 6 \n\nSmer sa Podbare: Od raskrsnice Futoška i Cara Dušana autobusi saobraćaju levo u Ulicu Cara Dušana, desno na Bulevar Evrope, dalje Bulevarom patrijarha Pavla, levo u Ulicu Feješ Klare i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 6, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE CARA DUŠANA-FUTOŠKA (stajalište linije broj 9 i 11a)."
            },
            {
                "text": "Smer sa Adica: Od raskrsnice ulica Feješ Klare i Bulevara patrijarha Pavla autobusi saobraćaju desno na Bulevar patrijarha Pavla, dalje Bulevarom Evrope, levo u Ulicu Cara Dušana, desno u Futošku ulicu i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 6, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTE BULEVAR PATRIJARHA PAVLA-FEJEŠ KLARE (stajalište linije broj 7b)."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linija 21 – Privremena izmena trase u Šangaju",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija broj 21 Novi Sad-Šangaj privremeno menja trasu kretanja od 17. oktobra 2022.godine:\n\nNovi Sad - Šangaj \n\nAutobusi će saobraćati redovnom trasom do kružne raskrsnice na Kaćkom putu, odakle će produžavati pravo, skretati desno režijskom trakom za Beograd, gde će se isključivati na stari Kaćki put (pre naplatne rampe) i nastavljati Kaćkim putem pored „Put investa“ i dalje redovnom trasom do okretnice.\n\nŠangaj – Novi Sad\n\nAutobusi će redovnom trasom saobraćati do raskrsnice za Kaćki put, nastavljati Kaćkim putem, zatim pored „Put investa“ (stari put za Kać) i preko natputnjaka, gde će skretati levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom produžavati za Novi Sad."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PAR PRIVREMENIH STAJALIŠTA (PUT ŠAJKAŠKOG ODREDA-KAĆKI PUT), KAO I POSTOJEĆE STAJALIŠTE POSLE KRUŽNOG TOKA (IZ NOVOG SADA).\n\nOčekivano vreme završetka radova je 1. april 2023. godine."
            }
        ]
    },
    {
        "date": "29.09.2022",
        "title": "Linija 86 – Od 1. oktobra nova trasa preko Iriškog venca",
        "sections": [
            {
                "text": "Od 1. oktobra menja se trasa međumesne autobuske linije broj 86 Novi Sad – Vrdnik. Umesto sadašnjom trasom preko Starog Rakovca, autobusi će u oba smera saobraćati Grebenskim putem preko Iriškog venca.\n\nDosadašnja trasa preko Starog Rakovca imala je ograničenja zbog geometrije puta, koja je nebezbedna za saobraćanje solo autobusa u delu od Starog Rakovca do raskrsnice “Zmajevac“, te su se na liniji 86 mogli koristiti isključivo autobusi manjeg kapaciteta. S obzirom da takva vozila nisu dovoljna za trenutne prevozne potrebe, JGSP „Novi Sad“ se odlučio za izmenu trase Grebenskim putem, čime će biti omogućeno i saobraćanje autobusa većeg kapaciteta. Izmenama će građani dobiti adekvatniji prevoz do Vrdnika i tamošnjih banjskih kapaciteta, kao i mogućnost lakšeg odlaska do Iriškog venca i korištenja turistikih potencijala Fruške gore.\n\nCena pojedinačne karte od Novog Sada do Iriškog venca iznosi 160 dinara, a do Vrdnika 200 dinara."
            }
        ]
    },
    {
        "date": "29.08.2022",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septrembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka, usklađenih sa potrebama putnika u narednom periodu. \n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "10.05.2022",
        "title": "Linije 10, 42 NK i 55 NK – Privremena izmena trase od 11.05.",
        "sections": [
            {
                "text": "Rešenjem Gradske uprave za saobraćaj i puteve, zbog radova se određuje zabrana odvijanja saobraćaja u delu Partizanske ulice (u zoni podvožnjaka, Tržni centar ''Merkur''), odnosno od raskrsnice ulica Partizanska/Rumenačka/Kornelija Stankovića. Od 11. 05. saobraćaj se preusmerava preko Rumenačke ulice, Bulevara Jaše Tomića i Kisačke ulice, tako da će autobusi na linijama broj 10, 42 NK (do „Neoplante\" i \"Koteksprodukta“) i 55 NK (do „Neoplante i Koteksprodukta“) na izmenjenom delu trase saobraćati na sledeći način:\n\nLINIJA BROJ 10 \n\nSmer A (iz centra) \n\nIzmenjeni deo trase od Bulevara oslobođenja - desno Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nSmer B (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića - levo Bulevar oslobođenja - redovna trasa\n\nLINIJE BROJ 42 NK, 55 NK \n\nSmer A (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića (pored Autobuske stanice) - desno Rumenačka ulica - redovna trasa od raskrsnice ulica Rumenačka/Kornelija Stankovića \n\nSmer B (iz mesta) \n\nRaskrsnica ulica Kornelija Stankovića/Rumenačka - Rumenačka ulica - levo Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA POSTOJEĆIH LINIJA."
            }
        ]
    },
    {
        "date": "11.04.2022",
        "title": "Linija 72 – Privremeno skraćenje trase od 11.04.",
        "sections": [
            {
                "text": "Od 11. 04. 2022. godine do daljeg na liniji 72 Novi Sad-Paragovo skraćuje se trasa na polascima koji saobraćaju do raskrsnice Venac. Autobusi će od navedenog datuma saobraćati do i od okretnice Paragovo."
            }
        ]
    }
]