[
    {
        "date": "07.10.2022",
        "title": "Linija 11A - Privremeno ukidanje stajališta",
        "sections": [
            {
                "text": "Za vreme trajanja radova na sanaciji kolovoza u Hajduk Veljkovoj ulici, autobusi na liniji broj 11A od 7. do 12. oktobra neće koristiti autobusko stajalište Hajduk Veljkova - Sajam."
            }
        ]
    },
    {
        "date": "07.10.2022",
        "title": "Linija 5 – Privremena izmena trase (II faza) od 7.10.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj od 7. do 12. oktobra privremeno će biti izmenjena trasa autobuske linije broj 5. Zbog radova na sanaciji kolovoza u Hajduk Veljkovoj ulici, od Bulevara kralja Petra I do Ulice Novosadskog sajma, autobuski saobraćaj će se odvijati na sledeći način: \n\nSmer A (Temerinski put – Centar – Avijatičarsko naselje)\n\nRedovna trasa.\n\nSmer B (Avijatičarsko naselje – Centar – Temerinski put) \n\nOd raskrsnice Rumenačka ulica/Bulevar kralja Petra I autobusi će skretati levo na Bulevar kralja Petra I, desno na Bulevar oslobođenja i dalje nastavljati redovnom trasom."
            }
        ]
    },
    {
        "date": "07.10.2022",
        "title": "Linije 1, 6, 8, 11 A/B, 13 – Izmena režima saobraćaja zbog Novosadskog maratona",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, 09. oktobra 2022. godine privremeno će biti izmenjen režim javnog prevoza na gradskim linijama 1, 6, 8, 11A/B i 13. Od 9:30 do 16:00 časova zbog održavanja Novosadskog maratona autobuski saobraćaj odvijaće se na sledeći način:\n\nLINIJE 1 I 8 \n\nAutobusi na ovim linijama okretanje na Limanu obavljaće desnim skretanjem iz Fruškogorske ulice u Ulicu Narodnog fronta, zatim će ulaziti desno na Bulevar oslobođenja iz koga će skretati desno na Bulevar cara Lazara i saobraćati do Fruškogorske ulice, odakle će nastavljati redovnom trasom.\n\nVreme do sledećeg polaska autobusi će izdržavati na stajalištu Narodni front – Fruškogorska ulica.\n\nLINIJA 6\n\nAutobusi će saobraćati skraćenom trasom, tako što će se okretanje obavljati na terminalu u Šafarikovoj ulici. \n\nPolasci iz Centra saobraćaće sa terminala u Šafarikovoj ulici, sa kašnjenjem od 10 minuta u odnosu na vreme polaska sa Podbare.\n\nLINIJE 11A/B\n\nVozila na ovim linijama neće saobraćati za vreme trajanja Novosadskog maratona.\n\nLINIJA 13\n\nOkretanje će se obavljati na Limanu desnim skretanjem u Fruškogorsku ulicu sa Bulevara cara Lazara, odakle će autobusi skretati desno u Ulicu Narodnog fronta, zatim desno na Bulevar oslobođenja, levo na Bulevar cara Lazara i nastavljati redovnom trasom.\n\nVreme do sledećeg polaska autobusi će izdržavati na stajalištu Narodni front – Fruškogorska ulica."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "06.10.2022",
        "title": "Pojačani polasci zbog Zadušnica",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da će u subotu, 8. oktobra, zbog verskog praznika Zadušnice na liniji broj 14 biti angažovani zglobni autobusi, a po potrebi biće uvedeni i dodatni polasci. Pojačani polasci biće i na liniji za Čenej u 10:30 i 11:45 časova.\n\nAutobusi na liniji broj 53 na polascima iz Novog Sada u 8:40, 9:50, 10:55, 12:00, 13:10 i 15:10) časova saobraćaće do futoškog groblja (povratak u 9:30, 10:40, 11:40, 12:45, 14:00 i 16:05 časova)."
            }
        ]
    },
    {
        "date": "05.10.2022",
        "title": "Linija 21 – Radovi odloženi, izmena trase od 17.10.",
        "sections": [
            {
                "text": "Početak radova na kanalizacionoj mreži na Putu Šajkaškog odreda (Šangaj) odloženi su sa 1. 10. 2022. na 17. 10. 2022. godine. Autobusi JGSP ''Novi Sad'' do navedenog datuma saobraćaće redovnom trasom (od kružnog toka do Šangaja). Ranije najavljena izmena trase biće na snazi od 17. 10. 2022. godine."
            }
        ]
    },
    {
        "date": "05.10.2022",
        "title": "Privremeno ukidanje stajališta kod Satelitske pijace",
        "sections": [
            {
                "text": "Zbog radova na kolovoznoj konstrukciji, od 05. 10. 2022. godine privremeno neće biti u funkciji autobusko stajalište linija 51A, 52, 53, 54, 55 i 56 na Futoškom putu, ispred Satelitske pijace (kao i privremeno izmešteno autobusko stajalište 0309 Futoški put/Satelitska pijaca, SMER iz Novog Ssda). Stajalište će ponovo biti u funkciji nakon okončanja radova i mogućnosti njegovog bezbednog korišćenja."
            }
        ]
    },
    {
        "date": "03.10.2022",
        "title": "Privremeno izmeštanje stajališta kod Satelitske pijace",
        "sections": [
            {
                "text": "Za vreme rekonstrukcije kolovoza na Futoškom putu, od 03. 10. 2022. godine privremeno se izmešta autobusko stajalište kod Satelitske pijace (0309 Futoški put/Satelitska pijaca, smer iz Novog Sada). Autobusi na linijama 51A, 52, 53, 54, 55 i 56 za vreme trajanja izmene zaustavljaće se ispred raskrsnice Futoški put/Bate Brkića (50 metara ispred postojećeg autobuskog stajališta)."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linija 21 – Privremena izmena trase u Šangaju",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija broj 21 Novi Sad-Šangaj privremeno menja trasu kretanja od 01. oktobra 2022.godine:\n\nNovi Sad - Šangaj \n\nAutobusi će saobraćati redovnom trasom do kružne raskrsnice na Kaćkom putu, odakle će produžavati pravo, skretati desno režijskom trakom za Beograd, gde će se isključivati na stari Kaćki put (pre naplatne rampe) i nastavljati Kaćkim putem pored „Put investa“ i dalje redovnom trasom do okretnice.\n\nŠangaj – Novi Sad\n\nAutobusi će redovnom trasom saobraćati do raskrsnice za Kaćki put, nastavljati Kaćkim putem, zatim pored „Put investa“ (stari put za Kać) i preko natputnjaka, gde će skretati levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom produžavati za Novi Sad."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PAR PRIVREMENIH STAJALIŠTA (PUT ŠAJKAŠKOG ODREDA-KAĆKI PUT), KAO I POSTOJEĆE STAJALIŠTE POSLE KRUŽNOG TOKA (IZ NOVOG SADA).\n\nOčekivano vreme završetka radova je 1. april 2023. godine."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linije 21, 22, 23, 24 i 30 – Privremena izmena od 03. 10.",
        "sections": [
            {
                "text": "Zbog radova na raskrsnici Temerinske i Kisačke ulice, od 3. oktobra do 1. decembra 2022. godine privremeno se menjaju trase kretanja linija broj 21, 22, 23, 24 i 30:\n\nIZ NOVOG SADA \n\nAutobusi će od Železničke stanice saobraćati Bulevarom Jaše Tomića, skretati levo u Kisačku ulicu, zatim desno u Partizansku do raskrsnice Temerinske i Partizanske ulice, odakle će nastavljati redovnim trasama.\n\nIZ MESTA ZA NOVI SAD \n\nOd raskrsnice Temerinske i Partizanske ulice, autobusi će saobraćati Partizanskom ulicom, skretati levo u Kisačku ulicu, desno na Bulevar Jaše Tomića, odakle će nastavljati do Železničke stanice.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA AUTOBUSKA STAJALIŠTA."
            }
        ]
    },
    {
        "date": "29.09.2022",
        "title": "Linija 86 – Od 1. oktobra nova trasa preko Iriškog venca",
        "sections": [
            {
                "text": "Od 1. oktobra menja se trasa međumesne autobuske linije broj 86 Novi Sad – Vrdnik. Umesto sadašnjom trasom preko Starog Rakovca, autobusi će u oba smera saobraćati Grebenskim putem preko Iriškog venca.\n\nDosadašnja trasa preko Starog Rakovca imala je ograničenja zbog geometrije puta, koja je nebezbedna za saobraćanje solo autobusa u delu od Starog Rakovca do raskrsnice “Zmajevac“, te su se na liniji 86 mogli koristiti isključivo autobusi manjeg kapaciteta. S obzirom da takva vozila nisu dovoljna za trenutne prevozne potrebe, JGSP „Novi Sad“ se odlučio za izmenu trase Grebenskim putem, čime će biti omogućeno i saobraćanje autobusa većeg kapaciteta. Izmenama će građani dobiti adekvatniji prevoz do Vrdnika i tamošnjih banjskih kapaciteta, kao i mogućnost lakšeg odlaska do Iriškog venca i korištenja turistikih potencijala Fruške gore.\n\nCena pojedinačne karte od Novog Sada do Iriškog venca iznosi 160 dinara, a do Vrdnika 200 dinara."
            }
        ]
    },
    {
        "date": "26.09.2022",
        "title": "Linija 2 – Privremena izmena trase na Futoškom putu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. septembra do 14. oktobra privremeno se menja trasa autobuske linije broj 2. Zbog radova na rekonstrukciji kolovoza na Futoškom putu, autobuski saobraćaj na navedenoj liniji odvijaće se na sledeći način:\n\nSmer iz Centra \n\nOd raskrsnice Bulevara Jovana Dučića i Ulice Bate Brkića autobusi će produžavati pravo Bulevarom Jovana Dučića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Novog naselja \n\nOd raskrsnice Bulevara Jovana Dučića i Bulevara kneza Miloša autobusi će saobraćati Bulevarom Jovana Dučića do raskrsnice sa Ulicom Bate Brkića i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "AUTOBUSKO STAJALIŠTE FUTOŠKI PUT/BULEVAR PATRIJARHA PAVLA (LINIJE BROJ 2, 51B, 52, 53, 54, 55 i 56) PRIVREMENO SE UKIDA."
            }
        ]
    },
    {
        "date": "29.08.2022",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septrembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka, usklađenih sa potrebama putnika u narednom periodu. \n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "10.05.2022",
        "title": "Linije 10, 42 NK i 55 NK – Privremena izmena trase od 11.05.",
        "sections": [
            {
                "text": "Rešenjem Gradske uprave za saobraćaj i puteve, zbog radova se određuje zabrana odvijanja saobraćaja u delu Partizanske ulice (u zoni podvožnjaka, Tržni centar ''Merkur''), odnosno od raskrsnice ulica Partizanska/Rumenačka/Kornelija Stankovića. Od 11. 05. do 17. 10. 2022. godine saobraćaj se preusmerava preko Rumenačke ulice, Bulevara Jaše Tomića i Kisačke ulice, tako da će autobusi na linijama broj 10, 42 NK (do „Neoplante\" i \"Koteksprodukta“) i 55 NK (do „Neoplante i Koteksprodukta“) na izmenjenom delu trase saobraćati na sledeći način:\n\nLINIJA BROJ 10 \n\nSmer A (iz centra) \n\nIzmenjeni deo trase od Bulevara oslobođenja - desno Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nSmer B (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića - levo Bulevar oslobođenja - redovna trasa\n\nLINIJE BROJ 42 NK, 55 NK \n\nSmer A (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića (pored Autobuske stanice) - desno Rumenačka ulica - redovna trasa od raskrsnice ulica Rumenačka/Kornelija Stankovića \n\nSmer B (iz mesta) \n\nRaskrsnica ulica Kornelija Stankovića/Rumenačka - Rumenačka ulica - levo Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA POSTOJEĆIH LINIJA."
            }
        ]
    },
    {
        "date": "11.04.2022",
        "title": "Linija 72 – Privremeno skraćenje trase od 11.04.",
        "sections": [
            {
                "text": "Od 11. 04. 2022. godine do daljeg na liniji 72 Novi Sad-Paragovo skraćuje se trasa na polascima koji saobraćaju do raskrsnice Venac. Autobusi će od navedenog datuma saobraćati do i od okretnice Paragovo."
            }
        ]
    }
]