[
    {
        "date": "05.11.2024",
        "title": "Besplatan vanredni prevoz na relaciji Železnička stanica Petrovaradin-Centar grada – Železnička stanica Petrovaradin",
        "sections": [
            {
                "text": "Zbog preusmeravanja železničkog saobraćaja sa Železničke stanice Novi Sad na stanicu u Petrovaradinu od danas, 05.11.2024. godine, do daljnjeg se uvode vanredni, direktni polasci autobusa sa redovnog autobuskog stajališta „Petrovaradin-Železnička stanica“ u Preradovićevoj ulici do  terminala u Šafarikovoj ulici u centru i obrnuto. Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici.\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN.\n\nPodsećamo putnike, koji dolaze i odlaze sa  Železničke stanice u Petrovaradinu, da imaju mogućnost  korišćenja redovnih polazaka na linijama 3, 9, 60, 61, 62 i 63 sa redovnog stajališta „Petrovaradin-Železnička stanica“ u Preradovićevoj ulici."
            },
            {
                "text": "Saobraćanje autobusa na vanrednom prevozu, koji će biti ispomoć navedenim redovnim linijama, počinje  danas polaskom iz centra u 13:30 časova."
            },
            {
                "text": "Red vožnje:\n\nPolasci iz Petrovaradina     Polasci za Petrovaradin                 \n\n05:45                                  06:00\n\n06:10                                  06:25\n\n06:45                                  07:00\n\n07:10                                  07:25\n\n07:45                                  08:00\n\n08:10                                  08:25\n\n08:45                                  09:00\n\n09:40                                  09:55\n\n10:05                                  10:20\n\n10:40                                  10:55\n\n11:15                                  11:30\n\n11:40                                  11:55\n\n12:35                                  12:50\n\n13:15                                  13:30\n\n13:40                                  13:55\n\n14:15                                  14:30\n\n14:40                                  14:55\n\n15:40                                  15:55\n\n16:15                                  16:30\n\n16:40                                  16:55\n\n17:15                                  17:30\n\n17:40                                  17:55\n\n18:20                                  18:35\n\n18:40                                  18:55\n\n19:15                                  19:30\n\n19:40                                  19:55\n\n20:15                                  20:30\n\n20:30                                  20:45\n\n20:40                                  20:55\n\n21:50                                  22:05\n\n23:30                                  23:45\n\n00:30                                  00:45"
            }
        ]
    },
    {
        "date": "05.11.2024",
        "title": "Besplatan vanredni prevoz na relaciji Železnička stanica Novi Sad – Ranžirna železnička stanica (oba smera)",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da je od danas do daljnjeg uveden direktan, vanredan prevoz na relaciji Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad (oba smera).\n\nPolazno stajalište u smeru iz Novog Sada ka Ranžirnoj železničkoj stanici  je redovno autobusko stajalište „Bulevar Jaše Tomića-Bulevar oslobođenja“ (ispred apoteke „Tilija“).\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN.\n\nRED VOŽNJE:\n\nSmer sa GLAVNE ŽELEZNIČKE stanice(ispred apoteke „Tilija“) ka Ranžirnoj ž.stanici:\n\n•    07:18\n\n•    09:15\n\n•    11:31\n\n•    13:27   ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    15:38\n\n•    17:49\n\n•    19:15\n\n•    22:00\n\nSmer sa RANŽIRNE železničke stanice ka glavnoj Železničkoj stanici:\n\n•    06:24\n\n•    08:58\n\n•    10:52\n\n•    12:27\n\n•    14:20\n\n•    16:34   ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    18:41\n\n•    21:00"
            },
            {
                "text": "Trasu na vanrednim polascima pogledajte"
            }
        ]
    },
    {
        "date": "04.11.2024",
        "title": "Linija 12 – Privremena izmena trase na Telepu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, do 06. 11. 2024. godine privremeno je izmenjena trasa kretanja autobuske linije broj 12. Zbog radova na izgradnji vodovodnog i kanalizacionog priključka, autobuski saobraćaj odvijaće se na sledeći način: \n\nSmer Centar - Telep\n\nSa raskrsnice Ulica heroja Pinkija i Mornarske autobusi skreću desno u Mornarsku ulicu, levo u Ulicu Ćirila i Metodija, na raskrsnici Ćirila i Metodija/Feješ Klare skreću levo u Feješ Klare, zatim desno u Ulicu Stanoja Glavaša i dalje nastavljaju redovnom trasom kretanja linije.\n\nU TOKU IZMENE TRASE KRETANJA LINIJE PRIVREMENO STAJALIŠTE NALAZIĆE SE U MORNARSKOJ ULICI, NAKON SKRETANJA IZ ULICE HEROJA PINKIJA. \n\nU TOKU IZMENE TRASE KRETANJA LINIJE AUTOBUSI NEĆE KORISTITI STAJALIŠTE FEJEŠ KLARE – ĆIRILA I METODIJA.\n\nSmer Telep - Centar\n\nOd raskrsnice Ćirila i Metodija/Feješ Klare autobusi saobraćaju pravo Ulicom Ćirila i Metodija, skreću desno u Mornarsku ulicu, levo u Ulicu heroja Pinkija i dalje nastavljaju redovnom trasom kretanja linije."
            }
        ]
    },
    {
        "date": "01.11.2024",
        "title": "Autobusi do daljeg ne saobraćaju sa Potkovice",
        "sections": [
            {
                "text": "Zbog tragičnog događaja na Železničkoj stanici i zatvaranja tog dela grada, svi autobusi na linijama čije trase polaze, odnosno završavaju na Potkovici, u narednom periodu saobraćaće sa redovnih stajališta na širem potezu oko Potkovice.\n\nMolimo putnike za razumevanje za novonastalu situaciju. Autobusi će ponovo saobraćati Potkovicom nakon što se za to steknu potrebni uslovi."
            },
            {
                "text": "Linije koje su izmeštene iz Potkovice kao polazno stajalište koriste:"
            }
        ]
    },
    {
        "date": "01.11.2024",
        "title": "Produžena trasa linije 69 (Novi Sad/Železnička stanica – Sremska Kamenica/Čardak)",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ od 4. novembra 2024. godine proširuje prevoznu ponudu na postojećoj prigradskoj liniji 69 (Novi Sad/Železnička stanica – Sremska Kamenica/Čardak). Nakon ispunjenja saobraćajno-tehničkih uslova za saobraćanje vozila većih gabarita, trasa linije se produžava Ulicom Sonje Marinković u Sremskoj Kamenici do novoizgrađene okretnice na Čardaku (preko puta Ulice Sonje Marinković 127). \n\nOd navedenog datuma stara okretnica u Ulici Dr Ketrin Mekfeil se ukida. \n\nNova trasa linije 69:\n\nSmer iz Novog Sada \n\nŽeleznička stanica - Bulevar oslobođenja - Maksima Gorkog – Stražilovska - Žarka Zrenjanina - Bulevar Mihajla Pupina - Varadinski most – Beogradska – Preradovićeva - Dunavske divizije - Kamenički put - Petlja Mišeluk - Vojvode Putnika – Železnička - Moše Pijade – Majora Tepića - Sonje Marinković.\n\nSmer iz Sremske Kamenice \n\nSonje Marinković - Majora Tepića - Moše Pijade – Železnička - Vojvode Putnika - Petlja Mišeluk - Kamenički put - Dunavske divizije – Preradovićeva – Beogradska -  Varadinski most - Bulevar Mihajla Pupina - Žarka Zrenjanina – Stražilovska -Vojvođanskih brigada - Maksima Gorkog - Bulevar oslobođenja – Železnička stanica.\n\nIzmene koje se odnose na stajališta:\n\n- Ukida se stajalište na staroj okretnici na Čardaku;\n\n- Izmešta se autobusko stajalište Majora Tepića – Nadvožnjak (smer prema gradu);\n\n- Uvodi se novo autobusko stajalište Sremska Kamenica – Čardak - Nova okretnica (preko puta Ulice Sonje Marinković 127);\n\n- Uvodi se novo autobusko stajalište Sonje Marinković – Pudarska (smer za Novi Sad);\n\n- Uvodi se novo autobusko stajalište Sonje Marinković – Pudarska (smer iz Novog Sada);\n\n- Uvodi se novo autobusko stajalište Sonje Marinković – Plitvička (smer iz Novog Sada, ispred kbr. 12);\n\n- Uvodi se novo autobusko stajalište Sonje Marinković – Plitvička (smer za Novi Sad (ispred kbr. 39);\n\n- Uvodi se novo autobusko stajalište Sonje Marinković ispred kbr. 5G  (smer za Novi Sad)."
            },
            {
                "text": "Mapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "04.10.2024",
        "title": "Linije 3, 8 – Privremeno ukidanje stajališta Bulevar kralja Petra I/Sajam",
        "sections": [
            {
                "text": "Zbog radova na vodovodno-kanalizacionom priključku na Bulevaru kralja Petra I u Novom Sadu, određuje se privremeno ukidanje stajališta Bulevar kralja Petra I/Sajam na linijama broj 3 Detelinara-Centar-Petrovaradin i broj 8 Novo naselje-Centar-Liman I."
            },
            {
                "text": "Stajalište će biti ukinuto u periodu od 07.10.2024. do završetka radova."
            }
        ]
    },
    {
        "date": "26.09.2024",
        "title": "Linija 6 - Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. 09. 2024. do 31. 10. 2025. godine privremeno će biti izmešteno autobusko stajalište „Vršačka-Adi Endrea“ u Vršačkoj ulici, ispred kućnog broja 58."
            },
            {
                "text": "Stajalište se izmešta zbog radova na izgradnji stambenog objekta."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "Linija 11B – Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda od 02.09. do 15.10. 2024 godine privremeno se izmešta autobusko stajalište „Hajduk Veljkova-Dečija bolnica“ u Ulici Hajduk Veljkova. Stajalište će bitii pomereno 100 metara posle registrovanog stajališta u pravcu raskrsnice Hajduk Veljkova/ Novosadskog sajma."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu putem sajta preduzeća , aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 2. septembra ponovo će saobraćati polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    }
]
