[
    {
        "date": "02.09.2024",
        "title": "Linije 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64 i 69 – Privremena izmena linija zbog održavanja manifestacije  „KORZO“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve određuje se privremena izmena trasa autobuskih linija broj 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64 i 69 zbog održavanja koncerta klasične muzike „KORZO“ i privremene zabrane saobraćaja u delu Bulevara Mihajla Pupina (od raskrsnice sa Ulicom Žarka Zrenjanina do raskrsnice sa ulicama Pionirskom i Jovana Đorđevića). Izmenjen  režim saobraćajnih linija važi od 07:00 časova 03. septembra do 18:00 časova 07. septembra. Autobusi na navedenim linijama menjaju trasu kretanja na sledeći način:"
            },
            {
                "text": "Linija 3"
            },
            {
                "text": "Od raskrsnice Jevrejske i Uspenske ulice autobusi skreću desno u Jevrejsku ulicu, zatim levo na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije, levo na Trg neznanog junaka do mosta „Duga“ i dalje nastavljaju redovnom trasom kretanja (preko mosta „Duga“)."
            },
            {
                "text": "Autobusi sa mosta „Duga“ skreću desno na Trg neznanog junaka, desno na Beogradski kej, pravo Kejom žrtava racije, zatim desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, desno u Jevrejsku ulicu, levo u Uspensku ulicu i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Linija 3a"
            },
            {
                "text": "Od raskrsnice Bulevara oslobođenja i Jevrejske ulice autobusi saobraćaju pravo Bulevarom oslobođenja, skreću levo u Ulicu Maksima Gorkog, zatim levo na Kej žrtava racije, levo na Trg neznanog junaka do mosta „Duga“ i dalje nastavljaju redovnom trasom kretanja (preko mosta „Duga“)."
            },
            {
                "text": "Autobusi sa mosta „Duga“ skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno ulaze u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja do raskrsnice sa Jevrejskom ulicom i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Linija 6"
            },
            {
                "text": "Od raskrsnice Futoške ulice i Bulevara oslobođenja autobusi saobraćaju desno na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije do Beogradskog keja i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Autobusi sa Beogradskog keja saobraćaju pravo Kejom žrtava racije, zatim skreću desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, levo u Futošku ulicu i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Linije 9, 9A"
            },
            {
                "text": "Autobusi sa mosta „Duga\" skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno Bulevarom cara Lazara do raskrsnice sa Stražilovskom ulicom i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Od raskrsnice Bulevara cara Lazara i Stražilovske ulice autobusi saobraćaju pravo Bulevarom cara Lazara, levo na Kej žrtava racije, levo na Trg neznanog junaka do Bulevara Mihajla Pupina i dalje nastavljaju redovnom trasom kretanja (preko mosta „Duga“)."
            },
            {
                "text": "Linije 60, 61, 62, 63, 64, 69"
            },
            {
                "text": "Od raskrsnice Maksima Gorkog i Stražilovske ulice autobusi saobraćaju pravo Ulicom Maksima Gorkog, levo na Kej žrtava racije, levo na Trg neznanog junaka do mosta „Duga“ i dalje nastavljaju redovnom trasom kretanja (preko mosta „Duga“)."
            },
            {
                "text": "Autobusi sa mosta „Duga“ skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno ulaze u Ulicu Maksima Gorkog, skreću desno na Bulevar oslobođenja i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "AUTOBUSI NA IZMENJENOM DELU TRASE LINIJE BROJ 3 KORISTE PRIVREMENO STAJALIŠTE KEJ ŽRTAVA RACIJE/MAKSIMA GORKOG (U SMERU KA MOSTU „DUGA“) I POSTOJEĆA STAJALIŠTA DRUGIH LINIJA, OSIM AUTOBUSKOG STAJALIŠTA BULEVAR OSLOBOĐENJA /FUTOŠKA ULICA."
            },
            {
                "text": "AUTOBUSI NA IZMENJENOM DELU TRASA 3A, 6, 60, 61, 62, 63 64 I 69 KORISTE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "AUTOBUSI NA LINIJAMA BROJ 9 i 9a PORED POSTOJEĆIH STAJALIŠTA DRUGIH LINIJA KORISTE PRIVREMENA STAJALIŠTA NA BULEVARU CARA LAZARA (ISPRED TEHNOLOŠKOG FAKULTETA) I PRIVREMENO STAJALIŠTE KEJ ŽRTAVA RACIJE/MAKSIMA GORKOG (U SMERU KA MOSTU „DUGA“)."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "Linija 11B – Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda od 02.09. do 15.10. 2024 godine privremeno se izmešta autobusko stajalište „Hajduk Veljkova-Dečija bolnica“ u Ulici Hajduk Veljkova. Stajalište će bitii pomereno 100 metara posle registrovanog stajališta u pravcu raskrsnice Hajduk Veljkova/ Novosadskog sajma."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu putem sajta preduzeća , aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 2. septembra ponovo će saobraćati polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "27.08.2024",
        "title": "Linija 1 – Privremena izmena trase na Klisi",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 28. 08. do 17. 09. 2024. godine privremeno će biti izmenjena trasa autobuske linije broj 1. Zbog izvođenja radova na izgradnji kanalizacije otpadnih voda „Gornje livade“ na Klisi autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Svi polasci koji završavaju na okretnici BULEVAR EVROPE (Ulica dr Mike Stojakovića) biće preusmeravani na okretnicu MIKOM (Ulica profesora Grčića), Gornje Livade, gde će izdržavati vreme do narednog polaska."
            },
            {
                "text": "Svi polasci, predviđeni sa okretnice BULEVAR EVROPE (Ulica dr Mike Stojakovića) po redu vožnje obavljaće se sa okretnice MIKOM (Ulica profesora Grčića)."
            },
            {
                "text": "Od raskrsnice Proleterska/profesora Grčića autobusi će saobraćati levo Ulicom profesora Grčića do okretnice MIKOM."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "16.08.2024",
        "title": "Linije 3, 13 – Privremena izmena trase od 19. 08.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 19. 08. do 19. 09. 2024. godine privremeno će biti izmenjene trase autobuskih linija broj 3 i 13. Zbog radova na izgradnji  vrelovodnog priključka u Ulici Janka Čmelika u Novom Sadu autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Linija 3"
            },
            {
                "text": "Od raskrsnice ulica Kornelija Stankovića i Milenka Grčića autobusi će saobraćati pravo Ulicom Kornelija Stankovića do kružnog toka u raskrsnici Bulevara Evrope i Kornelija Stankovića, gde će se obavljati polukružno okretanje i čekati vreme do narednog polaska na autobuskom stajalištu Ulica Kornelija Stankovića-Bulevar Evropa (stajalište linije broj 7a)."
            },
            {
                "text": "Autobusi će kao polazno stajalište koristiti stajalište Ulica Kornelija Stankovića-Bulevar Evropa (stajalište linije broj 7a), saobraćati pravo Ulicom Kornelija Stankovića i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENjENOM DELU TRASE KORISTIĆE SE STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Linija 13"
            },
            {
                "text": "Autobusi će saobraćati Bulevarom Evrope do kružnog toka u raskrsnici Bulevara Evrope i Kornelija Stankovića, gde će se obavljati polukružno okretanje i čekati vreme do narednog polaska na autobuskom stajalištu Bulevar Evrope-Bulevar vojvode Stepe."
            },
            {
                "text": "Autobusi će kao polazno stajalište koristiti stajalište Bulevar Evropa-Bulevar vojvode Stepe, saobraćati pravo Bulevarom Evrope i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "25.07.2024",
        "title": "Linija 4 – Privremena izmena trase na Limanu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 26.07. do 31. 08. 2024. godine privremeno će biti izmenjena trasa autobuske linije 4 zbog radova na kolovozu u delu okretnice na Limanu 4:"
            },
            {
                "text": "Na raskrsnici ulica Narodnog fronta i Balzakove autobusi će skretati desno u Balzakovu ulicu i saobraćati do raskrsnice sa Bulevarom cara Lazara, skretaće levo na Bulevar cara Lazara, zatim levo u Ulicu Ive Andrića do prvog stajališta u smeru A u Ulici Narodnog fronta (čekanje vremena do narednog polaska)."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE SE privremeno stajalište u Balzakovoj ulici."
            },
            {
                "text": "Redovna trasa."
            },
            {
                "text": "Mapu izmene pogledajte OVDE"
            }
        ]
    },
    {
        "date": "24.06.2024",
        "title": "Linija 5 – Privremena izmena trase od 25.06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 25.06. do 15.10. 2024. godine privremeno će biti izmenjena trasa autobuske linije broj 5. Zbog radova u Avijatičarskoj ulici, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Smer sa Temerinskog puta"
            },
            {
                "text": "Od raskrsnice Rumenačkog puta i Avijatičarske ulice autobusi će saobraćati pravo do kružnog toka i polukružnog okretanja. Čekanje vremena do sledećeg polaska biće na  stajalištu gradske linije 14B i prigradskih linija 41B, 42B, 43B, 51A."
            },
            {
                "text": "Na izmenjenom delu trase, kao poslednje, koristiće se redovno stajalište „Rumenački put/Avijatičarska“  gradske linije 14A i prigradskih linija 41A, 42A, 43A, 51B."
            },
            {
                "text": "Smer sa Avijatičarskog naselja"
            },
            {
                "text": "Autobusi će po redu vožnje saobraćati sa stajališta „Rumenački put/Kružni tok“   i kao prvo  stajalište sa Avijatičarskog naselja koristiti redovno stajalište „Rumenački put/Avijatičarska“, odakle će nastavljati da saobraćaju redovnom trasom."
            },
            {
                "text": "Mapu izmena pogledajte OVDE."
            }
        ]
    }
]