[
    {
        "date": "19.07.2024",
        "title": "Linije 7A, 7B, 11A, 11B  – Privremena izmena trase u Ulici Ive Andrića",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20.07. do 30. 07. 2024. godine privremeno će biti izmenjene trase autobuskih linija 7A, 7B, 11A i 11B. Zbog radova na kolovozu u Ulici Ive Andrića autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Linija 7A"
            },
            {
                "text": "Na raskrsnici ulica Narodnog fronta i Balzakove autobusi će skretati desno u Balzakovu ulicu, na raskrsnici Balzakove ulice i Bulevara cara Lazara levo na Bulevar cara Lazara, na raskrsnici Bulevara cara Lazara i Ulice cara Dušana nastavljaće pravo Bulevarom cara Lazara i dalje redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE SE privremeno stajalište u Balzakovoj ulici i stajalište linije 13 „Bulevar Evrope – Cara Dušana“."
            },
            {
                "text": "Linija 7B"
            },
            {
                "text": "Na raskrsnici Bulevara cara Lazara i Ulice Ive Andrića autobusi će nastavljati pravo Bulevarom cara Lazara, na raskrsnici Bulevara cara Lazara i Balzakove ulice skretaće desno u Balzakovu ulicu, na raskrsnici Balzakove i Narodnog fronta skretaće levo u Ulicu Narodnog fronta i dalje saobraćati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE SE stajalište „Bulevar cara Lazara – Ive Andrića“."
            },
            {
                "text": "Linija 11A"
            },
            {
                "text": "Na raskrsnici Ulice cara Dušana i Bulevara cara Lazara autobusi će skretati levo na Bulevar cara Lazara, na raskrsnici Bulevara cara Lazara i Balzakove ulice skretaće desno u Balzakovu ulicu, na raskrsnici Balzakove i Narodnog fronta  skretaće levo u Ulicu Narodnog fronta i dalje saobraćati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE SE stajalište „Bulevar cara Lazara – Ive Andrića“."
            },
            {
                "text": "Linija 11B"
            },
            {
                "text": "Na raskrsnici ulica Narodnog fronta i Balzakove, autobusi će skretati desno u Balzakovu ulicu, na raskrsnici Balzakove ulice i Bulevara cara Lazara skretaće levo na Bulevar cara Lazara, na raskrsnici Bulevara cara Lazara i Ulice cara Dušana  skretaće desno u Ulicu cara Dušana i dalje saobraćati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE SE privremeno stajalište u Balzakovoj ulici."
            },
            {
                "text": "Mapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "17.07.2024",
        "title": "Linije 68, 69, 71, 72, 73, 74 – Privremena izmena trase u Sremskoj Kamenici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 18. do 19. jula 2024. godine privremeno će biti izmenjene trase linija 68, 69, 71, 72, 73 i 74. U navedenom periodu biće obustavljen saobraćaj zbog radova u Sremskoj Kamenici na delu Železničke ulice i Ulice Moše Pijade i uklanjanja pružnog prelaza."
            },
            {
                "text": "Linije 68, 71, 72, 73, 74"
            },
            {
                "text": "U smeru iz Novog Sada, nakon prelaska Mosta slobode, izlaska iz tunela i dolaska na prvu raskrsnicu, autobusi će saobraćati pravo i priključivati se na Kamenički put, nastavljati Ulicom vojvode Putnika do centra Sremske Kamenice i dalje se kretati redovnom trasom. Ista trasa će se koristiti i u povratku."
            },
            {
                "text": "Navedena trasa koristiće se i na polascima koji saobraćaju kroz Institut ili Čardak, a do Instituta i Čardaka saobraćaće Institutskim putem."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se postojeća stajališta."
            },
            {
                "text": "Linija 69"
            },
            {
                "text": "U smeru iz Novog Sada autobusi će sa Kameničkog puta skretati levo, zatim na prvoj raskrsnici desno, nastavljati Institutskim putem i delom Ulice Moše Pijade, skretati levo u Ulicu Majora Tepića i dalje nastavljati redovnom trasom. Ista trasa važi i u povratku za Novi Sad."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se postojeća stajališta."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "12.07.2024",
        "title": "Linije 1, 8 – Privremena izmena trase u Fruškogorskoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 15.07. do 15.08. 2024. godine privremeno će biti izmenjene trase autobuskih linija broj 1 i 8. Zbog izvođenja radova na rekonstrukciji kanalizacije u Fruškogorskoj ulici, autobuski saobraćaj odvijaće se na sledeći način:\n\nLinije 1 i 8"
            },
            {
                "text": "Smer iz Centra\n\nOd raskrsnice ulica Fruškogorske i Narodnog fronta autobusi će skretati levo u Jiričekovu ulicu do privremenog (poslednjeg) stajališta u Jiričekovoj 9 (ispred vrtića „Mrvica“) gde će se čekati vreme do sledećeg polaska.\n\nSmer sa Limana\n\nOd privremenog (prvog) stajališta u Jiričekovoj 9 (ispred vrtića „Mrvica“) autobusi će skretati levo u Ulicu dr Sime Miloševića, nastavljati pravo do Bulevara cara Lazara i dalje redovnom trasom."
            },
            {
                "text": "Mapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "24.06.2024",
        "title": "Linija 5 – Privremena izmena trase od 25. 06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 25.06. do 09.08. 2024. godine privremeno će biti izmenjena trasa autobuske linije broj 5. Zbog radova u Avijatičarskoj ulici, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Smer sa Temerinskog puta"
            },
            {
                "text": "Od raskrsnice Rumenačkog puta i Avijatičarske ulice autobusi će saobraćati pravo do kružnog toka i polukružnog okretanja. Čekanje vremena do sledećeg polaska biće na  stajalištu gradske linije 14B i prigradskih linija 41B, 42B, 43B, 51A."
            },
            {
                "text": "Na izmenjenom delu trase, kao poslednje, koristiće se redovno stajalište „Rumenački put/Avijatičarska“  gradske linije 14A i prigradskih linija 41A, 42A, 43A, 51B."
            },
            {
                "text": "Smer sa Avijatičarskog naselja"
            },
            {
                "text": "Autobusi će po redu vožnje saobraćati sa stajališta „Rumenački put/Kružni tok“   i kao prvo  stajalište sa Avijatičarskog naselja koristiti redovno stajalište „Rumenački put/Avijatičarska“, odakle će nastavljati da saobraćaju redovnom trasom."
            },
            {
                "text": "Mapu izmena pogledajte OVDE."
            }
        ]
    },
    {
        "date": "21.06.2024",
        "title": "Novi red vožnje „LETO 2024“ od 24.06.",
        "sections": []
    },
    {
        "date": "17.06.2024",
        "title": "Linija 2 - Privremeno ukidanje stajališta",
        "sections": []
    },
    {
        "date": "17.06.2024",
        "title": "Linije 3b, 6a, 14 - Ukidanje polazaka za vreme trajanja školskog raspusta",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da zbog završetka školske godine za učenike osnovnih škola na teritoriji grada Novog Sada, autobusi na linijama 3b, Petrovaradin (OŠ Jovan Dučić) - Puckaroš i 6a, Adice – Veternik (OŠ Marija Trandafil),  od ponedeljka 17.06.2024.godine, pa do početka nove školske godine, neće saobraćati."
            },
            {
                "text": "Takođe, u istom periodu se ukidaju i četiri polaska na liniji 14, Centar-Sajlovo (smer sa Sajlova), u 07:25, 07:30,13:20 i 13:25 časova."
            }
        ]
    },
    {
        "date": "14.06.2024",
        "title": "Linije 42, 43 – Privremene izmene trasa na polascima kroz Tankosićevo od 15. 06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 15. 06. 2024. godine privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo). Zbog radova na izgradnji vodovodne i kanalizacione mreže u Železničkoj ulici u Kisaču, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Smer iz Novog Sada"
            },
            {
                "text": "Na raskrsnici Dr Janka Gombara/Benešova autobusi će skretati levo i nastavljati Benešovovom ulicom do raskrsnice Benešova/Ondreja Marčoka, skretaće desno i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Jana Kolar, skretaće desno i saobraćati Ulicom Jana Kolara do raskrsnice Jana Kolara/Mihala Kardelisa, skretaće levo u Ulicu Mihala Kardelisa i nastavljati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE se privremena autobuska stajališta u Benešovoj ulici (kod vrtića) i u Ulici Ondreja Marčoka, pre raskrsnice sa Ulicom Jana Kolara (preko puta prodavnice)."
            },
            {
                "text": "Smer iz Kisača"
            },
            {
                "text": "Na raskrsnici Mihala Kardelisa/Jana Kolara autobusi će skretati desno i nastavljati Ulicom Jana Kolara do raskrsnice Jana Kolara/Ondreja Marčoka gde će skretati levo i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Benešova, skretaće levo i saobraćati Benešovom ulicom do raskrsnice Benešova/Dr Janka Gombara, skretaće desno u Ulicu dr Janka Gombara i nastavljati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE se privremeno stajalište u Ulici Ondreja Marčoka, odmah nakon skretanja autobusa iz Ulice Jana Kolara (kod prodavnice)."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "14.06.2024",
        "title": "Linije 4, 11a, 11b – Privremena izmena trase na Limanu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 17.06. do 17.07.2024. godine privremeno se menjaju trase autobuskih linija broj 4, 11a i 11b  zbog rekonstrukcije kanalizacione mreže u Ulici Narodnog Fronta, od Ulice Dragiše Brašovana do Fruškogorske ulice:"
            },
            {
                "text": "Linije 4, 11b (smer iz Centra)"
            },
            {
                "text": "Od raskrsnice Bulevara cara Lazara i Fruškogorske ulice autobusi će saobraćati pravo Bulevarom cara Lazara do raskrsnice sa Bulevarom oslobođenja, skretati levo na Bulevar oslobođenja, desno u Narodnog fronta i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE NEĆE SE KORISTITI STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Linije 4 ,11a (smer sa Limana)"
            },
            {
                "text": "Od raskrsnice Narodnog fronta i Bulevara oslobođenja autobusi će skretati levo na Bulevar oslobođenja, desno na Bulevar cara Lazara do raskrsnice sa Fruškogorskom ulicom i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTEĆE SE I  STAJALIŠTE BULEVAR OSLOBOĐENJA-NARODNOG FRONTA."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "29.03.2024",
        "title": "Linija 43 - Dodatna izmena dela trase na polascima koji saobraćaju preko Tankosićeva",
        "sections": [
            {
                "text": "Od 03. 04. 2024. godine polasci na liniji broj 43 (Novi Sad-Stepanovićevo), koji po redu vožnje saobraćaju preko Tankosićeva, od okretnice u Kisaču saobraćaće novoizgrađenim putem od Svetosavske ulice do državnog puta IIA. Autobusi na navedenim polascima saobraćaće i u povratku „preko Tankosićeva“ za Novi Sad (radni dan, subota, nedelja).\n\nNa izmenjenom delu trase su registrovana tri nova stajališta.\n\nSmer prema Stepanovićevu: \n\n- stajalište Kisač/Novoizgrađeni put/Svetosavska (pored novog stajališta koristiće se sva redovna stajališta na trasi, uključujući i stajalište na okretnici u Kisaču).\n\nSmer prema Novom Sadu:\n\n-stajalište Kisač/Novoizgrađeni put/Svetosavska\n\n-stajalište Kisač/Mihala Kardelisa/Milana Tepića \n\n(pored dva nova stajališta koristiće se sva redovna stajališta na trasi)."
            }
        ]
    }
]