[
    {
        "date": "07.07.2022",
        "title": "IZMENA TRASE LINIJA BROJ 3A, 4, 5N, 7A, 7B, 10, 14, 15, 17, 19, 51A, 51B, 52, 53, 54, 55, 56, 60, 61, 62, 63, 64, 68, 69, 71, 72, 73, 74, 76, 77, 78, 79, 80, 81, 84, 86, TE-TO",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 11. do 21. jula 2022. godine privremeno će biti izmenjene trase autobuskih linija broj 3A, 4, 5N, 7A, 7B, 10, 14, 15, 17, 19, 51A, 51B, 52, 53, 54, 55, 56, 60, 61, 62, 63, 64, 68, 69, 71, 72, 73, 74, 76, 77, 78, 79, 80, 81, 84, 86). Zbog zabrane odvijanja saobraćaja na Bulevaru oslobođenja u zoni raskrsnice sa Bulevarom Jaše Tomića, autobuski saobraćaj u tom delu grada odvijaće se na sledeći način:\n\nLINIJE 10, 15, 17, TE-TO\n\nIz centra\n\nRaskrsnica Bulevar oslobođenja/Bulevar kralja Petra I – (desno) Bulevar kralja Petra I – (levo) Kisačka ulica – redovna trasa.\n\nNa izmenjenom delu trase koristiće se redovno stajalište Bulevar kralja Petra I -Bulevar oslobođenja (stajalište linija 3 i 8).\n\nPrema centru\n\nRaskrsnica Kisačka/Bulevar Jaše Tomića – (pravo) Kisačka ulica – (desno) Bulevar kralja Petra I do Bulevara oslobođenja – (levo) skretanje i nastavak postojećom trasom (osim linije 17 koja Kisačkom ulicom nastavlja svojom redovnom trasom do centra).\n\nNa izmenjenom delu trase koristiće se redovno stajalište Kisačka - Bulevar Jaše Tomića (stajalište linija 1 i 11B).\n\nLINIJE 60, 61, 62, 63, 77, 78, 79, 80, 81, 84, 86\n\nSmer od Železničke stanice\n\nIzlazak sa MAS-a – (desno) Bulevar Jaše Tomića – (levo) Rumenačka ulica – (levo) Bulevar kralja Petra I do Bulevara oslobođenja – (desno) Bulevar oslobođenja – redovna trasa.\n\nNa izmenjenom delu trase neće se koristiti autobuska stajališta.\n\nSmer ka Železničkoj stanici\n\nRaskrsnica Bulevar oslobođenja/Bulevar kralja Petra I – (desno) Bulevar kralja Petra I – (levo) Kisačka ulica do Bulevara Jaše Tomića – (levo) Bulevar Jaše Tomića do MAS-a.\n\nNa izmenjenom delu trase koristiće se redovno autobusko stajalište Bulevar kralja Petra I–Bulevar oslobođenja (stajalište linija 3 i 8).\n\nLINIJE 3A, 4, 5N, 19, 52, 53, 54, 55, 56, 64, 68, 69, 71, 72, 73, 74, 76\n\nSmer od Železničke stanice\n\nPlato ispred Ž. stanice – (desno) Bulevar Jaše Tomića do Rumenačke ulice – (levo) Rumenačka ulica do Bulevara kralja Petra I – (levo) Bulevar kralja Petra I do Bulevara oslobođenja – (desno) Bulevar oslobođenja – redovna trasa.\n\nNa izmenjenom delu trase neće se koristiti autobuska stajališta.\n\nSmer ka Železničkoj stanici\n\nRaskrsnica Bulevar oslobođenja/Bulevar kralja Petra I – (levo) Bulevar kralja Petra I do Rumenačke ulice – (desno) Rumenačka ulica do Bulevara Jaše Tomića – desno skretanje i nastavak do Železničke stanice.\n\nNa izmenjenom delu trase koristiće se privremeno stajalište na Bulevaru kralja Petra I (50 metara nakon redovnog stajališta Bulevar kralja Petra I–Bulevar oslobođenja linija 3 i 8).\n\nLINIJA 14\n\nIz centra\n\nRaskrsnica Bulevar oslobođenja/Bulevar kralja Petra I – (levo) Bulevar kralja Petra I – (desno) Rumenačka ulica do raskrsnice sa Bulevarom Jaše Tomića, odakle se nastavlja pravo Runemačkom ulicom i redovnom trasom.\n\nNa izmenjenom delu trase koristiće se privremeno stajalište na Bulevaru kralja Petra I (50 metara nakon redovnog stajališta Bulevar kralja Petra I–Bulevar oslobođenja linija 3 i 8).\n\nSa Sajlova\n\nRaskrsnica Rumenačka ulica/Bulevar Jaše Tomića – (pravo) Rumenačka ulicom do raskrsnice sa Bulevarom kralja Petra I zatim levim skretanjem do raskrsnice Bulevar kralja Petra I/Bulevar oslobođenja – (desno) Bulevar oslobođenja i nastavak redovnom trasom.\n\nNa izmenjenom delu trase koristiće se autobusko stajalište u Rumenačkoj ulici ispred ABC-a.\n\nLINIJE 7A i 7B\n\nLinija 7A\n\nRaskrsnica Rumenačka ulica/Bulevar Jaše Tomića – (pravo) Rumenačka ulica do raskrsnice Bulevar kralja Petra I – levo skretanje do raskrsnice Bulevar kralja Petra I/Bulevar oslobođenja – (desno) Bulevar oslobođenja i nastavak redovnom trasom.\n\nNa izmenjenom delu trase koristiće se autobusko stajalište u Rumenačkoj ulici ispred ABC-a.\n\nLinija 7B\n\nRaskrsnica Bulevar oslobođenja/Bulevar kralja Petra I – (levo) Bulevar kralja Petra I – (desno) Rumenačka ulica do raskrsnice sa Bulevarom Jaše Tomića odakle se nastavlja pravo redovnom trasom.\n\nNa izmenjenom delu trase koristiće se privremeno autobusko stajalište na Bulevaru kralja Petra I (50 metara nakon redovnog stajališta Bulevar kralja Petra I–Bulevar oslobođenja linija 3 i 8).\n\nLINIJE 51A I 51B\n\nLinija 51A\n\nPlato ispred Železničke stanice – (desno) Bulevar Jaše Tomića do Rumenačke ulice – (levo) Rumenačka ulica do Bulevara kralja Petra I – (levo) Bulevar kralja Petra I do Bulevara oslobođenja – (desno) Bulevar oslobođenja i redovna trasa.\n\nNa izmenjenom delu trase neće se koristiti autobuska stajališta.\n\nLinija 51B\n\nRaskrsnica Bulevar oslobođenja/Bulevar kralja Petra I – (levo) Bulevar kralja Petra I do Rumenačke ulice – (desno) Rumenačka ulica do Bulevara Jaše Tomića – (desno) plato ispred Železničke stanice.\n\nNa izmenjenom delu trase koristiće se privremeno autobusko stajalište na Bulevaru kralja Petra I (50 metara nakon redovnog stajališta Bulevar kralja Petra I–Bulevar oslobođenja linija 3 i 8)."
            }
        ]
    },
    {
        "date": "05.07.2022",
        "title": "Prevoz za vreme održavanja Egzit festivala - privremena izmena trase linija 3, 3a, 9, 9a, 60, 61, 62, 63, 64, 69",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ i ove godine organizuje adekvatan prevoz za posetioce „Egzit“ festivala. S obzirom na očekivani priliv gostiju u Novi Sad, redovne linije 3 i 9 saobraćaće po važećem redu vožnje i biće pojačavane zglobnim autobusima u skladu sa predviđenim vremenima za odlazak i povratak sa festivala. Od 8. do 11. jula na linijama 3 i 9 biće uvedeni vanredni polasci u 03:30 i 04:00 časa od autobuskog stajališta Bulevar Mihajla Pupina/Dunavski park do Detelinare (linija 3) i do Novog naselja (linija 9). \n\nAutobusi koji saobraćaju na linijama do festivala biće posebno obeleženi oznakom „Exit fest“. \n\nU skladu sa rešenjem Gradske uprave za saobraćaj i puteve, za vreme održavanja Egzit festivala privremeno će biti izmenjene trase autobuskih linija broj 3, 3A, 9, 9A, 60, 61, 62, 63, 64 i 69. Autobusi će umesto Varadinskim mostom saobraćati drumsko-železničkim mostom od 7. do 10. jula u periodu od 17 do 8 časova narednog dana, kao i 11. jula do 8 časova. Na navedenim linijama autobuski saobraćaj u tom delu grada odvijaće se na sledeći način: \n\nLINIJE BROJ 3, 3A, 9, 9A, 60, 61, 62, 63 i 64\n\nSmer iz Novog Sada \n\nBulevar Mihajla Pupina – (desno) Trg neznanog junaka - Beogradski kej – (levo) Marka Miljanova - Venizelisova ulica - drumsko-železnički most - Reljkovićeva ulica do Preradovićeve - redovna trasa kretanja.\n\nSmer iz Petrovaradina \n\nRaskrsnica ulica Preradovićeva i Reljkovićeva - Reljkovićeva ulica – drumsko-železnički most - Venizelisova ulica do Beogradskog keja - Trg neznanog junaka do Bulevara Mihajla Pupina - redovna trasa kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, TE PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47.\n\nLINIJA BROJ 69 \n\nSmer iz Novog Sada \n\nBulevar Mihajla Pupina – (desno) Trg neznanog junaka - Beogradski kej – (levo) Marka Miljanova - Venizelisova ulica - drumsko-železnički most - Reljkovićeva ulica do Preradovićeve – (desno) Preradovićeva ulica – (levo) Ulica Dunavske divizije - redovna trasa kretanja.\n\nSmer iz Petrovaradina\n\nRaskrsnica ulica Dunavske divizije i Preradovićeve – (desno) Preradovićeva ulica - (levo) Reljkovićeva ulica - drumsko-železnički most - Venizelisova ulica do Beogradskog keja - Trg neznanog junaka do Bulevara Mihajla Pupina - redovna trasa kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, KAO I DVA PRIVREMENA STAJALIŠTA U ULICI DUNAVSKE DIVIZIJE-PRERADOVIĆEVA (OBA SMERA)."
            }
        ]
    },
    {
        "date": "29.06.2022",
        "title": "Linije 42, 43 – Privremena izmena trase kroz Kisač",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve Grada Novog Sada, privremeno se menjaju trase prigradskih linija 42 i 43 (kroz KISAČ). Zbog radova na izgradnji kanalizacione mreže u Ulici 13. oktobra (od Ulice dr Janka Gombara do Štefanikove ulice), od 30. juna do 14. jula 2022. godine, autobusi JGSP ''Novi Sad'' saobraćaće na sledeći način:\n\nSmer Novi Sad - Kisač \n\nUlicom 13.OKTOBRA, desno ŠTEFANIKOVOM, levo SLOVAČKOM ulicom do raskrsnice SLOVAČKA/DR JANKA GOMBARA, odakle će nastavljati redovnom trasom;\n\nSmer Kisač – Novi Sad\n\nNavedenom izmenjenom trasom (suprotni smer)."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se privremena autobuska stajališta:\n\n- u Slovačkoj ulici 24 (Kulturni centar) - smer za Novi Sad\n\n- u Štefanikovoj ulici 192 (pre raskrsnice sa Ul.13.oktobar) – smer ka Novom Sadu."
            },
            {
                "text": "Nakon završetka radova autobusi će saobraćati redovnom trasom."
            }
        ]
    },
    {
        "date": "24.06.2022",
        "title": "Od 27. juna LETNJI red vožnje",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da od 27. juna 2022. godine autobusi saobraćaju po organizaciji prevoza za letnji period. Novi red vožnje podrazumeva vremenske korekcije autobuskih polazaka, usklađene sa potrebama korisnika usluga prevoza u narednim mesecima. Osnov za organizaciju prevoza u letnjem periodu je očekivano smanjenje broja putnika zbog korišćenja godišnjih odmora i letnjeg raspusta u školama i na fakultetima."
            }
        ]
    },
    {
        "date": "03.06.2022",
        "title": "Izmešteno autobusko stajalište Bulevar oslobođenja/Bulevar Jaše Tomića",
        "sections": [
            {
                "text": "Od 06. 06. na Bulevaru oslobođenja izmešta se autobusko stajalište Bulevar oslobođenja/Bulevar Jaše Tomića (linije: 7a, 10, 14 i 15 ). Do završetka radova na rekonstrukciji vrelovoda, stajalište će privremeno biti izmešteno na Bulevar oslobođenja, ispred kućnog broja 10."
            }
        ]
    },
    {
        "date": "31.05.2022",
        "title": "Izmešteno autobusko stajalište kod Mosta slobode",
        "sections": [
            {
                "text": "Od 01. 06. na Bulevaru oslobođenja zbog rekonstrukcije se privremeno izmešta autobusko stajalište Bulevar oslobođenja/Most slobode (stajalište kod Limanskog parka linija 19, 68, 71, 72, 73, 74, 76, 77, 78, 79, 80, 81, 84, 86). Do završetka radova stajalište će biti poremeno za 70 metara ka Mostu slobode."
            }
        ]
    },
    {
        "date": "30.05.2022",
        "title": "Izmešteno autobusko stajalište Futoška/Antona Čehova",
        "sections": [
            {
                "text": "Оd 28. 05. u Futoškoj ulici privremeno je izmešteno autobusko stajalište Futoška/Antona Čehova za linije 2, 6, 51B, 52, 53, 54 i 55 (smer ka centru, preko puta Jodne banje). Do završetka radova autobusi na navedenim linijama zaustavljaće se na privremenom stajalištu u Futoškoj ulici 33."
            }
        ]
    },
    {
        "date": "10.05.2022",
        "title": "Linije 10, 42 NK i 55 NK – Privremena izmena trase od 11.05.",
        "sections": [
            {
                "text": "Rešenjem Gradske uprave za saobraćaj i puteve, zbog radova se određuje zabrana odvijanja saobraćaja u delu Partizanske ulice (u zoni podvožnjaka, Tržni centar ''Merkur''), odnosno od raskrsnice ulica Partizanska/Rumenačka/Kornelija Stankovića. Od 11. 05. do 17. 10. 2022. godine saobraćaj se preusmerava preko Rumenačke ulice, Bulevara Jaše Tomića i Kisačke ulice, tako da će autobusi na linijama broj 10, 42 NK (do „Neoplante\" i \"Koteksprodukta“) i 55 NK (do „Neoplante i Koteksprodukta“) na izmenjenom delu trase saobraćati na sledeći način:\n\nLINIJA BROJ 10 \n\nSmer A (iz centra) \n\nIzmenjeni deo trase od Bulevara oslobođenja - desno Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nSmer B (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića - levo Bulevar oslobođenja - redovna trasa\n\nLINIJE BROJ 42 NK, 55 NK \n\nSmer A (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića (pored Autobuske stanice) - desno Rumenačka ulica - redovna trasa od raskrsnice ulica Rumenačka/Kornelija Stankovića \n\nSmer B (iz mesta) \n\nRaskrsnica ulica Kornelija Stankovića/Rumenačka - Rumenačka ulica - levo Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA POSTOJEĆIH LINIJA."
            }
        ]
    },
    {
        "date": "11.04.2022",
        "title": "Linija 72 – Privremeno skraćenje trase od 11.04.",
        "sections": [
            {
                "text": "Od 11. 04. 2022. godine do daljeg na liniji 72 Novi Sad-Paragovo skraćuje se trasa na polascima koji saobraćaju do raskrsnice Venac. Autobusi će od navedenog datuma saobraćati do i od okretnice Paragovo."
            }
        ]
    },
    {
        "date": "08.02.2022",
        "title": "Linija 4 – Privremena izmena trase od 09.02.",
        "sections": [
            {
                "text": "Od 09. 02. 2022. godine privremeno se menja trasa linije 4 u smeru B (Ž. stanica – Centar - Liman). Zbog najavljenih radova u delu okretnice na Limanu 4, u skladu sa Rešenjem Gradske uprave za saobraćaj puteve, autobusi će saobraćati na sledeći način:\n\nLINIJA 4 \n\nSmer Železnička stanica - Centar - Liman 4\n\nUlica Narodnog fronta – (desno) Balzakova ulica – (levo) Bulevar cara Lazara – (levo) Ulica Ive Andrića – (levo) prvo stajalište u Ulici Narodnog fronta gde će autobusi izdržavati vreme za naredni polazak. \n\nTokom trajanja izmene biće postavljeno i privremeno stajalište nakon skretanja autobusa u Balzakovu ulicu. \n\nNapominjemo da je linija 4 u izmenjenom režimu i zbog radova na delu okretnice „Potkovica“ – Ž. stanica."
            }
        ]
    }
]