[
    {
        "date": "21.01.2022",
        "title": "Linije 11A, 11B – Privremena izmena trase 23.01.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, 23. januara od 07:00 do 16:00 časova privremeno se menja trasa autobuskih linija broj 11A i 11B. Zbog održavanja komemoracije žrtvama Novosadske racije, autobusi na navedenim linijama saobraćaće na sledeći način:\n\nLinija 11A (Ž.stanica – Bolnica – Liman – Ž.stanica): Postojećom trasom iz Stražilovske ulice nastavljaju Ulicom Žarka Zrenjanina, skreću desno na Bulevar Mihajla Pupina, zatim desno Trgom neznanog junaka do Keja žrtava racije i dalje nastavljaju redovnom trasom kretanja;\n\nLinija 11B (Ž.stanica – Liman – Bolnica – Ž.stanica): Postojećom trasom sa Beogradskog keja skreću desno na Trg neznanog junaka, pa desno na Bulevar Mihajla Pupina, zatim levo u Ulicu Žarka Zrenjanina do Stražilovske ulice i dalje nastavljaju redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE AUTOBUSKIH LINIJA 11a I 11b KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "30.12.2021",
        "title": "Od 04.01. nova linija 19 do bolnice na Mišeluku",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ od 4. januara 2022. godine uvodi gradsku liniju broj 19 na relaciji Železnička stanica-Mišeluk (bolnica). Kako bi se građanima i zaposlenima u novoj bolnici obezbedio adekvatan javni prevoz, radnim danima na liniji 19 u oba smera organizovano je po pet polazaka, a subotom i nedeljom po četiri polaska. \n\nTrasa linije 19 je sledeća:\n\nSMER A Železnička stanica - Mišeluk (bolnica)\n\nPolazno stajalište Bulevar oslobođenja (stajalište linija 7A, 10, 14 i 15) – Most slobode – petlja Mišeluk - bolnica\n\nSMER B Mišeluk (bolnica) – Železnička stanica \n\nBolnica - petlja Mišeluk - Most slobode – Bulevar oslobođenja – Ž. stanica\n\nPodsećamo korisnike usluge prevoza da je 1. septembra 2021. godine produžena trasa linije broj 9A, koja će i nakon uvođenja nove linije saobraćati od Novog naselja preko Petrovaradina do bolnice na Mišeluku. Linijom 19 dodatno će se odgovoriti potrebama putnika za kvalitetnim javnim prevozom do nove bolnice."
            }
        ]
    },
    {
        "date": "26.11.2021",
        "title": "Linija 17 - Privremena izmena trase od 27.11.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. novembra 2021. do 20. marta 2022. godine privremeno će biti izmenjena trasa autobuske linije broj 17. Zbog radova na rekonstrukciji i izgradnji podvožnjaka u Kisačkoj uliciu, autobuski saobraćaj na liniji 17 odvijaće se na sledeći način:\n\nSmer od Tržnog centra „BIG“ \n\nOd raskrsnice Sentandrejski put/Partizanska ulica autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra\n\nOd raskrsnice Bulevar oslobođenja/Bulevar Jaše Tomića autobusi će skretati levo na Bulevar Jaše Tomića, desno u Rumenačku ulicu, desno u Partizansku ulicu (pored „Merkura“), levo u Industrijsku (trasom linije broj 10 do „Mašinoremonta“) i dalje nastavljati do Tržnog centra „BIG“. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "01.10.2021",
        "title": "Izmene u redu vožnje na gradskim linijama od 04. oktobra",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će od 4. oktobra 2021. godine doći do izmena u zimskom redu vožnje na gradskim linijama 1, 2, 3 , 4 , 5, 7B, 8, 9, 11A, 12 i 14.\n\nIzmenjen red vožnje biće postavljen na autobuskim stajalištima i sajtu preduzeća www.gspns.rs, pa molimo putnike na navedenim linijama da obrate pažnju na nov raspored polazaka.\n\nNa prigradskim i međumesnim linijama autobusi će saobraćati bez izmena u redu vožnje."
            }
        ]
    },
    {
        "date": "30.09.2021",
        "title": "Linija 86 saobraća od 01. oktobra",
        "sections": [
            {
                "text": "Od 1. oktobra 2021. godine saobraća nova autobuska linija 86 na relaciji Novi Sad AS–Stari Rakovac – Vrdnik (železnička stanica). Cena pojedinačne karte od Novog Sada do Vrdnika iznosi 200 dinara, a za decu od 6 do 10 godina 140 dinara. Predviđena je i mogućnost kupovine dnevne karte po ceni od 450 dinara.\n\n Iz Novog Sada do Vrdnika svakog dana organizovano je deset polazaka, koliko ih ima i u suprotnom smeru. Trasa Novi Sad AS - Stari Rakovac - Vrdnik (Železnička stanica):\n\nSMER A \n\nNovi Sad (Autobuska stanica) – Bulevar oslobođenja – Most slobode - Sremska Kamenica (centar) - Stari Rakovac – raskrsnica kod Zmajevca – Zmajevački put do raskrsnice za etno kompleks „Vrdnička kula“ – „Vrdnička kula“ - „Fruške terme“ - staza zdravlja do Ulice Oborac - Ulica Martina Klasića - Karađorđeva ulica - Ulica Pavla Živančevića Dudaša - Ulica Lazara Gojkovića - Železnička ulica do autobuskog i taksi stajališta – Vrdnik (Železnička stanica).\n\nSMER B \n\nVrdnik (Železnička stanica) - Železnička ulica - Trg cara Lazara - Fruškogorska ulica - Karađorđeva ulica - Ulica Martina Klasića - Ulica Oborac - staza zdravlja do ulaza u kompleks „Vrdnička kula“ - Zmajevački put do raskrsnice kod Zmajevca - Stari Rakovac - Sremska Kamenica (centar) – Most slobode – Bulevar oslobođenja - Novi Sad (Autobuska stanica)."
            }
        ]
    },
    {
        "date": "17.09.2021",
        "title": "Linije 1, 15, 16, 17, 20, 31, 32, 33, 35 – Privremena izmena trasa zbog radova u Kisačkoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20. septembra 2021. godine do 20. marta 2022. godine privremeno se menjaju trase autobuskih linija broj 1, 15, 16, 17, 20, 31, 32, 33 i 35. Zbog radova na rekonstrukciji podvožnjaka u Kisačkoj ulici u Novom Sadu, autobuski saobraćaj odvijaće se na sledeći način:\n\nLINIJA BROJ 1 \n\nSmer sa Klise: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice ulica Kisačke i Temerinske autobusi će saobraćati pravo Temerinskom ulicom, levo Partizanskom ulicom, skretati desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJA BROJ 15 \n\nSmer iz zone Sever: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati desno u Industrijsku ulicu, levo u Rumenačku ulicu, levo na Bulevar Jaše Tomića, desno na Bulevar oslobođenja i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice Bulevara oslobođenja i Bulevara Jaše Tomića autobusi će skretati levo na Bulevar Jaše Tomića, desno u Rumenačku ulicu, desno u Industrijsku ulicu (pored Merkura), levo na Sentandrejski put i dalje nastavljati redovnom trasom kretanja.\n\nLINIJA BROJ 16 \n\nSmer iz Pristanišne zone: Od raskrsnice ulica Put šajkaškog odreda i Temerinske autobusi će skretati levo u Temerinsku ulicu, desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Ž.stanice: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu do Partizanske ulice i dalje nastavljati redovnom trasom kretanja.\n\n LINIJA BROJ 17 \n\nSmer od Tržnog centra „BIG“: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Ulicu Jovana Cvijića, levo u Temerinsku ulicu, levo u Partizansku ulicu, desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJA BROJ 35 \n\nSmer sa Čeneja: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu, desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Ž.stanice: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu, levo u Partizansku ulicu, desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJE BROJ 20, 31, 32 i 33 \n\nSmer iz mesta: Od raskrsnice ulica Temerinske i Partizanske autobusi će saobraćati pravo Temerinskom ulicom, skretati desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa MAS-a (Ž.stanice): Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu do Partizanske ulice i i dalje nastavljati redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJAMA BROJ 1, 15, 16, 17 I 20 NA IZMENJENOM DELU TRASE KORISTIĆE REDOVNA STAJALIŠTA DRUGIH LINIJA. LINIJE 1 I 17 NE KORISTE STAJALIŠTE U PARTIZANSKOJ ULICI, U ZONI RASKRSNICE PARTIZANSKA-TEMERINSKA U SMERU PREMA KLISI.\n\nAUTOBUSI NA LINIJAMA BROJ 31, 32 ,33 I 35 NA IZMENJENOM DELU TRASE, U SMERU IZ MESTA KORISTIĆE REDOVNA STAJALIŠTA NA RASKRSNICAMA TEMERINSKA-PARTIZANSKA, KISAČKA-TEMERINSKA I KISAČKA-JOVANA CVIJIĆA, A U SMERU OD Ž.STANICE KORISTIĆE REDOVNA STAJALIŠTA NA RASKRSNICAMA KISAČKA-BULEVAR JAŠE TOMIĆA I TEMERINSKA-KISAČKA."
            }
        ]
    },
    {
        "date": "31.08.2021",
        "title": "Produženje linije 9А do nove bolnice na Mišeluku",
        "sections": [
            {
                "text": "Od 1. septembra 2021. godine produžava se trasa linije 9A (Novo naselje - Alibegovac), koja će saobraćati do nove KOVID bolnice na Mišeluku. \n\nKako bi se građanima i zaposlenima omogućio dolazak i odlazak do nove bolnice javnim prevozom, JGSP „Novi Sad“ je na ovoj liniji značajno povećao broj polazaka, tako da će radnim danima biti 58, subotom 46, a nedeljom 32 polaska."
            },
            {
                "text": "Putnici se o novom redu vožnje mogu informisati elektronski, putem sajta preduzeća:  (LINIJA 9, oznaka ALI), kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Trasa nove linije je sledeća:"
            },
            {
                "text": "Smer A - raskrsnica Bulevara Jovana Dučića i Ulice Dragoslava Srejovića, Bulevar Jovana Dučića, Bulevar Slobodana Jovanovića, Futoška ulica, Ulica cara Dušana, Bulevar cara Lazara, Stražilovska ulica, Ulica Žarka Zrenjanina, Bulevar Mihajla Pupina, Varadinski most, Beogradska ulica, Preradovićeva ulica, Ulica Račkog, Petlja „Mišeluk“ i okretnica na kružnom toku ispred bolnice na „Mišeluku“."
            },
            {
                "text": "Smer B - okretnica na kružnom toku ispred bolnice na „Mišeluku“, Petlja „Mišeluk“, Ulica Račkog, Preradovićeva ulica, Beogradska ulica, Varadinski most, Bulevar Mihajla Pupina, Ulica Žarka Zrenjanina, Stražilovska ulica, Bulevar cara Lazara, Ulica cara Dušana, Futoška ulica, Bulevar Slobodana Jovanovića, Bulevar Jovana Dučića i raskrsnica Bulevara Jovana Dučića i Ulice Dragoslava Srejovića."
            }
        ]
    },
    {
        "date": "31.08.2021",
        "title": "Od 1. septembra - Zimski red vožnje",
        "sections": [
            {
                "text": "Od 1. septembra autobusi JGSP „Novi Sad“ saobraćaće po novom redu vožnje, koji podrazumeva veći broj polazaka, usklađenih sa potrebama putnika u narednom periodu. Osim vremenskih korekcija polazaka, novina je produženje trase linije 9A do nove KOVID bolnice na Mišeluku."
            }
        ]
    }
]