[
    {
        "date": "02.03.2022",
        "title": "Izmeštanje polaznih stajališta sa male „Potkovice“",
        "sections": [
            {
                "text": "Zbog radova u maloj ''Potkovici'' (terminal Šumice - JGSP ''Novi Sad'' ), od 03. 03. 2022. godine privremeno se izmeštaju polazna stajališta sledećih prigradskih linija:\n\nLinije 51A, 52, 53, 54, 55, 56 \n\nAutobusi saobraćaju sa privremenog stajališta na Bulevaru oslobođenja 4 b.\n\nLinija 51B \n\nAutobusi saobraćaju sa Bulevara Jaše Tomića 6 (trenutno polazana stajališta linija 41,42,43).\n\nIzmeštanje stajališta je na snazi do završetka radova koji je planiran za ponedeljak, 07. marta (popodnevni časovi)."
            }
        ]
    },
    {
        "date": "25.02.2022",
        "title": "Od 1. marta novi red vožnje",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava građane da 1. marta stupa na snagu novi red vožnje. Polasci u prigradskom i međumesnom saobraćaju ostaju nepromenjeni u odnosu na zimski red vožnje, dok su polasci u gradskom saobraćaju izmenjeni, uz ujednačene intervale koji su prilagođeni potrebama putnika u narednom periodu.\n\nMolimo korisnike usluga da se o izmenama u redu vožnje informišu u rubrici REDOVI VOŽNJE na ovom sajtu , te ih podsećamo na našu novu aplikaciju za mobilne telefone NSMART, koja im može značajno pomoći u korišćenju javnog prevoza. Aplikacija u realnom vremenu pruža precizne informacije o dolasku autobusa na stajalište. Putnici mogu sami da pretraže stajališta, ili da izaberu jedno od ponuđenih najbližih stajališta pomoću uključene lokacije na mobilnom telefonu. Nakon što se odabere potrebno stajalište, aplikacija pokazuje vremena dolaska autobusa na linijama koje tuda prolaze. Aplikacija je jednostavna za upotrebu i može potpuno besplatno da se skine na Google Play za telefone sa android operativnim sistemom, te sa Apple Store za mobilne telefone sa IOS operativnim sistemom. \n\nUz NSMART aplikaciju, dolasci autobusa u realnom vremenu moći će da se vide i na gradskim stajalištima koja imaju ugrađene displejeve."
            }
        ]
    },
    {
        "date": "08.02.2022",
        "title": "Linija 4 – Privremena izmena trase od 09.02.",
        "sections": [
            {
                "text": "Od 09. 02. 2022. godine privremeno se menja trasa linije 4 u smeru B (Ž. stanica – Centar - Liman). Zbog najavljenih radova u delu okretnice na Limanu 4, u skladu sa Rešenjem Gradske uprave za saobraćaj puteve, autobusi će saobraćati na sledeći način:\n\nLINIJA 4 \n\nSmer Železnička stanica - Centar - Liman 4\n\nUlica Narodnog fronta – (desno) Balzakova ulica – (levo) Bulevar cara Lazara – (levo) Ulica Ive Andrića – (levo) prvo stajalište u Ulici Narodnog fronta gde će autobusi izdržavati vreme za naredni polazak. \n\nTokom trajanja izmene biće postavljeno i privremeno stajalište nakon skretanja autobusa u Balzakovu ulicu. \n\nNapominjemo da je linija 4 u izmenjenom režimu i zbog radova na delu okretnice „Potkovica“ – Ž. stanica."
            }
        ]
    },
    {
        "date": "08.02.2022",
        "title": "Produženo privremeno izmeštanje polaznih stajališta sa terminala ispred Železničke stanice („Potkovica“)",
        "sections": [
            {
                "text": "Zbog rekonstrukcije saobraćajnih površina ispred Železničke stanice, do daljeg je produžen izmenjen režim korišćenja autobuskog terminala i izmeštanje sledećih polaznih stajališta:\n\nLINIJE 3A, 4, 5N\n\nPolazno stajalište BULEVAR OSLOBOĐENJA 2-4 (postojeće stajalište gradskih linija 7A, 10, 14, 15, 19)\n\nLINIJE 16, 20, 22 ,23, 24 \n\nPolazno stajalište BULEVAR JAŠE TOMIĆA (ispred postojećeg autobuskog stajališta linija 11B, 17, 21, 30, 35, ''Mikromarket'')\n\nLINIJE 41, 42, 43, APTIV \n\nPolazno stajalište BULEVAR JAŠE TOMIĆA 6, iza saobraćajnog ulaza za Međumesnu autobusku stanicu\n\nLINIJE 64, 68, 69, 71, 72, 73, 74, 76 \n\nPolazno stajalište BULEVAR OSLOBOĐENJA 4a-4b (ispred postojećeg stajališta linija 7A, 10, 14, 15, 19)\n\nLINIJE za Veternik, Futog i Begeč saobraćaju sa postojećih autobuskih stajališta (izmešteni na polovinu saobraćajne trake)."
            }
        ]
    },
    {
        "date": "25.01.2022",
        "title": "Linija 13 - Privremeno ukidanje stajališta",
        "sections": [
            {
                "text": "Autobusko stajalište Bulevar Evrope/Cara Dušana (kod “Galensovih” zgrada) linije broj 13 u smeru B od Univertizeta do Detelinare privremeno se ukida od 26. 01. 2022. Stajalište će ponovo biti u funkciji nakon završetka radova na pešačkim površinama."
            }
        ]
    },
    {
        "date": "26.11.2021",
        "title": "Linija 17 - Privremena izmena trase od 27.11.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. novembra 2021. do 20. marta 2022. godine privremeno će biti izmenjena trasa autobuske linije broj 17. Zbog radova na rekonstrukciji i izgradnji podvožnjaka u Kisačkoj uliciu, autobuski saobraćaj na liniji 17 odvijaće se na sledeći način:\n\nSmer od Tržnog centra „BIG“ \n\nOd raskrsnice Sentandrejski put/Partizanska ulica autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra\n\nOd raskrsnice Bulevar oslobođenja/Bulevar Jaše Tomića autobusi će skretati levo na Bulevar Jaše Tomića, desno u Rumenačku ulicu, desno u Partizansku ulicu (pored „Merkura“), levo u Industrijsku (trasom linije broj 10 do „Mašinoremonta“) i dalje nastavljati do Tržnog centra „BIG“. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "17.09.2021",
        "title": "Linije 1, 15, 16, 17, 20, 31, 32, 33, 35 – Privremena izmena trasa zbog radova u Kisačkoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20. septembra 2021. godine do 20. marta 2022. godine privremeno se menjaju trase autobuskih linija broj 1, 15, 16, 17, 20, 31, 32, 33 i 35. Zbog radova na rekonstrukciji podvožnjaka u Kisačkoj ulici u Novom Sadu, autobuski saobraćaj odvijaće se na sledeći način:\n\nLINIJA BROJ 1 \n\nSmer sa Klise: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice ulica Kisačke i Temerinske autobusi će saobraćati pravo Temerinskom ulicom, levo Partizanskom ulicom, skretati desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJA BROJ 15 \n\nSmer iz zone Sever: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati desno u Industrijsku ulicu, levo u Rumenačku ulicu, levo na Bulevar Jaše Tomića, desno na Bulevar oslobođenja i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice Bulevara oslobođenja i Bulevara Jaše Tomića autobusi će skretati levo na Bulevar Jaše Tomića, desno u Rumenačku ulicu, desno u Industrijsku ulicu (pored Merkura), levo na Sentandrejski put i dalje nastavljati redovnom trasom kretanja.\n\nLINIJA BROJ 16 \n\nSmer iz Pristanišne zone: Od raskrsnice ulica Put šajkaškog odreda i Temerinske autobusi će skretati levo u Temerinsku ulicu, desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Ž.stanice: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu do Partizanske ulice i dalje nastavljati redovnom trasom kretanja.\n\n LINIJA BROJ 17 \n\nSmer od Tržnog centra „BIG“: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Ulicu Jovana Cvijića, levo u Temerinsku ulicu, levo u Partizansku ulicu, desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJA BROJ 35 \n\nSmer sa Čeneja: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu, desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Ž.stanice: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu, levo u Partizansku ulicu, desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJE BROJ 20, 31, 32 i 33 \n\nSmer iz mesta: Od raskrsnice ulica Temerinske i Partizanske autobusi će saobraćati pravo Temerinskom ulicom, skretati desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa MAS-a (Ž.stanice): Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu do Partizanske ulice i i dalje nastavljati redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJAMA BROJ 1, 15, 16, 17 I 20 NA IZMENJENOM DELU TRASE KORISTIĆE REDOVNA STAJALIŠTA DRUGIH LINIJA. LINIJE 1 I 17 NE KORISTE STAJALIŠTE U PARTIZANSKOJ ULICI, U ZONI RASKRSNICE PARTIZANSKA-TEMERINSKA U SMERU PREMA KLISI.\n\nAUTOBUSI NA LINIJAMA BROJ 31, 32 ,33 I 35 NA IZMENJENOM DELU TRASE, U SMERU IZ MESTA KORISTIĆE REDOVNA STAJALIŠTA NA RASKRSNICAMA TEMERINSKA-PARTIZANSKA, KISAČKA-TEMERINSKA I KISAČKA-JOVANA CVIJIĆA, A U SMERU OD Ž.STANICE KORISTIĆE REDOVNA STAJALIŠTA NA RASKRSNICAMA KISAČKA-BULEVAR JAŠE TOMIĆA I TEMERINSKA-KISAČKA."
            }
        ]
    },
    {
        "date": "31.08.2021",
        "title": "Produženje linije 9А do nove bolnice na Mišeluku",
        "sections": [
            {
                "text": "Od 1. septembra 2021. godine produžava se trasa linije 9A (Novo naselje - Alibegovac), koja će saobraćati do nove KOVID bolnice na Mišeluku. \n\nKako bi se građanima i zaposlenima omogućio dolazak i odlazak do nove bolnice javnim prevozom, JGSP „Novi Sad“ je na ovoj liniji značajno povećao broj polazaka, tako da će radnim danima biti 58, subotom 46, a nedeljom 32 polaska."
            },
            {
                "text": "Putnici se o novom redu vožnje mogu informisati elektronski, putem sajta preduzeća:  (LINIJA 9, oznaka ALI), kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Trasa nove linije je sledeća:"
            },
            {
                "text": "Smer A - raskrsnica Bulevara Jovana Dučića i Ulice Dragoslava Srejovića, Bulevar Jovana Dučića, Bulevar Slobodana Jovanovića, Futoška ulica, Ulica cara Dušana, Bulevar cara Lazara, Stražilovska ulica, Ulica Žarka Zrenjanina, Bulevar Mihajla Pupina, Varadinski most, Beogradska ulica, Preradovićeva ulica, Ulica Račkog, Petlja „Mišeluk“ i okretnica na kružnom toku ispred bolnice na „Mišeluku“."
            },
            {
                "text": "Smer B - okretnica na kružnom toku ispred bolnice na „Mišeluku“, Petlja „Mišeluk“, Ulica Račkog, Preradovićeva ulica, Beogradska ulica, Varadinski most, Bulevar Mihajla Pupina, Ulica Žarka Zrenjanina, Stražilovska ulica, Bulevar cara Lazara, Ulica cara Dušana, Futoška ulica, Bulevar Slobodana Jovanovića, Bulevar Jovana Dučića i raskrsnica Bulevara Jovana Dučića i Ulice Dragoslava Srejovića."
            }
        ]
    },
    {
        "date": "31.08.2021",
        "title": "Od 1. septembra - Zimski red vožnje",
        "sections": [
            {
                "text": "Od 1. septembra autobusi JGSP „Novi Sad“ saobraćaće po novom redu vožnje, koji podrazumeva veći broj polazaka, usklađenih sa potrebama putnika u narednom periodu. Osim vremenskih korekcija polazaka, novina je produženje trase linije 9A do nove KOVID bolnice na Mišeluku."
            }
        ]
    }
]