[
    {
        "date": "08.07.2024",
        "title": "Prevoz u vreme održavanja Egzit festivala - privremena izmena trase linija 3, 3A, 9, 9A, 60, 61, 62, 63, 64, 69",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ i ove godine organizuje prevoz za posetioce EXIT festivala. S obzirom na očekivani priliv gostiju u Novi Sad, redovne linije 3 i 9 saobraćaće  po važećem redu vožnje i biće pojačavane zglobnim autobusima u skladu sa predviđenim vremenima za odlazak i povratak sa festivala. Od 10. do 14. jula na linijama 3 i 9 biće uvedeni vanredni polasci u 03:30 i 04:00 časa od autobuskog stajališta Bulevar Mihajla Pupina/Dunavski park do Detelinare (linija 3) i do Novog naselja (linija 9)."
            },
            {
                "text": "Autobusi koji saobraćaju na linijama do festivala  biće posebno obeleženi oznakom „Exit fest“."
            },
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, u vreme održavanja EXIT festivala privremeno će biti izmenjene trase autobuskih linija broj  3, 3A, 9, 9A, 60, 61, 62, 63, 64 i 69 zbog zatvaranja Varadinskog mosta i Beogradske ulice. Od 10. do 14. jula u periodu od 17:00 do 08:00 časova narednog dana, kao i 15. jula do 08:00 časova na navedenim linijama autobuski saobraćaj u tom delu grada odvijaće se na sledeći način:"
            },
            {
                "text": "Linije 3, 3A, 9, 9A, 60, 61, 62, 63 i 64"
            },
            {
                "text": "Smer iz Novog Sada"
            },
            {
                "text": "Bulevar Mihajla Pupina – (desno) Trg neznanog junaka - Beogradski kej – (levo) Marka Miljanova - Venizelisova ulica -  drumsko-železnički most - Reljkovićeva ulica do Preradovićeve - redovna trasa kretanja."
            },
            {
                "text": "Smer iz Petrovaradina"
            },
            {
                "text": "Raskrsnica ulica Preradovićeva i Reljkovićeva - Reljkovićeva ulica – drumsko-železnički most - Venizelisova ulica do Beogradskog keja - Trg neznanog junaka do Bulevara Mihajla Pupina - redovna trasa kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, TE PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47."
            },
            {
                "text": "Linija 69"
            },
            {
                "text": "Smer iz Novog Sada"
            },
            {
                "text": "Bulevar Mihajla Pupina – (desno) Trg neznanog junaka - Beogradski kej – (levo) Marka Miljanova - Venizelisova ulica - drumsko-železnički most - Reljkovićeva ulica do Preradovićeve – (desno) Preradovićeva ulica – (levo) Ulica Dunavske divizije -  redovna trasa kretanja."
            },
            {
                "text": "Smer iz Petrovaradina"
            },
            {
                "text": "Raskrsnica ulica Dunavske divizije i Preradovićeve – (desno) Preradovićeva ulica -  (levo) Reljkovićeva ulica - drumsko-železnički most - Venizelisova ulica do Beogradskog keja - Trg neznanog junaka do Bulevara Mihajla Pupina - redovna trasa kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, KAO I DVA PRIVREMENA STAJALIŠTA U ULICI DUNAVSKE DIVIZIJE-PRERADOVIĆEVA (OBA SMERA)."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "24.06.2024",
        "title": "Linija 5 – Privremena izmena trase od 25. 06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 25.06. do 09.08. 2024. godine privremeno će biti izmenjena trasa autobuske linije broj 5. Zbog radova u Avijatičarskoj ulici, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Smer sa Temerinskog puta"
            },
            {
                "text": "Od raskrsnice Rumenačkog puta i Avijatičarske ulice autobusi će saobraćati pravo do kružnog toka i polukružnog okretanja. Čekanje vremena do sledećeg polaska biće na  stajalištu gradske linije 14B i prigradskih linija 41B, 42B, 43B, 51A."
            },
            {
                "text": "Na izmenjenom delu trase, kao poslednje, koristiće se redovno stajalište „Rumenački put/Avijatičarska“  gradske linije 14A i prigradskih linija 41A, 42A, 43A, 51B."
            },
            {
                "text": "Smer sa Avijatičarskog naselja"
            },
            {
                "text": "Autobusi će po redu vožnje saobraćati sa stajališta „Rumenački put/Kružni tok“   i kao prvo  stajalište sa Avijatičarskog naselja koristiti redovno stajalište „Rumenački put/Avijatičarska“, odakle će nastavljati da saobraćaju redovnom trasom."
            },
            {
                "text": "Mapu izmena pogledajte OVDE."
            }
        ]
    },
    {
        "date": "21.06.2024",
        "title": "Novi red vožnje „LETO 2024“ od 24.06.",
        "sections": []
    },
    {
        "date": "17.06.2024",
        "title": "Linija 2 - Privremeno ukidanje stajališta",
        "sections": []
    },
    {
        "date": "17.06.2024",
        "title": "Linije 3b, 6a, 14 - Ukidanje polazaka za vreme trajanja školskog raspusta",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da zbog završetka školske godine za učenike osnovnih škola na teritoriji grada Novog Sada, autobusi na linijama 3b, Petrovaradin (OŠ Jovan Dučić) - Puckaroš i 6a, Adice – Veternik (OŠ Marija Trandafil),  od ponedeljka 17.06.2024.godine, pa do početka nove školske godine, neće saobraćati."
            },
            {
                "text": "Takođe, u istom periodu se ukidaju i četiri polaska na liniji 14, Centar-Sajlovo (smer sa Sajlova), u 07:25, 07:30,13:20 i 13:25 časova."
            }
        ]
    },
    {
        "date": "14.06.2024",
        "title": "Linije 42, 43 – Privremene izmene trasa na polascima kroz Tankosićevo od 15. 06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 15. 06. 2024. godine privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo). Zbog radova na izgradnji vodovodne i kanalizacione mreže u Železničkoj ulici u Kisaču, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Smer iz Novog Sada"
            },
            {
                "text": "Na raskrsnici Dr Janka Gombara/Benešova autobusi će skretati levo i nastavljati Benešovovom ulicom do raskrsnice Benešova/Ondreja Marčoka, skretaće desno i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Jana Kolar, skretaće desno i saobraćati Ulicom Jana Kolara do raskrsnice Jana Kolara/Mihala Kardelisa, skretaće levo u Ulicu Mihala Kardelisa i nastavljati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE se privremena autobuska stajališta u Benešovoj ulici (kod vrtića) i u Ulici Ondreja Marčoka, pre raskrsnice sa Ulicom Jana Kolara (preko puta prodavnice)."
            },
            {
                "text": "Smer iz Kisača"
            },
            {
                "text": "Na raskrsnici Mihala Kardelisa/Jana Kolara autobusi će skretati desno i nastavljati Ulicom Jana Kolara do raskrsnice Jana Kolara/Ondreja Marčoka gde će skretati levo i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Benešova, skretaće levo i saobraćati Benešovom ulicom do raskrsnice Benešova/Dr Janka Gombara, skretaće desno u Ulicu dr Janka Gombara i nastavljati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE se privremeno stajalište u Ulici Ondreja Marčoka, odmah nakon skretanja autobusa iz Ulice Jana Kolara (kod prodavnice)."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "14.06.2024",
        "title": "Linije 4, 11a, 11b – Privremena izmena trase na Limanu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 17.06. do 17.07.2024. godine privremeno se menjaju trase autobuskih linija broj 4, 11a i 11b  zbog rekonstrukcije kanalizacione mreže u Ulici Narodnog Fronta, od Ulice Dragiše Brašovana do Fruškogorske ulice:"
            },
            {
                "text": "Linije 4, 11b (smer iz Centra)"
            },
            {
                "text": "Od raskrsnice Bulevara cara Lazara i Fruškogorske ulice autobusi će saobraćati pravo Bulevarom cara Lazara do raskrsnice sa Bulevarom oslobođenja, skretati levo na Bulevar oslobođenja, desno u Narodnog fronta i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE NEĆE SE KORISTITI STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Linije 4 ,11a (smer sa Limana)"
            },
            {
                "text": "Od raskrsnice Narodnog fronta i Bulevara oslobođenja autobusi će skretati levo na Bulevar oslobođenja, desno na Bulevar cara Lazara do raskrsnice sa Fruškogorskom ulicom i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTEĆE SE I  STAJALIŠTE BULEVAR OSLOBOĐENJA-NARODNOG FRONTA."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "29.03.2024",
        "title": "Linija 43 - Dodatna izmena dela trase na polascima koji saobraćaju preko Tankosićeva",
        "sections": [
            {
                "text": "Od 03. 04. 2024. godine polasci na liniji broj 43 (Novi Sad-Stepanovićevo), koji po redu vožnje saobraćaju preko Tankosićeva, od okretnice u Kisaču saobraćaće novoizgrađenim putem od Svetosavske ulice do državnog puta IIA. Autobusi na navedenim polascima saobraćaće i u povratku „preko Tankosićeva“ za Novi Sad (radni dan, subota, nedelja).\n\nNa izmenjenom delu trase su registrovana tri nova stajališta.\n\nSmer prema Stepanovićevu: \n\n- stajalište Kisač/Novoizgrađeni put/Svetosavska (pored novog stajališta koristiće se sva redovna stajališta na trasi, uključujući i stajalište na okretnici u Kisaču).\n\nSmer prema Novom Sadu:\n\n-stajalište Kisač/Novoizgrađeni put/Svetosavska\n\n-stajalište Kisač/Mihala Kardelisa/Milana Tepića \n\n(pored dva nova stajališta koristiće se sva redovna stajališta na trasi)."
            }
        ]
    }
]