[
    {
        "date": "16.11.2022",
        "title": "Linije 68, 71, 72, 73, 74 – Privremena izmena trase u Sremskoj Kamenici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve Grada Novog Sada, zbog radova (MIŠELUK-PETLJA II faza) privremeno će biti izmenjena trasa prigradskih linija broj 68, 71, 72, 73 i 74 od 17.11.2022. godine (od 06:00 časova). Autobuski saobraćaj na navedenim linijama odvijaće se na sledeći način:\n\nIz Novog Sada autobusi će se nakon izlaska iz tunela i desnog skretanja na raskrsnici kretati pravo i uključivaće se levo u Ulicu vojvode Putnika do centra Sremske Kamenice, skretaće levo i Železničkom ulicom i Ulicom Moše Pijade dolaziti do kružnog toka, gde će se okretati i vraćati Ulicom Moše Pijade i Železničkom ulicom do centra Sremske Kamenice, odakle će nastavljati redovnim trasama.\n\nPolasci koji su u redu vožnje označeni da saobraćaju do INSTITUTA, od kružnog toka saobraćaće do Instituta (u oba smera). \n\nAutobusi će ka Novom Sadu saobraćati redovnim trasama do centra Sremske Kamenice, skretaće desno i Železničkom ulicom i Ulicom Moše Pijade dolaziti do kružnog toka, odakle će se istim ulicama vraćati do centra Sremske Kamenice, skretati desno u Ulicu vojvode Putnika i nakon prelaska tunela će se desnim skretanjem uključivati u tunel za Novi Sad.\n\nNa izmenjenom delu trase koristiće se postojeća autobuska stajališta."
            }
        ]
    },
    {
        "date": "14.11.2022",
        "title": "Linija 8 – Privremena izmena trase na Novom naselju",
        "sections": [
            {
                "text": "Zbog izvođenja radova u Ulici Raše Radujkova, od 15. 11. 2022. godine privremeno će biti izmenjena trasa linije broj 8:\n\nNovo naselje – centar - Liman I\n\nRedovna trasa do raskrsnice Ulice Jovana Dučića i Bulevara Slobodana Jovanovića, odakle će autobusi skretati levo na Bulevar Slobodana Jovanovića, desno na Bulevar vojvode Stepe, levo na Hadži Ruvimovu ulicu, odakle će nastavljati redovnom trasom. \n\nU suprotnom smeru autobusi će saobraćati redovnom trasom."
            },
            {
                "text": "Autobusko stajalište u Ulici Raše Radujkova neće biti u funkciji za vreme trajanja radova, a koristiće se privremeno stajalište neposredno posle raskrsnice Ulice Jovana Dučića i Bulevara Slobodana Jovanovića (stajalište linije 7)."
            }
        ]
    },
    {
        "date": "12.11.2022",
        "title": "Privremeno izmešteno stajalište kod \"Higijenskog\"",
        "sections": [
            {
                "text": "Autobusko stajalište kod \"Higijenskog\" u smeru ka centru privremeno nije u funkciji. Stajalište je izmešteno kod restorana \"Šampanjac\""
            }
        ]
    },
    {
        "date": "10.11.2022",
        "title": "Privremeno van funkcije stajalište Mišeluk/tunel",
        "sections": [
            {
                "text": "Autobusko stajalište Mišeluk/tunel (linije broj 68, 71, 72, 73 i 74 - smer ka Novom Sadu) privremeno će biti van funkcije od 10. 11. 2022. godine (od 8:00 časova). Izmena će biti na snazi do završetka radova na rekonstrukciji kolovoza Mišeluk-Put doktora Goldmana (I i II faza radova). Očekivano vreme završetka radova je 25.11.2022. godine."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linija 21 – Privremena izmena trase u Šangaju",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija broj 21 Novi Sad-Šangaj privremeno menja trasu kretanja od 17. oktobra 2022.godine:\n\nNovi Sad - Šangaj \n\nAutobusi će saobraćati redovnom trasom do kružne raskrsnice na Kaćkom putu, odakle će produžavati pravo, skretati desno režijskom trakom za Beograd, gde će se isključivati na stari Kaćki put (pre naplatne rampe) i nastavljati Kaćkim putem pored „Put investa“ i dalje redovnom trasom do okretnice.\n\nŠangaj – Novi Sad\n\nAutobusi će redovnom trasom saobraćati do raskrsnice za Kaćki put, nastavljati Kaćkim putem, zatim pored „Put investa“ (stari put za Kać) i preko natputnjaka, gde će skretati levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom produžavati za Novi Sad."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PAR PRIVREMENIH STAJALIŠTA (PUT ŠAJKAŠKOG ODREDA-KAĆKI PUT), KAO I POSTOJEĆE STAJALIŠTE POSLE KRUŽNOG TOKA (IZ NOVOG SADA).\n\nOčekivano vreme završetka radova je 1. april 2023. godine."
            }
        ]
    },
    {
        "date": "29.09.2022",
        "title": "Linija 86 – Od 1. oktobra nova trasa preko Iriškog venca",
        "sections": [
            {
                "text": "Od 1. oktobra menja se trasa međumesne autobuske linije broj 86 Novi Sad – Vrdnik. Umesto sadašnjom trasom preko Starog Rakovca, autobusi će u oba smera saobraćati Grebenskim putem preko Iriškog venca.\n\nDosadašnja trasa preko Starog Rakovca imala je ograničenja zbog geometrije puta, koja je nebezbedna za saobraćanje solo autobusa u delu od Starog Rakovca do raskrsnice “Zmajevac“, te su se na liniji 86 mogli koristiti isključivo autobusi manjeg kapaciteta. S obzirom da takva vozila nisu dovoljna za trenutne prevozne potrebe, JGSP „Novi Sad“ se odlučio za izmenu trase Grebenskim putem, čime će biti omogućeno i saobraćanje autobusa većeg kapaciteta. Izmenama će građani dobiti adekvatniji prevoz do Vrdnika i tamošnjih banjskih kapaciteta, kao i mogućnost lakšeg odlaska do Iriškog venca i korištenja turistikih potencijala Fruške gore.\n\nCena pojedinačne karte od Novog Sada do Iriškog venca iznosi 160 dinara, a do Vrdnika 200 dinara."
            }
        ]
    },
    {
        "date": "29.08.2022",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septrembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka, usklađenih sa potrebama putnika u narednom periodu. \n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "10.05.2022",
        "title": "Linije 10, 42 NK i 55 NK – Privremena izmena trase od 11.05.",
        "sections": [
            {
                "text": "Rešenjem Gradske uprave za saobraćaj i puteve, zbog radova se određuje zabrana odvijanja saobraćaja u delu Partizanske ulice (u zoni podvožnjaka, Tržni centar ''Merkur''), odnosno od raskrsnice ulica Partizanska/Rumenačka/Kornelija Stankovića. Od 11. 05. saobraćaj se preusmerava preko Rumenačke ulice, Bulevara Jaše Tomića i Kisačke ulice, tako da će autobusi na linijama broj 10, 42 NK (do „Neoplante\" i \"Koteksprodukta“) i 55 NK (do „Neoplante i Koteksprodukta“) na izmenjenom delu trase saobraćati na sledeći način:\n\nLINIJA BROJ 10 \n\nSmer A (iz centra) \n\nIzmenjeni deo trase od Bulevara oslobođenja - desno Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nSmer B (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića - levo Bulevar oslobođenja - redovna trasa\n\nLINIJE BROJ 42 NK, 55 NK \n\nSmer A (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića (pored Autobuske stanice) - desno Rumenačka ulica - redovna trasa od raskrsnice ulica Rumenačka/Kornelija Stankovića \n\nSmer B (iz mesta) \n\nRaskrsnica ulica Kornelija Stankovića/Rumenačka - Rumenačka ulica - levo Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA POSTOJEĆIH LINIJA."
            }
        ]
    },
    {
        "date": "11.04.2022",
        "title": "Linija 72 – Privremeno skraćenje trase od 11.04.",
        "sections": [
            {
                "text": "Od 11. 04. 2022. godine do daljeg na liniji 72 Novi Sad-Paragovo skraćuje se trasa na polascima koji saobraćaju do raskrsnice Venac. Autobusi će od navedenog datuma saobraćati do i od okretnice Paragovo."
            }
        ]
    }
]