[
    {
        "date": "04.09.2023",
        "title": "Linije 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64, 69 - Privremena izmena trasa zbog održavanja manifestacije KORZO",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve određuje se privremena izmena trasa autobuskih linija broj 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64 i 69 zbog održavanja koncerta klasične muzike „KORZO“ i privremene zabrane saobraćaja u delu Bulevara Mihajla Pupina (od raskrsnice sa Ulicom Žarka Zrenjanina do raskrsnice sa ulicama Pionirskom i Jovana Đorđevića). Izmenjen režim saobraćajnih linija važi od 07:00 časova 05. septembra do 18:00 časova 09. septembra. Autobusi na navedenim linijama menjaju trasu kretanja na sledeći način ():\n\nLINIJA BROJ 3 \n\nSmer sa Detelinare: Od raskrsnice Jevrejske i Uspenske ulice autobusi skreću desno u Jevrejsku ulicu, zatim levo na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta).\n\nSmer iz Petrovaradina: Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, pravo Kejom žrtava racije, zatim desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, desno u Jevrejsku ulicu, levo u Uspensku ulicu i dalje nastavljaju redovnom trasom kretanja. \n\nLINIJA BROJ 3a \n\nSmer sa Ž.stanice: Od raskrsnice Bulevara oslobođenja i Jevrejske ulice autobusi saobraćaju pravo Bulevarom oslobođenja, skreću levo u Ulicu Maksima Gorkog, zatim levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta).\n\nSmer iz Petrovaradina: Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno ulaze u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja do raskrsnice sa Jevrejskom ulicom i dalje nastavljaju redovnom trasom kretanja. \n\nLINIJA BROJ 6 \n\nSmer sa Adica: Od raskrsnice Futoške ulice i Bulevara oslobođenja autobusi saobraćaju desno na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije do Beogradskog keja i dalje nastavljaju redovnom trasom kretanja.\n\nSmer sa Podbare: Autobusi sa Beogradskog keja saobraćaju pravo Kejom žrtava racije, zatim skreću desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, levo u Futošku ulicu i dalje nastavljaju redovnom trasom kretanja. \n\nLINIJE BROJ 9 I 9A\n\nSmer iz Petrovaradina: Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno Bulevarom cara Lazara do raskrsnice sa Stražilovskom ulicom i dalje nastavljaju redovnom trasom kretanja.\n\nSmer sa Novog naselja: Od raskrsnice Bulevara cara Lazara i Stražilovske ulice autobusi saobraćaju pravo Bulevarom cara Lazara, levo na Kej žrtava racije, levo na Trg neznanog junaka do Bulevara Mihajla Pupina i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta). \n\nLINIJE BROJ 60, 61, 62, 63, 64 i 69\n\nSmer iz Novog Sada: Od raskrsnice Maksima Gorkog i Stražilovske ulice autobusi saobraćaju pravo Ulicom Maksima Gorkog, levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta).\n\nSmer iz mesta: Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno ulaze u Ulicu Maksima Gorkog, skreću desno na Bulevar oslobođenja i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "AUTOBUSI NA IZMENJENOM DELU TRASE LINIJE BROJ 3 KORISTE PRIVREMENO STAJALIŠTE KEJ ŽRTAVA RACIJE/MAKSIMA GORKOG (U SMERU KA VARADINSKOM MOSTU) I POSTOJEĆA STAJALIŠTA DRUGIH LINIJA, OSIM AUTOBUSKOG STAJALIŠTA BULEVAR OSLOBOĐENJA /FUTOŠKA ULICA. \n\n AUTOBUSI NA IZMENJENOM DELU TRASA 3A, 6, 60, 61, 62, 63 64 I 69 KORISTE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA.\n\nAUTOBUSI NA LINIJAMA BROJ 9 i 9a PORED POSTOJEĆIH STAJALIŠTA DRUGIH LINIJA KORISTE PRIVREMENA STAJALIŠTA NA BULEVARU CARA LAZARA (ISPRED TEHNOLOŠKOG FAKULTETA) I PRIVREMENO STAJALIŠTE KEJ ŽRTAVA RACIJE/MAKSIMA GORKOG (U SMERU KA VARADINSKOM MOSTU)."
            }
        ]
    },
    {
        "date": "03.09.2023",
        "title": "Linije 2, 7a, 7b, 8, 9, 18a, 18b, 55SJ, Novo Naselje - Koteks Viskofan i TE-TO-Privremena izmena trase od ponedeljka 04.09. – FAZA 2",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve određuje se privremena izmena trase autobuskih linija broj 2, 7a, 7b, 8, 9, 18a, 18b, 55 SJ, Novo Naselje - Koteks Viskofan i TE-TO, zbog rekonstrukcije kolovoza u Bulevaru kneza Miloša u Novom Sadu - FAZA 2. Izmenjen režim saobraćanja važi od 04.09.2023 do početka 3. faze. Na navedenim linijama autobusi menjaju trasu kretanja na sledeći način:"
            },
            {
                "text": "LINIJA BROJ 2, 7a i 18a\n\nSmer iz Centra: Od raskrsnice Bul. kneza Miloša i Bul. Jovana Dučića desno Bul. Jovana Dučića do stajališta BULEVAR JOVANA DUČIĆA – IGRALIŠTE gde čeka vreme za naredni polazak.\n\nSmer sa Novog Naselja: Od početnog stajališta BULEVAR JOVANA DUČIĆA – IGRALIŠTE pravo Bulevarom Jovana Dučića redovnom trasom.\n\nAUTOBUSI NA LINIJI BROJ 2, 7a i 18a, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJA BROJ 7b i 18b \n\nSaobraća kroz Bulevar kneza Miloša, bez ulaska u okretnicu, sa ukidanjem stajališta na Bul. kneza Miloša koje neće moći da koriste. Vreme za naredni polazak se čeka na stajalištu BUL. PATRIJAHA PAVLA – FUTOŠKI PUT.\n\nAUTOBUSI NA LINIJI BROJ 7b I 18b, NA REDOVNOM DELU TRASE NE KORISTE AUTOBUSKA STAJALIŠTA NA BULEVARU KNEZA MILOŠA ( stajališta BULEVAR KNEZA MILOŠA - BULEVAR JOVANA DUČIĆA i BULEVAR KNEZA MILOŠA - GARAŽA GSP-A).\n\nLINIJA BROJ 8\n\nSmer sa Novog Naselja: Od početnog stajališta BULEVAR KNEZA MILOŠA – BULEVAR JOVANA DUČIĆA, gde čeka vreme narednog polaska, pravo Bulevarom kneza Miloša redovnom trasom.\n\nSmer iz Centra: Od raskrsnice Bul. Jovana Dučića i Ul. Bate Brkića pravo Bulevarom Jovana Dučića i desno do početnog stajališta BULEVAR KNEZA MILOŠA – BULEVAR JOVANA DUČIĆA, gde čeka vreme narednog polaska . \n\nAUTOBUSI NA LINIJI BROJ 8, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJA BROJ 9 \n\nSmer iz Centra: Od raskrsnice Bul. Jovana Dučića i Ulica Bate Brkića, levo u Bate Brkića, desno Futoškim putem, desno Bul.kneza Miloša desno Bul. Jovana Dučića do stajališta BULEVAR JOVANA DUČIĆA – IGRALIŠTE gde čeka vreme za naredni polazak.\n\nSmer sa Novog Naselja: Od početnog stajališta BULEVAR JOVANA DUČIĆA – IGRALIŠTE pravo Bulevarom Jovana Dučića redovnom trasom.\n\nAUTOBUSI NA LINIJI BROJ 9, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJA 55 JS \n\nSmer iz Novog Sada: Od raskrsnice Bul. Jovana Dučića – Bate Brkića levo u Bate Brkića , desno Futoškim putem i zatim redovnom trasom . \n\nSmer iz Futoga: Od raskrsnice Bulevar kneza Miloša – Futoški put – pravo Futoškim putem, levo u Ul.Bate Brkića, desno Bul. Jovana Dučića i dalje redovnom trasom.\n\nAUTOBUSI NA LINIJI BROJ 55JS, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nUgovoreni poseban linijski prevoz TE-TO\n\nSmer iz Novog Naselja: Početno stajalište (FUTOŠKI PUT - BULEVAR PATRIJARHA PAVLA) kod raskrsnice Bul. kneza Miloša – Futoški put – pravo Futoškim putem, levo u Bate Brkića, desno Bul. Jovana Dučića i dalje redovnom trasom.\n\nSmer iz TE-TO: Od raskrsnice Bul. Jovana Dučića – Bate Brkića, levo u Bate Brkića , desno Futoškim putem i završava kod Satelitske pijace (stajalište FUTOŠKI PUT – SATELITSKA PIJACA) . \n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nUgovoreni poseban linijski prevoz Novo Naselje - Koteks Viskofan\n\nSmer za „Koteks Viskofan“: Od raskrsnice Bul. Jovana Dučića – Bate Brkića levo u Ulicu Bate Brkića , desno Futoškim putem, levo Bul. Patrijaha Pavla i zatim redovnom trasom. \n\nSmer iz „Koteks Viskofan“: Od raskrsnice Bul. Patrijaha Pavla – Futoški put – desno Futoškim putem, levo Ulicom Bate Brkića, desno Bul. Jovana Dučića i dalje redovnom trasom.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "03.09.2023",
        "title": "Linija broj 24 - Privremeno skraćenje trase",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 04. do 24. 09. 2023. godine privremeno će biti izmenjen režim saobraćaja u koviljskoj Ulici Laze Kostića, na potezu od Trga solunskih dobrovoljaca do Ulice Stevana Pešića. Zbog izvođenja radova na popravci kolovozne konstrukcije, trasa linije broj 24 (Novi Sad – Kovilj) se skraćuje do raskrsnice Ulice Laze Kostića i Ulice kralja Petra I u Kovilju ().\n\nSmer A: Iz Ulice Laze Kostića autobusi će skretati desno u Ulicu kralja Petra I, zatim levo do Trga Solunskih dobrovoljaca, gde se linija završava.\n\nSmer B: Od Trg Solunskih dobrovoljaca (oko parka) autobusi će skretati levo u Ulicu Laze Kostića i dalje nastavljati redovnom trasom"
            }
        ]
    },
    {
        "date": "31.08.2023",
        "title": "Od 1. septembra novi red vožnje",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka. \n\nO vremenskim korekcijama polazaka korisnici usluga mogu da se informišu u rubrici RED VOŽNJE, kao i putem aplikacije NSMART, te na prodajnim mestima preduzeća.\n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "31.08.2023",
        "title": "Linija 1 – Produženje trase do Gornjih livada",
        "sections": [
            {
                "text": "Od 01.09.2023. godine na liniji broj 1 (Klisa - Centar – Liman I) produžava se trasa do Gornjih livada na Klisi  na sledeći način ( ):\n\nSmer KLISA – LIMAN I \n\nOkretnica (MIKOM) – Profesora Grčića – (od zatvora desno) Proleterska – Sentandrejski put – Kisačka – Jovana Subotića – Uspenska – Bulevar Mihajla Pupina – Žarka Zrenjanina – Stražilovska – Bulevar cara Lazara – Fruškogorska – Okretnica Štrand.\n\nU ovom smeru u funkciji će biti pet novih stajališta: \n\nOkretnica MIKOM; Profesora Grčića – Stevana Goldmana; Profesora Grčića – Imre Milera; Profesora Grčića – Profesora Grčića (naspram br. 61); Proleterska 157\n\nSmer LIMAN I - KLISA \n\nOkretnica Štrand – Fruškogorska – Bulevar cara Lazara – Stražilovska – Žarka Zrenjanina – Bulevar Mihajla Pupina – Uspenska – Jovana Subotića – Kisačka – Sentandrejski put – Proleterska (od zatvora levo) – Profesora Grčića – Okretnica (MIKOM).\n\nU ovom smeru u funkciji će biti pet novih stajališta: \n\nProfesora Grčića – Proleterska; Profesora Grčića – Đorđa Nedeljkovića; Profesora Grčića – Stanislava Majoroša; Profesora Grčića – Stevana Goldmana; Okretnica MIKOM\n\nOkretnicu SENTANDREJSKI PUT - ZMAJEVAČKI PUT koristiće samo polasci na liniji 1E i 1 Transkomerc, dok se polasci na liniji 1 Zatvor i 1 Gornje Livade neće zaustavljati na okretnici SENTANDREJSKI PUT – ZMAJEVAČKI PUT, već će koristiti stajališta Proleterska – IVEKO iz pravca Limana i novootvoreno stajalište Proleterska broj 157 (preko puta IVEKO)."
            }
        ]
    },
    {
        "date": "21.08.2023",
        "title": "Privremeno skraćenje trasa zbog radova u kompleksu Instituta",
        "sections": [
            {
                "text": "Zbog obimnih građevinskih radova na izgradnji kanalizacije upotrebljenih voda, atmosferske kanalizacije i vodovodne mreže u okviru kompleksa instituta u Sremskoj Kamenici, od 22.08.2023.godine autobusi JGSP ''Novi Sad'' će obavljati okretanje ispred ulazne rampe u institut po prikazanoj mapi. Iskrcaj i prijem putnika vrši se na privremenom autobuskom stajalištu (postavljen stajališni stub) u rejonu parkinga za TAXI vozila."
            }
        ]
    },
    {
        "date": "31.07.2023",
        "title": "Linije 1, 8, 17, 21, 22, 23, 24 i 30 - Privremena izmena trase zbog radova u Kisačkoj ulici ",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, određuje se privremena izmena trase autobuskih linija 1, 8, 17, 21, 22, 23, 24 i 30 zbog radova u Kisačkoj ulici. Izmenjen režim saobraćaja linija 1, 8, 17, 21, 22, 23, 24 i 30 važi od 01.08.2023. do završetka radova."
            },
            {
                "text": "LINIJA BROJ 1 \n\nSmer sa Klise: Na raskrsnici Kisačke i Bulevara Jaše Tomića, autobusi nastavljaju pravo Kisačkom ulicom do raskrsnice Kisačke i Jovana Cvijića gde skreću levo u Jovana Cvijića, zatim iz Jovana Cvijića skreću desno u Temerinsku ulicu. Autobusi se kreću Temerinskom ulicom do raskrsnice Temerinske i Kisačke ulice, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 1 KORISTI samo stajalište Temerinska – Pijaca.\n\nSmer sa Limana: Na raskrsnici Kisačka – Temerinska, autobusi nastavljaju pravo Temerinskom ulicom do raskrsnice Temerinske ulice i ulice Jovana Cvijića gde skreću levo u Jovana Cvijića. Autobusi se kreću ulicom Jovana Cvijića do Kisačke ulice gde skreće desno u Kisačku ulicu.\n\nNa izmenjenom delu trase, linija 1 KORISTI samo stajalište Temerinska – Trg Marije Trandafil.\n\nLINIJA BROJ 8\n\nSmer sa Novog Naselja: Na raskrsnici Bulevar kralja Petra I i ulice Braće Jovandić, autobusi skreću desno u Braće Jovandić. Autobusi se kreću pravo kroz Braće Jovandić, preko Žitnog trga i ulice Vojvode Bojovića do raskrsnice ulica Vojvode Bojovića i Jovana Subotića, gde autobusi skreću desno u Jovana Subotića i nastavljaju dalje redovnom trasom. \n\nNa izmenjenom delu trase, linija 8 KORISTI samo stajalište Vojvode Bojovića – Osnovna škola Ivo Lola Ribar.\n\nSmer sa Limana: na raskrsnici Jovana Subotića i Vojvode Bojovića, autobusi skreću levo u Vojvode Bojovića. Autobusi se kreću ulicom Vojvode Bojovića, preko Žitnog trga i ulice Braće Jovandić do raskrsnice ulice Braće Jovandić i Bulevara kralja Petra I, gde skreću levo na Bulevar kralja Petra I.\n\nNa izmenjenom delu trase, linija 8 KORISTI samo stajalište Vojvode Bojovića - Socijalno.\n\nLINIJA BROJ 17\n\nSmer iz BIG-a: Na raskrsnici Kisačke i Bulevara Jaše Tomića, autobusi nastavljaju pravo Kisačkom ulicom do raskrsnice Kisačke i Jovana Cvijića gde skreću levo u Jovana Cvijića, zatim iz Jovana Cvijića skreću desno u Temerinsku ulicu. Autobusi se kreću Temerinskom ulicom do raskrsnice Temerinske i Kisačke ulice, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 17 KORISTI samo stajalište Temerinska – Pijaca.\n\nSmer prema BIG-u: Saobraća redovnom trasom.\n\nNa izmenjenom delu trase, linija 17 KORISTI samo stajalište Temerinska – Trg Marije Trandafil."
            },
            {
                "text": "LINIJE BROJ 21, 22, 23 I 24\n\nSmer prema Železničkoj stanici: Na raskrsnici Partizanske i Temerinske ulice, autobusi nastavljaju pravo Partizanskom ulicom do raskrsnice Partizanske i Kisačke ulice, gde autobusi skreću levo u Kisačku ulicu. Autobusi na raskrsnici Kisačke ulice i Bulevara Jaše Tomića skreću desno na Bulevar Jaše Tomića, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linije 21, 22, 23 i 24 KORISTE stajalište Partizanska – Temerinska.\n\nSmer od Železičke stanice: Na raskrsnici Bulevar Jaše Tomića i Kisačke ulice, autobusi skreću levo u Kisačku ulicu. Nastavljaju dalje Kisačkom ulicom do raskrsnice Kisačke i Partizanske ulice, gde skreću desno u Partizansku ulicu. Autobusi se kreću Partizanskom ulicom do raskrsnice Partizanske i Temerinske ulice, gde idu pravo i nastavljaju da se kreću radovnom trasom kretanja. \n\nNa izmenjenom delu trase, linije 21, 22, 23 i 24 KORISTE stajalište Kisačka - Podvožnjak.\n\nLINIJA BROJ 30\n\nSmer prema Železničkoj stanici: Na raskrsnici Partizanske i Temerinske ulice, autobusi skreću desno u Partizansku ulicu i nastaljaju da se kreću Partizanskom do raskrsnice Partizanske i Kisačke ulice, gde autobusi skreću levo u Kisačku ulicu. Autobusi na raskrsnici Kisačke ulice i Bulevara Jaše Tomića skreću desno na Bulevar Jaše Tomića, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 30 KORISTI stajalište Partizanska – Temerinska.\n\nSmer od Železičke stanice: Na raskrsnici Bulevar Jaše Tomića i Kisačke ulice, autobusi skreću levo u Kisačku ulicu. Autobusi nastavljaju Kisačkom ulicom do raskrsnice Kisačke i Partizanske ulice, gde skreću desno u Partizansku ulicu. Autobusi se kreću Partizanskom ulicom do raskrsnice Partizanske i Temerinske ulice, gde skreću levo i nastavljaju da se kreću radovnom trasom kretanja. \n\nNa izmenjenom delu trase, linija 30 KORISTI stajalište Kisačka - Podvožnjak."
            }
        ]
    },
    {
        "date": "18.07.2023",
        "title": "Linija 13 – Privremena izmena trase od 19. 07.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 19. 07. do 19. 10. 2023. godine privremeno će biti izmenjena trasa autobuske linije broj 13. Zbog radova na sanaciji kolovoza u zoni raskrsnice ulica Dr Sime Miloševića i Dr Ilije Đuričića autobuski saobraćaj odvijaće se na sledeći način:\n\nSmer Detelinara -Univerzitet \n\nOd turbo kružnog toka sa Bulevara cara Lazara autobusi će skretati desno u Fruškogorsku ulicu i dalje nastavljati izmenjenom trasom kretanja do okretnice na Štrandu. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE STAJALIŠTE FRUŠKOGORSKA/NARODNOG FRONTA.\n\nSmer Univerzitet - Detelinara \n\nNa izmenjenom delu trase koristiće se početno stajalište Štrand/okretnica. Autobusi će Fruškogorskom ulicom saobraćati do raskrsnice sa Ulicom Narodnog fronta i dalje nastavljati redovnom trasom kretanja."
            }
        ]
    }
]