[
    {
        "date": "09.09.2024",
        "title": "Linije 68, 69,71, 72, 73, 74 – Privremena izmena trase u Sremskoj Kamenici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova u delu Železničke ulice u Sremskoj Kamenici 10. 09. 2024. godine privremeno će biti izmenjena trasa linija 68, 69,71, 72, 73 i 74."
            },
            {
                "text": "Linije 68, 71, 72, 73, 74"
            },
            {
                "text": "U smeru iz Novog Sada (preko Mosta slobode) autobusi će nakon izlaska iz tunela na prvoj raskrsnici nastavljati pravo i priključivati se na Kamenički put, saobraćati dalje Ulicom vojvode Putnika do centra Sremske Kamenice i nastavljati redovnom trasom. Ista trasa koristiće se i u povratku za Novi Sad."
            },
            {
                "text": "Polasci koji saobraćaju kroz Institut ili Čardak koristiće navedenu trasu, a do Instituta i Čardaka saobraćaće preko Institutskog puta."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA."
            },
            {
                "text": "Linija 69"
            },
            {
                "text": "U smeru iz Novog Sada autobusi će sa Kameničkog puta skretati levo, zatim na prvoj raskrsnici desno, nastavljati Institutskim putem i delom Ulice Moše Pijade, skretati levo u Ulicu majora Tepića i dalje nastavljati redovnom trasom. Ista trasa koristiće se i u povratku za Novi Sad."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "09.09.2024",
        "title": "Linije 6, 11a, 11b - Povratak na redovnu trasu u Kosovskoj ulici",
        "sections": [
            {
                "text": "JGSP \"Novi Sad\" obaveštava putnike da su završeni radovi u Kosovskoj ulici, čime su se stekli uslovi da autobusi na linijama 6, 11a i 11b ponovo saobraćaju redovnom trasom od 14 časova dana 09. 09. 2024."
            }
        ]
    },
    {
        "date": "08.09.2024",
        "title": "Linije 3,13 - povratak na redovne trase na Detelinari ",
        "sections": [
            {
                "text": "Linije 3 i 13 saobraćaju na Detelinari redovnim trasama od 18:00 h  8. septembra."
            }
        ]
    },
    {
        "date": "07.09.2024",
        "title": "Linije 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64 i 69 - Povratak na redovne trase",
        "sections": [
            {
                "text": "Autobusi na linijama 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64 i 69 od 15 časova 06. septembra  ponovo saobraćaju redovnim trasama Bulevarom Mihajla Pupina."
            }
        ]
    },
    {
        "date": "06.09.2024",
        "title": "Linije  6, 11a, 11b  - Privremena izmena trase u Kosovskoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, 09. 09. 2024. godine privremeno se menjaju trase autobuskih linija broj 6, 11a i 11b zbog radova na izgradnji vodovodnog i kanalizacionog priključka i zatvaranja dela Kosovske ulice."
            },
            {
                "text": "Linija 6"
            },
            {
                "text": "Autobusi se na kružnom tok u Ulici Marka Miljanova polukružno okreću i saobraćaju do stajališta „Beogradski kej-Marka Miljanova“, gde se čeka vreme do narednog polaska."
            },
            {
                "text": "Autobusi saobraćaju po redu vožnje sa autobuskog stajališta „Beogradski kej-Marka Miljanova“ na Beogradski kej."
            },
            {
                "text": "Linija 11a"
            },
            {
                "text": "Autobusi iz Ulice Marka Miljanova skreću desno u Ulicu Filipa Višnjića, levo  Trgom Save Vukosavljeva (pored okretnice linije 6) i dalje nastavljaju redovnom trasom Kosovskom ulicom."
            },
            {
                "text": "Na izmenjenom delu trase koristi se privremeno stajalište u Ulici Filipa Višnjića, odmah nakon desnog skretanja."
            },
            {
                "text": "Linija 11b"
            },
            {
                "text": "Autobusi iz Kosovske ulice saobraćaju pravo preko Trga Save Vukosavljeva (pored okretnice linije 6), skreću desno u Ulicu Filipa Višnjića, levo u Ulicu Marka Miljanova i dalje nastavljaju redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase koristi se privremeno stajalište u Ulici Filipa Višnjića, odmah nakon desnog skretanja."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "02.09.2024",
        "title": "Linije 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64 i 69 – Privremena izmena linija zbog održavanja manifestacije  „KORZO“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve određuje se privremena izmena trasa autobuskih linija broj 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64 i 69 zbog održavanja koncerta klasične muzike „KORZO“ i privremene zabrane saobraćaja u delu Bulevara Mihajla Pupina (od raskrsnice sa Ulicom Žarka Zrenjanina do raskrsnice sa ulicama Pionirskom i Jovana Đorđevića). Izmenjen  režim saobraćajnih linija važi od 07:00 časova 03. septembra do 18:00 časova 07. septembra. Autobusi na navedenim linijama menjaju trasu kretanja na sledeći način:"
            },
            {
                "text": "Linija 3"
            },
            {
                "text": "Od raskrsnice Jevrejske i Uspenske ulice autobusi skreću desno u Jevrejsku ulicu, zatim levo na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije, levo na Trg neznanog junaka do mosta „Duga“ i dalje nastavljaju redovnom trasom kretanja (preko mosta „Duga“)."
            },
            {
                "text": "Autobusi sa mosta „Duga“ skreću desno na Trg neznanog junaka, desno na Beogradski kej, pravo Kejom žrtava racije, zatim desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, desno u Jevrejsku ulicu, levo u Uspensku ulicu i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Linija 3a"
            },
            {
                "text": "Od raskrsnice Bulevara oslobođenja i Jevrejske ulice autobusi saobraćaju pravo Bulevarom oslobođenja, skreću levo u Ulicu Maksima Gorkog, zatim levo na Kej žrtava racije, levo na Trg neznanog junaka do mosta „Duga“ i dalje nastavljaju redovnom trasom kretanja (preko mosta „Duga“)."
            },
            {
                "text": "Autobusi sa mosta „Duga“ skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno ulaze u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja do raskrsnice sa Jevrejskom ulicom i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Linija 6"
            },
            {
                "text": "Od raskrsnice Futoške ulice i Bulevara oslobođenja autobusi saobraćaju desno na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije do Beogradskog keja i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Autobusi sa Beogradskog keja saobraćaju pravo Kejom žrtava racije, zatim skreću desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, levo u Futošku ulicu i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Linije 9, 9A"
            },
            {
                "text": "Autobusi sa mosta „Duga\" skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno Bulevarom cara Lazara do raskrsnice sa Stražilovskom ulicom i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Od raskrsnice Bulevara cara Lazara i Stražilovske ulice autobusi saobraćaju pravo Bulevarom cara Lazara, levo na Kej žrtava racije, levo na Trg neznanog junaka do Bulevara Mihajla Pupina i dalje nastavljaju redovnom trasom kretanja (preko mosta „Duga“)."
            },
            {
                "text": "Linije 60, 61, 62, 63, 64, 69"
            },
            {
                "text": "Od raskrsnice Maksima Gorkog i Stražilovske ulice autobusi saobraćaju pravo Ulicom Maksima Gorkog, levo na Kej žrtava racije, levo na Trg neznanog junaka do mosta „Duga“ i dalje nastavljaju redovnom trasom kretanja (preko mosta „Duga“)."
            },
            {
                "text": "Autobusi sa mosta „Duga“ skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno ulaze u Ulicu Maksima Gorkog, skreću desno na Bulevar oslobođenja i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "AUTOBUSI NA IZMENJENOM DELU TRASE LINIJE BROJ 3 KORISTE PRIVREMENO STAJALIŠTE KEJ ŽRTAVA RACIJE/MAKSIMA GORKOG (U SMERU KA MOSTU „DUGA“) I POSTOJEĆA STAJALIŠTA DRUGIH LINIJA, OSIM AUTOBUSKOG STAJALIŠTA BULEVAR OSLOBOĐENJA /FUTOŠKA ULICA."
            },
            {
                "text": "AUTOBUSI NA IZMENJENOM DELU TRASA 3A, 6, 60, 61, 62, 63 64 I 69 KORISTE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "AUTOBUSI NA LINIJAMA BROJ 9 i 9a PORED POSTOJEĆIH STAJALIŠTA DRUGIH LINIJA KORISTE PRIVREMENA STAJALIŠTA NA BULEVARU CARA LAZARA (ISPRED TEHNOLOŠKOG FAKULTETA) I PRIVREMENO STAJALIŠTE KEJ ŽRTAVA RACIJE/MAKSIMA GORKOG (U SMERU KA MOSTU „DUGA“)."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "Linija 11B – Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda od 02.09. do 15.10. 2024 godine privremeno se izmešta autobusko stajalište „Hajduk Veljkova-Dečija bolnica“ u Ulici Hajduk Veljkova. Stajalište će bitii pomereno 100 metara posle registrovanog stajališta u pravcu raskrsnice Hajduk Veljkova/ Novosadskog sajma."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu putem sajta preduzeća , aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 2. septembra ponovo će saobraćati polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "27.08.2024",
        "title": "Linija 1 – Privremena izmena trase na Klisi",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 28. 08. do 17. 09. 2024. godine privremeno će biti izmenjena trasa autobuske linije broj 1. Zbog izvođenja radova na izgradnji kanalizacije otpadnih voda „Gornje livade“ na Klisi autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Svi polasci koji završavaju na okretnici BULEVAR EVROPE (Ulica dr Mike Stojakovića) biće preusmeravani na okretnicu MIKOM (Ulica profesora Grčića), Gornje Livade, gde će izdržavati vreme do narednog polaska."
            },
            {
                "text": "Svi polasci, predviđeni sa okretnice BULEVAR EVROPE (Ulica dr Mike Stojakovića) po redu vožnje obavljaće se sa okretnice MIKOM (Ulica profesora Grčića)."
            },
            {
                "text": "Od raskrsnice Proleterska/profesora Grčića autobusi će saobraćati levo Ulicom profesora Grčića do okretnice MIKOM."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "16.08.2024",
        "title": "Linije 3, 13 – Privremena izmena trase od 19. 08.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 19. 08. do 19. 09. 2024. godine privremeno će biti izmenjene trase autobuskih linija broj 3 i 13. Zbog radova na izgradnji  vrelovodnog priključka u Ulici Janka Čmelika u Novom Sadu autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Linija 3"
            },
            {
                "text": "Od raskrsnice ulica Kornelija Stankovića i Milenka Grčića autobusi će saobraćati pravo Ulicom Kornelija Stankovića do kružnog toka u raskrsnici Bulevara Evrope i Kornelija Stankovića, gde će se obavljati polukružno okretanje i čekati vreme do narednog polaska na autobuskom stajalištu Ulica Kornelija Stankovića-Bulevar Evropa (stajalište linije broj 7a)."
            },
            {
                "text": "Autobusi će kao polazno stajalište koristiti stajalište Ulica Kornelija Stankovića-Bulevar Evropa (stajalište linije broj 7a), saobraćati pravo Ulicom Kornelija Stankovića i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENjENOM DELU TRASE KORISTIĆE SE STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Linija 13"
            },
            {
                "text": "Autobusi će saobraćati Bulevarom Evrope do kružnog toka u raskrsnici Bulevara Evrope i Kornelija Stankovića, gde će se obavljati polukružno okretanje i čekati vreme do narednog polaska na autobuskom stajalištu Bulevar Evrope-Bulevar vojvode Stepe."
            },
            {
                "text": "Autobusi će kao polazno stajalište koristiti stajalište Bulevar Evropa-Bulevar vojvode Stepe, saobraćati pravo Bulevarom Evrope i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    }
]