[
    {
        "date": "25.09.2023",
        "title": "Linije 60, 61, 62, 63 – Preusmeravanje trase u Sremskim Karlovcima",
        "sections": [
            {
                "text": "Zbog radova na magistralnom putu u Sremskim Karlovcima, autobusi na linijama 60, 61, 62 i 63 od 26. 09. 2023. godine u oba smera saobraćaju  kroz Petrovaradinsku ulicu i Ulicu patrijarha Rajačića do centra Sremskih Karlovaca. Kod česme „Četiri lava“ linije se razdvajaju i autobusi saobraćaju prema svojim okretnicima.\n\nNa izmenjenom delu trase u Sremskim Karlovcima koristiće se privremena stajališta u Petrovaradinskoj ulici 31 (smer iz Novog Sada) i Petrovaradinskoj ulici 9 (smer iz Sremskih Karlovaca)."
            }
        ]
    },
    {
        "date": "22.09.2023",
        "title": "Linija 86 – Izmena trase zbog održavanja manifestacije „Tour de Fruška“",
        "sections": [
            {
                "text": "Tokom održavanja manifestacije „Tour de Fruška“, 23. i 24. 09. 2023. godine od 9 do 17 časova privremeno će biti izmenjena trasa autobuske linije 86 (). \n\nSmer iz Novog Sada \n\nRedovna trasa Manastirskim putem, odakle autobusi skreću levo za Vrdničku kulu, saobraćaju do kružnog toka ispred hotela sa koga se vraćaju na Manastirski put, skreću levo na Manastirski put i saobraćaju do centra Vrdnika, te nastavljaju redovnom trasom.\n\nSmer iz Vrdnika \n\nRedovna trasa do raskrsnice Puta za Zmajevac i Karađorđeve ulice (centar Vrdnika), odakle autobusi saobraćaju pravo Putem za Zmajevac i Manastirskim putem do skretanja za Vrdničku kulu, skreću desno i produžavaju do hotela i kružnog toka, vraćaju se na Manastirski put, skreću desno prema Zmajevcu i nastavljaju redovnom trasom do Autobuske stanice u Novom Sadu."
            }
        ]
    },
    {
        "date": "21.09.2023",
        "title": "Privremeno ukidanje stajališta „Temerinski put/Otokara Keršovanija“",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji kolovoza na Temerinskom putu u Novom Sadu, na deonici od Ulice majke Jugovića do Primorske ulice, od 21. 09. 2023. do završetka radova privremeno se ukida stajalište „Temerinski put/Otokara Keršovanija“ (smer ka centru).\n\nStajalište se privremeno ukida za linije 5, 5N, 20, 30, 31, 32, 33 ()."
            }
        ]
    },
    {
        "date": "20.09.2023",
        "title": "Linija 1 – Stajalište na staroj okretnici",
        "sections": [
            {
                "text": "Od 21. septembra autobusi na liniji broj 1 (Gornje livade, Zatvor, Elnos i Transportkomerc) u polasku i u dolasku koristiće stajalište „Sentandrejski put – Zmajevački put“ na staroj okretnici ().\n\nNa pomenutim trasama u oba smera koristiće se i sva ostala redovna stajališta."
            }
        ]
    },
    {
        "date": "19.09.2023",
        "title": "Linija 6a – Privremena izmena od 20. 09.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20. 09. do 06. 11. 2023. godine privremeno se menja trasa linije broj 6a (Adice-Veternik OŠ “Marija Trandafil“). Zbog radova na izgradnji kanalizacije otpadnih voda u Veterničkoj ulici, saobraćaj navedenoj liniji odvijaće se na sledeći način ():\n\nSmer Adice – OŠ “Marija Trandafil“\n\nOd početnog stajališta Veternička/Kragujevačka u Veterničkoj ulici autobusi će skretati levo u Ulicu Branka Ćopića, produžavati Ulicom Branka Ćopića, skretati levo u Banjalučku ulicu, desno u Smederevsku ulicu, desno u Ulicu Sime Šolaje, levo u Ulicu Branka Ćopića, desno u Ulicu Ćirila i Metodija, levo u Ulicu Feješ Klare, levo na Bulevar patrijarha Pavla, levo na Futoški put, dalje nastavljati Novosadskim putem, skretati levo (pre Auto centra INTERSREM) u Ulicu heroja sa Košara (bivša Nova 1), desno na kružnom toku ulaziti u Dunavsku ulicu, skretati levo u Paunovu ulicu do OŠ „Marija Trandafil“.\n\nAutobuska stajališta na kojima se zaustavlja autobus:\n\n• Početno stajalište Veternička/Kragujevačka\n\n• Banjalučka/Branka Ćopića\n\n• Smederevska/Banjalučka\n\n• Sime Šolaje/Žikice Jovanovića\n\n• Veternička/Fešter OŠ „Marija Trandafil“\n\nSmer OŠ “Marija Trandafil“ - Adice\n\nOd OŠ „Marija Trandafil“ iz Paunove ulicu autobusi će skretati desno u Dunavsku ulicu, levo na kružnom toku ulaziti u Ulicu heroja sa Košara (bivša Nova 1), skretati desno na Novosadski put, produžavati Futoškim putem, skretati desno na Bulevar patrijarha Pavla, desno u Ulicu Gorana Kovačića, i nstavljati Ulicom Branka Ćopića do Veterničke ulice. \n\nAutobuska stajališta na kojima se zaustavlja autobus:\n\n• Veternička/Fešter OŠ „Marija Trandafil“\n\n• Branka Ćopića/Sime Šolaje\n\n• Veternička/Kragujevačka"
            }
        ]
    },
    {
        "date": "15.09.2023",
        "title": "Linije 2, 7a, 8, 18a, 55SJ, 55JS, Novo Naselje - Koteks Viskofan i TE-TO - Privremena izmena trase od ponedeljka 18.09. (FAZA 3)",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (IV-34-5902/23) određuje se privremena izmena trase autobuskih linija broj 2, 7a, 8, 18a, 55 JS, 55 SJ, Novo Naselje - Koteks Viskofan i TE-TO – FAZA 3. Zbog rekonstrukcije kolovoza na Bulevaru kneza Miloša u Novom Sadu od 18.09.2023. do početka 4. faze radova autobusi menjaju trasu kretanja na sledeći način ():\n\nLINIJE 2, 7a, 18a\n\nSaobraća se redovnom trasom uz ukidanje stajališta koje neće moći da se koriste.\n\nAUTOBUSI NA LINIJI BROJ 2 (smer iz Centra), 7a i 18a NA REDOVNOM DELU TRASE NE KORISTE AUTOBUSKA STAJALIŠTA NA BULEVARU KNEZA MILOŠA (stajališta BULEVAR KNEZA MILOŠA/FUTOŠKI PUT i BULEVAR KNEZA MILOŠA/GARAŽA GSP-A.\n\nLINIJA 8\n\nSmer iz Centra:\n\nOd raskrsnice Bulevara Jovana Dučića i Ulice Bate Brkića nastavlja se pravo Bulevarom Jovana Dučića i koriste se sva stajališta na izmenjenom delu trase.\n\nUkidaju se stajališta Bulevar kneza Miloša/Mileve Marić i Bulevar Bate Brkića/Gerontološki centar\n\nSmer sa Novog naselja:\n\nSaobraćanje redovnom trasom uz ukidanje stajališta BULEVAR KNEZA MILOŠA/DUŠANA DANILOVIĆA.\n\nLINIJE 55 JS, 55 SJ\n\nSmer iz Novog Sada:\n\nOd raskrsnice Bulevara Jovana Dučića i Ulice Bate Brkića autobusi skreću levo u Bate Brkića, desno Futoški putem i nastavljaju redovnom trasom.\n\nSmer iz Futoga:\n\nOd raskrsnice Bulevara kneza Miloša i Futoškog puta, autobusi produžavaju pravo Futoškim putem, skreću levo u Bate Brkića, desno na Bulevar Jovana Dučića i dalje nastavljaju redovnom trasom.\n\nAUTOBUSI NA LINIJI BROJ 55JS, 55SJ NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nUgovoreni poseban linijski prevoz TE-TO\n\nSmer sa Novog naselja:\n\nPočetno stajalište (FUTOŠKI PUT/BULEVAR PATRIJARHA PAVLA) kod raskrsnice Bulevar kneza Miloša i Futoškog puta autobusi produžavaju pravo Futoškim putem, skreću levo u Ulicu Bate Brkića, desno na Bulevar Jovana Dučića i dalje nastavljaju redovnom trasom.\n\nSmer iz TE-TO:\n\nOd raskrsnice Bulevara Jovana Dučića i Ulice Bate Brkića, autobusi skreću levo u Ulicu Bate Brkića, desno na Futoški put i završavaju kod Satelitske pijace (stajalište FUTOŠKI PUT/SATELITSKA PIJACA).\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nUgovoreni poseban linijski prevoz Novo naselje - Koteks Viskofan\n\nSmer za „Koteks Viskofan“: Na raskrsnici Bulevara Jovana Dučića i Ulice Bate Brkića autobusi skreću levo u Bate Brkića, desno na Futoški put, levo na Bulevar patrijarha Pavla i zatim nastavljaju redovnom trasom.\n\nSmer iz „Koteks Viskofana“: Na raskrsnici Bulevar patrijarha Pavla i Futoškog puta autobusi skreću desno na Futoški put, levo u Ulicu Bate Brkića, desno na Bulevar Jovana Dučića i dalje nastavljaju redovnom trasom.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "08.09.2023",
        "title": "Linije 3, 9, 60, 61, 62, 63 – Privremena izmena trasa u Petrovaradinu od 11. 09.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 11. 09. 2023. do 11. 11. 2023. godine određuje se privremena izmena trasa autobuskih linija 3, 9, 60, 61, 62 i 63. Zbog radova na rekonstrukciji kolovoza u Preradovićevoj ulici u Petrovaradinu, autobuski saobraćaj odvijaće se na sledeći način (): \n\nLINIJE 3, 9\n\nSmer iz Novog Sada \n\nOd raskrsnice ulica Preradovićeve i Račkog autobusi skreću desno u Ulicu Račkog do raskrsnice sa Ulicom Vuka Isakovića, zatim levo u Ulicu Vuka Isakovića, desno u Preradovićevu ulicu do okretnice linija 3 i 9.\n\nSmer iz Petrovaradina \n\nOd okretnice autobusi saobraćaju pravo u Krajišku ulicu do raskrsnice sa Ulicom Tome Maretića, skreću desno nastavljajući Krajiškom ulicom do raskrsnice sa Bukovačkim putem, zatim skreću desno na Bukovački put, desno u Ulicu Račkog i saobraćaju do raskrsnice ulica Preradovićeve i Račkog, skreću levo u Preradovićevu ulicu i nastavljaju svojom redovnom trasom. \n\nNA IZMENJENOM DELU TRASE KORISTE SE SVA STAJALIŠTA DRUGIH LINIJA.\n\nLinija 9a u oba smera saobraća redovnom trasom!\n\nLINIJE 60, 61, 62, 63 \n\nSmer iz Novog Sada \n\nOd raskrsnice ulica Preradovićeve i Račkog autobusi skreću desno u Ulicu Račkog do raskrsnice sa Ulicom Vuka Isakovića, zatim levo u Ulicu Vuka Isakovića, desno u Preradovićevu ulicu i nastavljaju svojom redovnom trasom.\n\nNA IZMENJENOM DELU TRASE KORISTE SE SVA STAJALIŠTA DRUGIH LINIJA.\n\nSmer prema Novom Sadu \n\nU Preradovićevoj ulici kod okretnice linija 3 i 9 autobusi skreću levo i prolaze kroz okretnicu i Krajiškom ulicom saobraćaju do raskrsnice sa Ulicom Tome Maretića, skreću desno nastavljajući Krajiškom ulice do raskrsnice sa Bukovačim putem, zatim skreću desno na Bukovački put, desno u Ulicu Račkog i saobraćaju do raskrsnice ulica Preradovićeve i Račkog, skreću levo u Preradovićevu ulicu i nastavljaju svojim redovnim trasama. \n\nNA IZMENJENOM DELU TRASE KORISTE SE SVA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "08.09.2023",
        "title": "Privremeno ukidanje stajališta „Sentandrejski put – Zmajevački put“ od 11.09.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (IV-34-6416/23-1 od 08.09.2023), zbog radova u ulici Zmajevački put, određuje se privremeno ukidanje stajališta na okretnici „Sentandrejski put-Zmajevački put“ \n\nStajalište se ukida od 11. do 16.09.2023.godine za liniju 1, Elnos i Transportkomerc."
            }
        ]
    },
    {
        "date": "03.09.2023",
        "title": "Linije 2, 7a, 7b, 8, 9, 18a, 18b, 55SJ, Novo Naselje - Koteks Viskofan i TE-TO-Privremena izmena trase od ponedeljka 04.09. – FAZA 2",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve određuje se privremena izmena trase autobuskih linija broj 2, 7a, 7b, 8, 9, 18a, 18b, 55 SJ, Novo Naselje - Koteks Viskofan i TE-TO, zbog rekonstrukcije kolovoza u Bulevaru kneza Miloša u Novom Sadu - FAZA 2. Izmenjen režim saobraćanja važi od 04.09.2023 do početka 3. faze. Na navedenim linijama autobusi menjaju trasu kretanja na sledeći način:"
            },
            {
                "text": "LINIJA BROJ 2, 7a i 18a\n\nSmer iz Centra: Od raskrsnice Bul. kneza Miloša i Bul. Jovana Dučića desno Bul. Jovana Dučića do stajališta BULEVAR JOVANA DUČIĆA – IGRALIŠTE gde čeka vreme za naredni polazak.\n\nSmer sa Novog Naselja: Od početnog stajališta BULEVAR JOVANA DUČIĆA – IGRALIŠTE pravo Bulevarom Jovana Dučića redovnom trasom.\n\nAUTOBUSI NA LINIJI BROJ 2, 7a i 18a, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJA BROJ 7b i 18b \n\nSaobraća kroz Bulevar kneza Miloša, bez ulaska u okretnicu, sa ukidanjem stajališta na Bul. kneza Miloša koje neće moći da koriste. Vreme za naredni polazak se čeka na stajalištu BUL. PATRIJAHA PAVLA – FUTOŠKI PUT.\n\nAUTOBUSI NA LINIJI BROJ 7b I 18b, NA REDOVNOM DELU TRASE NE KORISTE AUTOBUSKA STAJALIŠTA NA BULEVARU KNEZA MILOŠA ( stajališta BULEVAR KNEZA MILOŠA - BULEVAR JOVANA DUČIĆA i BULEVAR KNEZA MILOŠA - GARAŽA GSP-A).\n\nLINIJA BROJ 8\n\nSmer sa Novog Naselja: Od početnog stajališta BULEVAR KNEZA MILOŠA – BULEVAR JOVANA DUČIĆA, gde čeka vreme narednog polaska, pravo Bulevarom kneza Miloša redovnom trasom.\n\nSmer iz Centra: Od raskrsnice Bul. Jovana Dučića i Ul. Bate Brkića pravo Bulevarom Jovana Dučića i desno do početnog stajališta BULEVAR KNEZA MILOŠA – BULEVAR JOVANA DUČIĆA, gde čeka vreme narednog polaska . \n\nAUTOBUSI NA LINIJI BROJ 8, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJA BROJ 9 \n\nSmer iz Centra: Od raskrsnice Bul. Jovana Dučića i Ulica Bate Brkića, levo u Bate Brkića, desno Futoškim putem, desno Bul.kneza Miloša desno Bul. Jovana Dučića do stajališta BULEVAR JOVANA DUČIĆA – IGRALIŠTE gde čeka vreme za naredni polazak.\n\nSmer sa Novog Naselja: Od početnog stajališta BULEVAR JOVANA DUČIĆA – IGRALIŠTE pravo Bulevarom Jovana Dučića redovnom trasom.\n\nAUTOBUSI NA LINIJI BROJ 9, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJA 55 JS \n\nSmer iz Novog Sada: Od raskrsnice Bul. Jovana Dučića – Bate Brkića levo u Bate Brkića , desno Futoškim putem i zatim redovnom trasom . \n\nSmer iz Futoga: Od raskrsnice Bulevar kneza Miloša – Futoški put – pravo Futoškim putem, levo u Ul.Bate Brkića, desno Bul. Jovana Dučića i dalje redovnom trasom.\n\nAUTOBUSI NA LINIJI BROJ 55JS, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nUgovoreni poseban linijski prevoz TE-TO\n\nSmer iz Novog Naselja: Početno stajalište (FUTOŠKI PUT - BULEVAR PATRIJARHA PAVLA) kod raskrsnice Bul. kneza Miloša – Futoški put – pravo Futoškim putem, levo u Bate Brkića, desno Bul. Jovana Dučića i dalje redovnom trasom.\n\nSmer iz TE-TO: Od raskrsnice Bul. Jovana Dučića – Bate Brkića, levo u Bate Brkića , desno Futoškim putem i završava kod Satelitske pijace (stajalište FUTOŠKI PUT – SATELITSKA PIJACA) . \n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nUgovoreni poseban linijski prevoz Novo Naselje - Koteks Viskofan\n\nSmer za „Koteks Viskofan“: Od raskrsnice Bul. Jovana Dučića – Bate Brkića levo u Ulicu Bate Brkića , desno Futoškim putem, levo Bul. Patrijaha Pavla i zatim redovnom trasom. \n\nSmer iz „Koteks Viskofan“: Od raskrsnice Bul. Patrijaha Pavla – Futoški put – desno Futoškim putem, levo Ulicom Bate Brkića, desno Bul. Jovana Dučića i dalje redovnom trasom.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "31.08.2023",
        "title": "Od 1. septembra novi red vožnje",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka. \n\nO vremenskim korekcijama polazaka korisnici usluga mogu da se informišu u rubrici RED VOŽNJE, kao i putem aplikacije NSMART, te na prodajnim mestima preduzeća.\n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "31.08.2023",
        "title": "Linija 1 – Produženje trase do Gornjih livada",
        "sections": [
            {
                "text": "Od 01.09.2023. godine na liniji broj 1 (Klisa - Centar – Liman I) produžava se trasa do Gornjih livada na Klisi  na sledeći način ( ):\n\nSmer KLISA – LIMAN I \n\nOkretnica (MIKOM) – Profesora Grčića – (od zatvora desno) Proleterska – Sentandrejski put – Kisačka – Jovana Subotića – Uspenska – Bulevar Mihajla Pupina – Žarka Zrenjanina – Stražilovska – Bulevar cara Lazara – Fruškogorska – Okretnica Štrand.\n\nU ovom smeru u funkciji će biti pet novih stajališta: \n\nOkretnica MIKOM; Profesora Grčića – Stevana Goldmana; Profesora Grčića – Imre Milera; Profesora Grčića – Profesora Grčića (naspram br. 61); Proleterska 157\n\nSmer LIMAN I - KLISA \n\nOkretnica Štrand – Fruškogorska – Bulevar cara Lazara – Stražilovska – Žarka Zrenjanina – Bulevar Mihajla Pupina – Uspenska – Jovana Subotića – Kisačka – Sentandrejski put – Proleterska (od zatvora levo) – Profesora Grčića – Okretnica (MIKOM).\n\nU ovom smeru u funkciji će biti pet novih stajališta: \n\nProfesora Grčića – Proleterska; Profesora Grčića – Đorđa Nedeljkovića; Profesora Grčića – Stanislava Majoroša; Profesora Grčića – Stevana Goldmana; Okretnica MIKOM\n\nOkretnicu SENTANDREJSKI PUT - ZMAJEVAČKI PUT koristiće samo polasci na liniji 1E i 1 Transkomerc, dok se polasci na liniji 1 Zatvor i 1 Gornje Livade neće zaustavljati na okretnici SENTANDREJSKI PUT – ZMAJEVAČKI PUT, već će koristiti stajališta Proleterska – IVEKO iz pravca Limana i novootvoreno stajalište Proleterska broj 157 (preko puta IVEKO)."
            }
        ]
    },
    {
        "date": "21.08.2023",
        "title": "Privremeno skraćenje trasa zbog radova u kompleksu Instituta",
        "sections": [
            {
                "text": "Zbog obimnih građevinskih radova na izgradnji kanalizacije upotrebljenih voda, atmosferske kanalizacije i vodovodne mreže u okviru kompleksa instituta u Sremskoj Kamenici, od 22.08.2023.godine autobusi JGSP ''Novi Sad'' će obavljati okretanje ispred ulazne rampe u institut po prikazanoj mapi. Iskrcaj i prijem putnika vrši se na privremenom autobuskom stajalištu (postavljen stajališni stub) u rejonu parkinga za TAXI vozila."
            }
        ]
    },
    {
        "date": "18.07.2023",
        "title": "Linija 13 – Privremena izmena trase od 19. 07.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 19. 07. do 19. 10. 2023. godine privremeno će biti izmenjena trasa autobuske linije broj 13. Zbog radova na sanaciji kolovoza u zoni raskrsnice ulica Dr Sime Miloševića i Dr Ilije Đuričića autobuski saobraćaj odvijaće se na sledeći način:\n\nSmer Detelinara -Univerzitet \n\nOd turbo kružnog toka sa Bulevara cara Lazara autobusi će skretati desno u Fruškogorsku ulicu i dalje nastavljati izmenjenom trasom kretanja do okretnice na Štrandu. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE STAJALIŠTE FRUŠKOGORSKA/NARODNOG FRONTA.\n\nSmer Univerzitet - Detelinara \n\nNa izmenjenom delu trase koristiće se početno stajalište Štrand/okretnica. Autobusi će Fruškogorskom ulicom saobraćati do raskrsnice sa Ulicom Narodnog fronta i dalje nastavljati redovnom trasom kretanja."
            }
        ]
    }
]