[
    {
        "date": "25.06.2023",
        "title": "Linija 7B - Privremena izmena trase od 26.06. ",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, određuje se privremena izmena trase autobuske linije 7B zbog radova na rekonstrukciji kolovoza na Bulevaru oslobođenja, od Ulice Narodnog fronta do Bulevara cara Lazara. Izmenjen režim saobraćaja linije 7B na snazi je od 26.06. do 03.07.2023.godine.\n\nLINIJA 7B\n\nSmer sa Limana \n\nOd raskrsnice Bulevara oslobođenja i Ulice Narodnog fronta autobusi saobraćaju pravo Ulicom Narodnog fronta do Fruškogorske ulice, zatim skreću levo u Fruškogorsku ulicu do novog kružnog toka, skreću levo na Bulevar cara Lazara i saobraćaju do raskrsnice Bulevara oslobođenja i Bulevara cara Lazara, skreću desno na Bulevar oslobođenja i dalje nastavljaju svojom redovnom trasom.\n\nNa izmenjenom delu trase linije 7B koristi se samo stajalište „Narodnog fronta – Bulevar oslobođenja“ u Ulici Narodnog fronta.\n\nU suprotnom smeru autobusi na liniji 7A saobraćaju redovnom trasom. \n\nZa vreme trajanja radova ukida se autobusko stajalište linija 7A,19,68,71,72,73,74 i 76 „Bulevar oslobođenja – Bulevar cara Lazara“ na Bulevaru oslobođenja ispred „MERCATORA“."
            }
        ]
    },
    {
        "date": "21.06.2023",
        "title": "Linije 77, 78, 79, 80, 81, 84, 86 – Privremena izmena stajališta",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji kolovoza na Bulevaru oslobođenja, na potezu od ulice Narodnog fronta do Bulevara cara Lazara, autobusi na linijama 77, 78, 79, 80, 81, 84 i 86 koristiće autobusko stajalište „Bulevar oslobođenja – Bulevar cara Lazara“ na Bulevaru oslobođenja."
            }
        ]
    },
    {
        "date": "20.06.2023",
        "title": "Novi red vožnje „LETO 2023“ od 21. 06.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da 21. 06. 2023. godine stupa na snagu novi red vožnje „LETO 2023“, kojim se raspored polazaka usklađuje sa prevoznim potrebama u nastupajućem periodu godine. \n\nOd navedenog datuma ukida se linija broj 25 (Ž.stanica-Zona sever IV) i trajno se izmeštaju određena polazna stajališta na terminalu kod Železničke stanice („Potkovica). Zbog novoizgrađenih mesta za punjače električnih autobusa na „Potkovici“, izmeštaju se polazna stajališta za sledeće gradske i prigradske linije:"
            },
            {
                "text": "Linije 3A, 4, 5N (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR OSLOBOĐENjA/BULEVAR JAŠE TOMIĆA (stajalište koje koriste linije 7A, 10, 14, 15 i 19). \n\nLinije 16, 20 (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR JAŠE TOMIĆA/BULEVAR OSLOBOĐENjA (stajalište koje koriste linije broj 11B, 15, 17, 21, 30 i 35).\n\nLinije 64, 68, 69, 71, 72, 73, 74, 76 (smer od Železničke stanice)\n\nPostojeće početno stajalište ŽELEZNIČKA STANICA se izmešta na sadašnje stajalište linija 3A, 4 i 5N ŽELEZNIČKA STANICA."
            },
            {
                "text": "Linije 2, 9 \n\nPolazno stajalište na Novom naselju je fizički produženo, odnosno spojeno sa površinom na kojoj se nalazi punjač za elektro autobuse obrazujući jedinstvenu površinu, koja u celoj dužini postaje POLAZNO STAJALIŠTE i obeleženo je zelenim i žutim oznakama na kolovozu."
            },
            {
                "text": "Linije 51A, 51B, 52\n\nPolazno-dolazno autobusko stajalište za prigradske linije broj 51A, 51B i 52 u Veterniku izmešta se iz Školske ulice na postojeće autobusko stajalište u Ulici vojvode Bojovića 57."
            }
        ]
    },
    {
        "date": "12.06.2023",
        "title": "Privremeno ukidanje stajališta „Futoška – Branislava Nušića“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda u Futoškoj ulici od 12. 06. 2023 do 17. 07. 2023 godine privremeno neće biti u funkciji autobusko stajalište „Futoška – Branislava Nušića“ (ispred kasarne).\n\nAutobusko stajalište se ukida na linijama 2 i 6 u smeru iz centra grada."
            }
        ]
    }
]