[
    {
        "date": "11.07.2025",
        "title": "Linije 11A, 11B – Privremena izmena trase od 14.07.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava javnost da će od 14. 07. do 31. 07. 2025. godine privremeno biti izmenjena trasa linija 11A i 11B.  U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova u Hajduk Veljkovoj ulici autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Na raskrsnici Hajduk Veljkova/Novosadskog sajma autobusi će skretati levo u Ulicu Novosadskog sajma, desno na Bulevar oslobođenja, desno u  Futošku ulicu do Ulice cara Dušana, gde će skretati levo i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKO STAJALIŠTE „NOVOSADSKOG SAJMA – BAZENI“, ODAKLE ĆE AUTOBUSI SAOBRAĆATI BEZ ZAUSTAVLJANJA DO POVRATKA NA REDOVNU TRASU."
            },
            {
                "text": "Na raskrsnici Cara Dušana/Futoška autobusi će skretati desno u Futošku ulicu, zatim levo na Bulevar oslobođenja, levo u Ulicu Novosadskog sajma,  desno u Hajduk Veljkovu ulicu i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKO STAJALIŠTE    „FUTOŠKA – CARA DUŠANA“, ODAKLE ĆE AUTOBUSI SAOBRAĆATI BEZ ZAUSTAVLJANJA DO POVRATKA NA REDOVNU TRASU."
            },
            {
                "text": "MAPA izmena"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/hajduk_veljkova.pdf"
    },
    {
        "date": "10.07.2025",
        "title": "Linije 3, 8, 18B – Privremeno ukidanje stajališta na Bulevaru kralja Petra I",
        "sections": [
            {
                "text": "Od 10.07.2025. do završetka radova ukida se stajalište „Bulevar kralja Petra I – Groblje“ na linijama broj 3, 8 i 18B (smer ka Novom naselju i Detelinari). Stajalište privremeno neće biti u funkciji zbog radova na Bulevaru kralja Petra I, a u skladu sa rešenjem Gradske uprave za saobraćaj i puteve."
            }
        ]
    },
    {
        "date": "30.06.2025",
        "title": "Linija 14 – Od 01. 07. produženje trase do Veternika, ukidanje linija 51A i 51B",
        "sections": [
            {
                "text": "Trasa linije 14 koja saobraća na relaciji Centar – Sajlovo od 1. jula biće produžena  do Veternika:"
            },
            {
                "text": "Terminal Šafarikova, Uspenska ulica, Jevrejska ulica, Bulevar oslobođenja, Bulevar Jaše Tomića, Rumenačka ulica, Rumenački put, Ulica Gornje Sajlovo, Ulica Jove Vučerića, Ulica Donje Sajlovo, Ulica kralja Petra I, kružni tok, Ulica kralja Petra I."
            },
            {
                "text": "Ulica kralja Petra I, Ulica Donje Sajlovo, Ulica Jove Vučerića, Ulica Gornje Sajlovo, Rumenački put,  Rumenačka ulica,  Bulevar Jaše Tomića, Bulevar oslobođenja, Jevrejska ulica, Uspenska ulica, terminal Šafarikova."
            },
            {
                "text": "Izmenjena linija imaće i svoju varijaciju 14S, sa polascima koji će saobraćati samo do Sajlova. Za potrebe linije 14S izgrađena je nova okretnica, naspram Ulice Jove Vučerića. Ona će se  koristiti isključivo kao izlazno, poslednje stajalište i kao mesto za izdržavanje vremena do narednog polaska. U smeru sa Sajlova prvo stajalište za prijem putnika biće kao i do sada stajalište „Sajlovo – Jove Vučerića“."
            },
            {
                "text": "Izdržavanje vremena za naredni polazak linije 14 (iz Veternika) je kod fudbalskog stadiona u Veterniku, što je ujedno i početno stajalište. Novo autobusko stajalište je uređeno sa nišom, kako ne bi omatalo odvijanje ostatka saobraćaja."
            },
            {
                "text": "NAKON PRODUŽENJA TRASE LINIJE 14, OD 1. JULA UKIDAJU SE LINIJE 51A NOVI SAD – SAJLOVO - VETERNIK I 51B VETERNIK – SAJLOVO - NOVI SAD, A NJIHOVI POLASCI SE UVRŠTAVAJU U RED VOŽNJE LINIJE 52 (NOVI SAD - VETERNIK)."
            },
            {
                "text": "Mapu produžene trase pogledajte OVDE"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/linija14_produzenje.pdf"
    },
    {
        "date": "30.06.2025",
        "title": "Od 01. jula LETNJI red vožnje",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će od 01. jula 2025. godine  autobusi saobraćati po organizaciji prevoza za letnji period. Novi red vožnje podrazumeva vremenske korekcije autobuskih polazaka,  koje su usklađene sa potrebama korisnika usluga prevoza u narednim mesecima i očekivanim smanjenjem broja putnika zbog korišćenja godišnjih odmora i letnjeg raspusta."
            }
        ]
    },
    {
        "date": "27.06.2025",
        "title": "Linije 41, 42, 43 – Ukidanje autobuskog stajališta „Rumenački put – Gradsko groblje“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 01. 07. 2025. godine UKIDA SE autobusko stajalište „Rumenački put - Gradsko groblje“, koje koriste linije broj 41, 42 i 43 u smeru prema Rumenci. Autobusko stajalište se ukida iz bezbednosnog razloga."
            }
        ]
    },
    {
        "date": "06.02.2025",
        "title": "Od 07. 02. novi red vožnje na vanrednim polascima Železnička stanica Petrovaradin - Centar",
        "sections": [
            {
                "text": "U skladu sa dopisom „Srbijavoza“ od 07. 02. 2025. godine stupa na snagu novi red vožnje na vanrednim autobuskim polascima Železnička stanica Petrovaradin - Centar. Novi red vožnje pogledajte \n\nPodsećamo, kao ispomoć redovnim linijama 3, 9, 60, 61, 62 i 63 do daljeg su uvedeni vanredni, direktni polasci autobusa sa autobuskog stajališta „Petrovaradin/Železnička stanica“ u Preradovićevoj ulici (oba smera). Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici ().\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nShodno ugovoru sa „Srbijavozom“, na navedenoj relaciji prevoz je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/redvoznje_0502.pdf"
    },
    {
        "date": "17.01.2025",
        "title": "Linija 3B – Privremeno stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ u smeru sa Puckaroša",
        "sections": [
            {
                "text": "Na liniji 3B u smeru B od Puckaroša do Petrovaradina (OŠ „Jovan Dučić“) autobusi će do daljnjeg privremeno koristiti i stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ (redovna stajališta linije 3 Petrovaradin - Centar- Detelinara i linije 9 Novo naselje – Liman – Petrovaradin).\n\nNavedena izmena stupiće na snagu 20.01.2025. godine."
            }
        ]
    },
    {
        "date": "13.12.2024",
        "title": "Od 15. 12. novi red vožnje vanrednog prevoza Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da je od 15. 12. 2024. godine na snazi novi red vožnje direktnog, vanrednog autobuskog prevoza na relaciji Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad (oba smera).\n\nPolazno stajalište u smeru iz Novog Sada ka Ranžirnoj železničkoj stanici  je redovno autobusko stajalište „Bulevar Jaše Tomića-Bulevar oslobođenja“ (ispred apoteke „Tilija“).\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN."
            },
            {
                "text": "NOVI RED  VOŽNJE\n\nSmer sa GLAVNE ŽELEZNIČKE stanice (ispred apoteke „Tilija“) ka Ranžirnoj železničkoj stanici:\n\n•    03:50 ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    06:59\n\n•    09:53\n\n•    11:59 ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    13:59\n\n•    15:23\n\n•    18:59\n\n•    21:02"
            },
            {
                "text": "Smer sa RANŽIRNE železničke stanice ka Glavnoj železničkoj stanici:\n\n•    06:35\n\n•    09:56\n\n•    11:09 ne saobraća subotom, nedeljom i u dane državnog praznika,\n\n•    13:15\n\n•    15:12 ne saobraća subotom, nedeljom i u dane državnog praznika,\n\n•    18:36 \n\n•    20:12\n\n•    22:15"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/ranzirna_1512.pdf"
    },
    {
        "date": "20.11.2024",
        "title": "Linija 9A privremeno preusmerena do okretnice u Petrovaradinu",
        "sections": [
            {
                "text": "Zbog preusmeravanja železničkog saobraćaja na Železničku stanicu Petrovaradin, obaveštavamo putnike da je zbog rasterećenja postojećih linija autobusa, linija 9A u smeru od Alibegovca produžena do petrovaradinske okretnice linija 3 i 9, odakle dalje saobraća redovnom trasom do Novog naselja. \n\nPodsećamo putnike da je na relaciji Šafarikova ulica - Železnička stanica Petrovaradin uvedena vanredna linija na kojoj je prevoz BESPLATAN, te da su građanima pored gradskih linija za prevoz do Železničke stanice Petrovaradin na raspolaganju i međumesne linije 60, 61, 62 i 63 koje kreću sa Međumesne autobuske stanice."
            }
        ]
    }
]