[
    {
        "date": "21.10.2022",
        "title": "Linije 6 i 12 - Privremena izmena trasa od 21.10.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (broj:IV-34-6965/2022) određuje se privremena izmena trase autobuskih linija broj 6 i 12, zbog rekonstrukcije kolovoza u Ulici Ćirila i Metodija, od Šarplaninske do Gorana Kovačića u Novom Sadu. Izmenjen režim saobraćanja linija važi od 21. oktobra 2022.godine do završetka radova. Autobusi na ovim linijama menjaju trasu kretanja:"
            },
            {
                "text": "LINIJA BROJ 6\n\nSmer sa Podbare: Od raskrsnice ulica Feješ Klara i Petefi Šandora autobusi saobraćaju desno u Ulicu Petefi Šandora, skreću levo u Ulicu Gorana Kovačića do raskrsnice sa Ulicom Ćirila i Metodija i dalje nastavljaju redovnom trasom kretanja.\n\nSmer sa Adica: Od raskrsnice ulica Gorana Kovačića i Ćirila i Metodija autobusi saobraćaju pravo Ulicom Gorana Kovačića, skreću desno na Bulevar patrijarha Pavla, levo u Vršačku ulicu i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE AUTOBUSKE LINIJE BROJ 6 KORISTE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA I JEDAN PAR PRIVREMENIH STAJALIŠTA U ULICI GORANA KOVAČIĆA ISPRED KBR. 23A I 28 I PAR PRIVREMENIH STAJALIŠTA U ULICI PETEFI ŠANDORA ISPRED KBR. 63i I 66."
            },
            {
                "text": "LINIJA BROJ 12\n\nSmer iz Centra: Od raskrsnice ulica Feješ Klara i Šarplaninske autobusi skreću levo u Šarplaninsku ulicu i na autobuskom stajalištu u Šarplaninskoj ulici izdržavaju vreme do narednog stajališta.\n\nSmer sa Telepa: Od polaznog stajališta u Šarplaninskoj ulici autobusi saobraćaju levo u Ulicu Stanoja Glavaša, desno u Ulicu Feješ Klare i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE AUTOBUSKE LINIJE BROJ 12 KORISTE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "21.10.2022",
        "title": "Linije 2, 6, 9 i 13 - Privremena izmena trasa od 22.10. do 04.11.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve određuje se privremena izmena trase autobuskih linija broj 2, 6, 9 i 13 zbog radova na rekonstrukciji kolovoza u Ulici Futoški put, od Vršačke ulice do Bulevara Evrope u Novom Sadu. Izmenjen režim saobraćanja linija važi od 22. oktobra do 04. novembra 2022. godine. Autobusi na linijama broj 2, 6, 9 i 13 menjaju trasu kretanja:"
            },
            {
                "text": "LINIJA BROJ 2 \n\nSmer iz Centra: Od raskrsnice ulica Futoška i Hajduk Veljkova autobusi saobraćaju desno u Hajduk Veljkovu, levo u Ulicu Braće Popović, dalje ulicama Hadži Ruvimova i Radomira Raše Radujkova do raskrsnice sa Bulevarom Slobodana Jovanovića i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 2, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE HAJDUK VELJKOVA-DEČIJA BOLNICA (stajalište linije broj 11b)."
            },
            {
                "text": "Smer sa Novog Naselja: Od raskrsnice ulica Futoški put i Bulevar Bate Brkića autobusi saobraćaju pravo Futoškim putem do raskrsnice sa Bulevarom Slobodana Jovanovića i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 2, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE FUTOŠKI PUT-ILARIONA RUVARCA (stajalište linija broj 52, 53, 54,55, 56)."
            },
            {
                "text": "LINIJA BROJ 6 \n\nSmer sa Podbare: Od raskrsnice Futoška i Cara Dušana autobusi saobraćaju levo u Ulicu Cara Dušana, desno na Bulevar Evrope, dalje Bulevarom patrijarha Pavla, levo u Ulicu Feješ Klare i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 6, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE CARA DUŠANA-FUTOŠKA (stajalište linije broj 9 i 11a)."
            },
            {
                "text": "Smer sa Adica: Od raskrsnice ulica Feješ Klare i Bulevara patrijarha Pavla autobusi saobraćaju desno na Bulevar patrijarha Pavla, dalje Bulevarom Evrope, levo u Ulicu Cara Dušana, desno u Futošku ulicu i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 6, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTE BULEVAR PATRIJARHA PAVLA-FEJEŠ KLARE (stajalište linije broj 7b)."
            },
            {
                "text": "LINIJA BROJ 9 \n\nSmer iz Petrovaradina: Od raskrsnice ulica Cara Dušana i Futoška autobusi saobraćaju pravo Ulicom Hajduk Veljkova, levo u Ulicu Braće Popović, dalje ulicama Hadži Ruvimova i Radomira Raše Radujkova do raskrsnice sa Bulevarom Slobodana Jovanovića i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 9, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE HAJDUK VELJKOVA-DEČIJA BOLNICA (stajalište linije broj 11b)."
            },
            {
                "text": "Smer sa Novog Naselja: Od raskrsnice ulica Bulevar Jovana Dučića i Bulevara Bate Brkića autobusi saobraćaju desno na Bulevar Bate Brkića, levo na Futoški put do raskrsnice sa Bulevarom Slobodana Jovanovića i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 9, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE BULEVAR BATE BRKIĆA-BULEVAR JOVANA DUČIĆA (stajalište linije broj 2)."
            },
            {
                "text": "LINIJA BROJ 13 \n\nSmer sa Univerziteta: Od raskrsnice ulica Bulevar cara Lazara i Cara Dušana autobusi saobraćaju desno u Ulicu Cara Dušana, dalje u Hajduk Veljkovu ulicu, levo u Ulicu Braće Popović, dalje ulicom Hadži Ruvimova do raskrsnice sa Bulevarom Evrope i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 13, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE CARA DUŠANA-BULEVAR CARA LAZARA (stajalište linije broj 9 i 11b)."
            },
            {
                "text": "Smer sa Detelinare: Od raskrsnice ulica Bulevar Evrope i Hadži Ruvimova autobusi saobraćaju levo u Hadži Ruvimovu ulicu, pravo u Ulicu Braće Popović, desno u Hajduk Veljkovu ulicu, dalje ulicom Cara Dušana do raskrsnice sa Bulevarom cara Lazara i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJI BROJ 13, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTE HADŽI RUVIMOVA – JANKA ČMELIKA(stajalište linije broj 8)."
            },
            {
                "text": "STAJALIŠTE FUTOŠKI PUT-VRŠAČKA JE PRIVREMENO POMERENO OKO 80M PRE RASKRSNICE SA VRŠAČKOM."
            }
        ]
    },
    {
        "date": "19.10.2022",
        "title": "Linije 51A, 51B, 52 - Povratak na redovnu trasu ",
        "sections": [
            {
                "text": "Završeni su radovi u veterničkoj Ulici kralja Petra I, čime su se stekli uslovi za povratak autobusa na linijama 51A, 51B i 52 na redovne trase od 20 časova 19.10.2022. godine."
            }
        ]
    },
    {
        "date": "17.10.2022",
        "title": "Linija 12 – Privremena izmena trase na Telepu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve od 17. oktobra 2022.godine do završetka radova privremeno je izmenjena trase autobuske linije broj 12. Zbog rekonstrukcije kolovoza u Ulici Senteleki Kornela autobuski saobraćaj odvija se na sledeći način:\n\nSmer iz Centra \n\nOd raskrsnice ulica Ćirila i Metodija i Šarplaninske autobusi skreću levo u Šarplaninsku ulicu i na autobuskom stajalištu u Šarplaninskoj ulici izdržavaju vreme do narednog polaska. \n\nSmer sa Telepa \n\nOd polaznog stajališta u Šarplaninskoj ulici autobusi saobraćaju levo u Ulicu Stanoja Glavaša, desno u Ulicu Feješ Klare i dalje nastavljaju redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE AUTOBUSKE LINIJE BROJ 12 KORISTE SE POSTOJEĆA STAJALIŠTA."
            }
        ]
    },
    {
        "date": "14.10.2022",
        "title": "Privremeno izmešteno stajalište u Gundulićevoj ulici",
        "sections": [
            {
                "text": "Od 14.10.2022. godine, zbog izvođenja radova na autobuskoj trasi, privremeno se izmešta stajalište linije 11B Gundulićeva-Temerinska. Do završtka radova koristiće se privremeno stajalište u Gundulićevoj ulici 8."
            }
        ]
    },
    {
        "date": "14.10.2022",
        "title": "Linije 3, 3A, 6, 9, 9A 60, 61, 62, 63, 64,69 – Privremena izmena trase od 17.10.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 17. do 31. oktobra 2022. godine privremeno će biti izmenjene trase autobuskih linija broj 3, 3A, 6, 9, 9A, 60, 61, 62, 63, 64 i 69. Zbog radova na sanaciji kolovoza u delu Bulevara Mihajla Pupina, od raskrsnice sa Ulicom Žarka Zrenjanina do navoza na most, autobuski saobraćaj odvijaće se na sledeći način:\n\nLINIJA 3 \n\nSmer sa Detelinare \n\nOd raskrsnice Jevrejske i Uspenske ulice autobusi će skretati desno u Jevrejsku ulicu, zatim levo na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije, levo na Trg Neznanog junaka do Varadinskog mosta, odakle će nastavljati redovnom trasom kretanja (preko Varadinskog mosta).\n\nSmer iz Petrovaradina \n\nAutobusi će sa Varadinskog mosta skretati desno na Trg Neznanog junaka, desno na Beogradski kej, nastavljati pravo Kejom žrtava racije, zatim ulaziti desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, desno u Jevrejsku ulicu, levo u Uspensku ulicu i dalje će nastavljati redovnom trasom kretanja.\n\nLINIJA 3A \n\nSmer sa Železničke stanice \n\nOd raskrsnice Bulevara oslobođenja i Jevrejske ulice autobusi će saobraćati pravo Bulevarom oslobođenja, skretati levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije, levo na Trg Neznanog junaka do Varadinskog mosta i dalje nastavljati redovnom trasom kretanja (preko Varadinskog mosta).\n\nSmer iz Petrovaradina \n\nAutobusi će sa Varadinskog mosta skretati desno na Trg Neznanog junaka, desno na Beogradski kej, saobraćati pravo Kejom žrtava racije, zatim skretati desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja do raskrsnice sa Jevrejskom ulicom i dalje nastavljati redovnom trasom kretanja.\n\nLINIJA 6 \n\nSmer sa Adica \n\nOd raskrsnice Futoške ulice i Bulevara oslobođenja autobusi će saobraćati desno na Bulevar oslobođenja, skretati levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije do Beogradskog keja i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Podbare \n\nAutobusi će sa Beogradskog keja saobraćati pravo Kejom žrtava racije, zatim skretati desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, levo u Futošku ulicu i dalje nastavljati redovnom trasom kretanja.\n\nLINIJE 9 I 9A\n\nSmer iz Petrovaradina \n\nAutobusi će sa Varadinskog mosta skretati desno na Trg Neznanog junaka, desno na Beogradski kej, saobraćati pravo Kejom žrtava racije, desno Bulevarom cara Lazara do raskrsnice sa Stražilovskom ulicom i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Novog naselja \n\nOd raskrsnice Bulevara cara Lazara i Stražilovske ulice autobusi će saobraćati pravo Bulevarom cara Lazara, skretati levo na Kej žrtava racije, levo na Trg Neznanog junaka do Bulevara Mihajla Pupina i dalje nastavljati redovnom trasom kretanja (preko Varadinskog mosta).\n\nLINIJE 60, 61, 62, 63, 64 i 69\n\nSmer iz Novog Sada\n\nOd raskrsnice Maksima Gorkog i Stražilovske ulice autobusi će saobraćati pravo Ulicom Maksima Gorkog, skretati levo na Kej žrtava racije, levo na Trg Neznanog junaka do Varadinskog mosta i dalje nastavljati redovnom trasom kretanja (preko Varadinskog mosta).\n\nSmer iz mesta \n\nAutobusi će sa Varadinskog mosta skretati desno na Trg Neznanog junaka, desno na Beogradski kej, saobraćati pravo Kejom žrtava racije, zatim skretati desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE AUTOBUSKE LINIJE BROJ 3 KORISTE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA-OSIM AUTOBUSKOG STAJALIŠTA BULEVAR OSLOBOĐENJA-FUTOŠKA ULICA.\n\nNA IZMENJENOM DELU TRASE AUTOBUSKIH LINIJA BROJ 3A, 6, 60, 61, 62, 63, 64 I 69 KORISTE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA.\n\nNA LINIJAMA BROJ 9 i 9A PORED POSTOJEĆIH STAJALIŠTA DRUGIH LINIJA KORISTE SE PRIVREMENA STAJALIŠTA NA BUL. CARA LAZARA - ISPRED TEHNOLOŠKOG FAKULTETA I PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJA-MAKSIMA GORKOG (U SMERU KA VARADINSKOM MOSTU)."
            }
        ]
    },
    {
        "date": "14.10.2022",
        "title": "Linije 51A, 51B, 52 – Privremena izmena trasa od 17.10.",
        "sections": [
            {
                "text": "Od 17. 10. 2022. godine (od 07:00 časova) privremeno će biti izmenjene trase linija 51A, 51B i 52. Zbog rekonstrukcije kolovoza u veterničkoj Ulici kralja Petra I, autobuski saobraćaj odvijaće se na sledeći način:\n\nNovi Sad – Veternik\n\nAutobusi će saobraćati redovnom trasom (trasom linija 51A, 52) do kružnog toka u Veterniku (2. izlaz), zatim Ulicom kralja Aleksandra do Školske ulice (završno-polaznog stajališta). \n\nNa izmenjenom delu trase koristiće se privremeno autobusko stajalište u Ulici kralja Aleksandra 4.\n\nVeternik – Novi Sad\n\nAutobusi će saobraćati od Školske ulice redovnom trasom, kružnim tokom nastavljati Novosadskim putem i redovnom trasom do Novog Sada (trasa L-52)."
            },
            {
                "text": "POLASCI LINIJE 51B, PREKO SAJLOVA ZA VETERNIK, KAO I POLASCI IZ VETERNIKA LINIJE 51A PREKO SAJLOVA, NEĆE SAOBRAĆATI ZA VREME TRAJANJA RADOVA."
            },
            {
                "text": "Planirano vreme izvođenja radova je 17. 18. i 19. oktobar 2022."
            }
        ]
    },
    {
        "date": "13.10.2022",
        "title": "Linija 69 – Privremeno skraćenje trase 14. 10.",
        "sections": [
            {
                "text": "Zbog rekonstrukcije saobraćajnice u Ulici Majora Tepića-Sonje Marinković (Sremska Kamenica), 14.10.2022. godine od 07:00 do 19:00 časova, biće skraćena trasa linije 69.\n\nAutobusi na polascima iz Novog Sada saobraćaće do centra Sremske Kamenice, odakle će pored nekadašnje okretnice ''Dunav'' nastavljati do okretnice na Vojinovu.\n\nPolasci iz reda vožnje sa ''Čardaka'' obavljaće se sa okretnice Vojinovo, odakle će autobusi saobraćati kroz centar Sremske Kamenice, Ulicom vojvode Putnika i nastavljati redovnom trasom.\n\nPredviđeno je da izmena traje i 15.10.2022. godine (do završetka radova).\n\nAutobusi na polascima iz reda vožnje L-71,72 ''kroz Čardak'' navedenog dana neće saobraćati za Čardak."
            }
        ]
    },
    {
        "date": "13.10.2022",
        "title": "Linija 74 - Skraćenje trase zbog planinarskog maratona 15. 10.",
        "sections": [
            {
                "text": "Trasa autobuske linije 74 Novi Sad-Popovica privremeno će biti skraćena 15.10.2022. godine zbog održavanja JESENJEG PLANINARSKOG MARATONA NA FRUŠKOJ GORI.\n\nOd 07:00 do 17:00 časova autobusi u smeru Novi Sad-Popovica saobraćaće do raskrsnice ulica Fruškogorski put-Majdanska, odakle će se po redu vožnje vraćati u smeru ka Novom Sadu."
            }
        ]
    },
    {
        "date": "10.10.2022",
        "title": "Linije 2,6,9 – Privremena izmena trase od 8.10.2022.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 8. do 22. oktobra 2022. godine privremeno će biti izmenjene trase autobuskih linija broj 2,6 i 9. Zbog nastavka radova na rekonstrukciji kolovoza na Futoškom putu, od Ulice Bate Brkića do Bulevara Slobodana Jovanovića autobuski saobraćaj će se odvijati na sledeći način:\n\nLINIJA BROJ 2 i 9 \n\nSmer iz Centra\n\nOd raskrsnice Futoške ulice i Bulevara Evrope autobusi će skretati desno na Bulevar Evrope, zatim levo u Ulicu Radomira Raše Radujkova i nastavljati pravo Bulevarom Jovana Dučića do okretnice.\n\nSmer sa Novog naselja \n\nOd okretnice autobusi će saobraćati pravo Bulevarom Jovana Dučića nastavljati pravo Ulicom Radomira Raše Radujkova zatim će skretati desno na Bulevar Evrope i levo Futoškom ulicom nastavljati redovnom trasom.\n\nAUTOBUSI NA LINIJI BROJ 2 I 9 NA IZMENJENOM DELU TRASE KORISTIĆE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJA BROJ 6 \n\nSmer iz Centra \n\nOd raskrsnice Futoške ulice i Bulevara Evrope autobusi će skretati levo na Bulevar Evrope, zatim desno na Bulevar patrijarha Pavla, levo u Ulicu Feješ Klare i dalje nastavljati redovnom trasom. \n\nSmer sa Adica \n\nOd raskrsnice Ulice Feješ Klare i Bulevara patrijaha Pavla autobusi će skretati desno na Bulevar patrijaha Pavla, levo na Bulevar Evrope i desno Futoškim putem nastavljati redovnom trasom.\n\nAUTOBUSI NA LINIJI BROJ 6 NA IZMENJENOM DELU TRASE KORISTIĆE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "05.10.2022",
        "title": "Linija 21 – Radovi odloženi, izmena trase od 17.10.",
        "sections": [
            {
                "text": "Početak radova na kanalizacionoj mreži na Putu Šajkaškog odreda (Šangaj) odloženi su sa 1. 10. 2022. na 17. 10. 2022. godine. Autobusi JGSP ''Novi Sad'' do navedenog datuma saobraćaće redovnom trasom (od kružnog toka do Šangaja). Ranije najavljena izmena trase biće na snazi od 17. 10. 2022. godine."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linija 21 – Privremena izmena trase u Šangaju",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija broj 21 Novi Sad-Šangaj privremeno menja trasu kretanja od 01. oktobra 2022.godine:\n\nNovi Sad - Šangaj \n\nAutobusi će saobraćati redovnom trasom do kružne raskrsnice na Kaćkom putu, odakle će produžavati pravo, skretati desno režijskom trakom za Beograd, gde će se isključivati na stari Kaćki put (pre naplatne rampe) i nastavljati Kaćkim putem pored „Put investa“ i dalje redovnom trasom do okretnice.\n\nŠangaj – Novi Sad\n\nAutobusi će redovnom trasom saobraćati do raskrsnice za Kaćki put, nastavljati Kaćkim putem, zatim pored „Put investa“ (stari put za Kać) i preko natputnjaka, gde će skretati levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom produžavati za Novi Sad."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PAR PRIVREMENIH STAJALIŠTA (PUT ŠAJKAŠKOG ODREDA-KAĆKI PUT), KAO I POSTOJEĆE STAJALIŠTE POSLE KRUŽNOG TOKA (IZ NOVOG SADA).\n\nOčekivano vreme završetka radova je 1. april 2023. godine."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linije 21, 22, 23, 24 i 30 – Privremena izmena od 03. 10.",
        "sections": [
            {
                "text": "Zbog radova na raskrsnici Temerinske i Kisačke ulice, od 3. oktobra do 1. decembra 2022. godine privremeno se menjaju trase kretanja linija broj 21, 22, 23, 24 i 30:\n\nIZ NOVOG SADA \n\nAutobusi će od Železničke stanice saobraćati Bulevarom Jaše Tomića, skretati levo u Kisačku ulicu, zatim desno u Partizansku do raskrsnice Temerinske i Partizanske ulice, odakle će nastavljati redovnim trasama.\n\nIZ MESTA ZA NOVI SAD \n\nOd raskrsnice Temerinske i Partizanske ulice, autobusi će saobraćati Partizanskom ulicom, skretati levo u Kisačku ulicu, desno na Bulevar Jaše Tomića, odakle će nastavljati do Železničke stanice.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA AUTOBUSKA STAJALIŠTA."
            }
        ]
    },
    {
        "date": "29.09.2022",
        "title": "Linija 86 – Od 1. oktobra nova trasa preko Iriškog venca",
        "sections": [
            {
                "text": "Od 1. oktobra menja se trasa međumesne autobuske linije broj 86 Novi Sad – Vrdnik. Umesto sadašnjom trasom preko Starog Rakovca, autobusi će u oba smera saobraćati Grebenskim putem preko Iriškog venca.\n\nDosadašnja trasa preko Starog Rakovca imala je ograničenja zbog geometrije puta, koja je nebezbedna za saobraćanje solo autobusa u delu od Starog Rakovca do raskrsnice “Zmajevac“, te su se na liniji 86 mogli koristiti isključivo autobusi manjeg kapaciteta. S obzirom da takva vozila nisu dovoljna za trenutne prevozne potrebe, JGSP „Novi Sad“ se odlučio za izmenu trase Grebenskim putem, čime će biti omogućeno i saobraćanje autobusa većeg kapaciteta. Izmenama će građani dobiti adekvatniji prevoz do Vrdnika i tamošnjih banjskih kapaciteta, kao i mogućnost lakšeg odlaska do Iriškog venca i korištenja turistikih potencijala Fruške gore.\n\nCena pojedinačne karte od Novog Sada do Iriškog venca iznosi 160 dinara, a do Vrdnika 200 dinara."
            }
        ]
    },
    {
        "date": "29.08.2022",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septrembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka, usklađenih sa potrebama putnika u narednom periodu. \n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    }
]