[
    {
        "date": "01.03.2024",
        "title": "Linije 53, 54, 55, 56 - Privremeno izmeštanje stajališta u Veterniku",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 04. 03. do 30. 04. 2024. godine privremeno će biti izmešteno autobusko stajalište Veternik – Pravoslavna crkva. Zbog radova na rehabilitaciji kolovoza na Novosadskom putu, u delu od Ulice Sonje Marinković do Kralja Petra I u Veterniku, biće postavljeno privremeno autobusko stajalište posle raskrsnice ulica Ive Lole Ribara i Kninske (linije br. 53, 54, 55 i 56)."
            }
        ]
    },
    {
        "date": "30.01.2024",
        "title": "Linije 42, 43 – Privremene izmene trasa na polascima kroz Tankosićevo",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 31. 01. do 31. 03. 2024. godine privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo). Zbog radova na izgradnji vodovodne i kanalizacione mreže u Železničkoj ulici u Kisaču, autobuski saobraćaj odvijaće se na sledeći način: \n\nSmer iz Novog Sada \n\nNa raskrsnici Dr Janka Gombara/Benešova autobusi će skretati levo i nastavljati Benešovovom ulicom do raskrsnice Benešova/Ondreja Marčoka, skretaće desno i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Jana Kolar, skretaće desno i saobraćati Ulicom Jana Kolara do raskrsnice Jana Kolara/Mihala Kardelisa, skretaće levo u Ulicu Mihala Kardelisa i nastavljati redovnom trasom. \n\nNa izmenjenom delu trase KORISTIĆE se privremena autobuska stajališta u Benešovoj ulici (kod vrtića) i u Ulici Ondreja Marčoka, pre raskrsnice sa Ulicom Jana Kolara (preko puta prodavnice).\n\nSmer iz Kisača \n\nNa raskrsnici Mihala Kardelisa/Jana Kolara autobusi će skretati desno i nastavljati Ulicom Jana Kolara do raskrsnice Jana Kolara/Ondreja Marčoka gde će skretati levo i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Benešova, skretaće levo i saobraćati Benešovom ulicom do raskrsnice Benešova/Dr Janka Gombara, skretaće desno u Ulicu dr Janka Gombara i nastavljati redovnom trasom.\n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište u Ulici Ondreja Marčoka, odmah nakon skretanja autobusa iz Ulice Jana Kolara (kod prodavnice).\n\nMapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "30.11.2023",
        "title": "Linija 1 – Tri varijacije trase od 01. 12.",
        "sections": [
            {
                "text": "Od 01.12.2023. godine na liniji broj 1 uvode se tri varijacije trase: \n\n- Osnovna trasa koja će saobraćati do okretnice na Bulevaru Evrope, bez slovne oznake u redu vožnje 1\n\n- Gornje Livade trasa koja će saobraćati do okretnice „Mikom“ u Ulici Profesora Grčića, a u redu vožnje nosiće oznaku 1GL (Gornje Livade) \n\n- Trasa koja će saobraćati do Jegričke ulice (preko auto-puta), a u redu vožnje nosiće oznaku 1J (Jegrička). \n\nRaspored polazaka ostaće neizmenjen, s tim da će u varijaciji Jegrička (1J) biti polasci koji su pripadali varijacijama do „Elnosa“, „Transportkomerca“ i „Mlinoservisa“, „Elnosa i Mlinoservisa“.\n\nMapu linije pogledajte"
            }
        ]
    },
    {
        "date": "30.11.2023",
        "title": "Linija 19 – Izmena trase od 01. 12.",
        "sections": [
            {
                "text": "Autobusi na liniji 19 od 01. 12. 2023. godine saobraćaće novom trasom Železnička stanica – RTV Vojvodine – Bolnica na Mišeluku. \n\nU smeru ka Mišeluku linija 19 saobraćaće pored nove zgrade RTV-a, ulaziće u krug ustanove, nakon čega će produžavati do bolnice na Mišeluku. U suprotnom smeru autobusi će prolaziti istom trasom.\n\nNa novoj trasi koristiće se dva postojeća stajališta u smeru prema Mišeluku, stajalište „Petlja Mišeluk/Tunel“ i stajalište „Kamenički put/RTV“. U smeru prema Železničkoj stanici otvara se novo stajalište „Okretnica/RTV Novi Sad“. \n\nPutnici se o redu vožnje i dodatnim polascima mogu informisati u rubrici redovi vožnje JGSP Novi Sad (gspns.rs)\n\nPogledajte  kretanje autobusa na novoj trasi u krugu RTV-a (oba smera).\n\nTrasu u smeru od Železničke stanice prema Mišeluku pogledajte \n\nTrasu u smeru od Mišeluka prema Železničkoj stanici pogledajte"
            }
        ]
    },
    {
        "date": "29.11.2023",
        "title": "Linija 9A – Izmena početnog i završnog stajališta od 01. 12.",
        "sections": [
            {
                "text": "Autobusi na liniji 9A Novo naselje – Liman – Petrovaradin (Alibegovac) od 01.12.2023. godine vreme polaska u smeru ka Novom naselju iščekivaće na stajalištu „Put Novi Sad-Ruma-Alibegovac“ (ulica Račkog 139a, kod prodavnice), umesto na dosadašnjoj okretnici kod bolnice na Mišeluku. Trasa linije 9A ostaće nepromenjena, s tim što će početno i završno stajalište na trasi biti navedeno stajalište „Put Novi Sad-Ruma-Alibegovac“, dok će okretnica kod bolnice na Mišeluku biti prolazno stajalište. Mapu izmene pogledajte"
            }
        ]
    }
]