[
    {
        "date": "23.10.2024",
        "title": "Linije 3, 9, 9а, 60, 61, 62, 63, 64 i 69 - Privremena izmena trase",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (broj: IV-34-sl1/2024 od 21.10.2024) određuje se privremena izmena trase autobuskih linija broj 3, 9, 9a, 60, 61, 62, 63, 64 i 69, zbog snimanja filma na mostu Duga. Izmenjen režim saobraćanja linija važi dana 23.10. 2024. godine od 19:15 do 20:15 časova)"
            },
            {
                "text": "AUTOBUSI NA LINIJAMA BROJ 3, 9, 9a, 60, 61, 62, 63, 64 i 69  MENJAJU TRASU KRETANJA:"
            },
            {
                "text": "LINIJE BROJ  3, 9, 9a, 60, 61, 62, 63 i 64\n\n\nSmer iz Novog Sada: Od Bulevara Mihajla Pupina autobusi saobraćaju desno  na Trg neznanog junaka, desno na Beogradski kej, levo u Marka Miljanova, zatim Venizelisovom ulicom preko  drumsko-železničkog mosta, dalje Reljkovićevom ulicom do Preradovićeve i dalje redovnim trasama kretanja.\n\n\nSmer iz Petrovaradina: Od raskrsnice ulica Preradovićeve i Reljkovićeve autobusi saobraćaju Reljkovićevom ulicom, dalje preko drumsko-železničkog mosta,  dalje Venizelisovom ulicom do Beogradskog keja, desno na Trg neznanog junaka do Bulevara Mihajla Pupina i dalje redovnim trasama kretanja.\n\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ISPRED KBR. 39 I 42A I PRERADOVIĆEVOJ NASPRAM KBR. 47.\n\n\n \n\n\nLINIJA BROJ 69 \n\n\nSmer iz Novog Sada: Od Bulevara Mihajla Pupina autobusi saobraćaju desno  na Trg neznanog junaka, desno na Beogradski kej, levo u Marka Miljanova, zatim Venizelisovom ulicom preko  drumsko-železničkog mosta, dalje Reljkovićevom ulicom do Preradovićeve, desno u Preradovićevu ulicu, levo u Ulicu Dunavske divizije i dalje redovnom trasom kretanja.\n\n\nSmer iz Petrovaradina: Od raskrsnice ulica Dunavske divizije i Preradovićeve autobusi saobraćaju desno u Preradovićevu, levo u Reljkovićevu ulicu, dalje preko drumsko-železničkog mosta,  Venizelisovom ulicom do Beogradskog keja, desno Trg neznanog junaka do Bulevara Mihajla Pupina i dalje redovnim trasama kretanja.\n\n\n \n\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ISPRED KBR. 39 I 42A I DVA PRIVREMENA STAJALIŠTA U ULICI DUNAVSKE DIVIZIJE-PRERADOVIĆEVA (OBA SMERA)."
            }
        ]
    },
    {
        "date": "18.10.2024",
        "title": "Linija 74 – Privremeno skraćenje trase 19. 10.",
        "sections": [
            {
                "text": "Zbog održavanja 10. jesenjeg planinarskog maratona na Fruškoj gori, 19. 10. 2024. godine (SUBOTA) u periodu od 07:00 do 17:00 časova privremeno će biti skraćena trasa linije broj 74 Novi Sad-Popovica."
            },
            {
                "text": "Polasci iz Novog Sada saobraćaće do raskrsnice Fruškogorski put/Majdanska, odakle će po redu vožnje biti obavljani i polasci za Novi Sad."
            }
        ]
    },
    {
        "date": "04.10.2024",
        "title": "Linije 3, 8 – Privremeno ukidanje stajališta Bulevar kralja Petra I/Sajam",
        "sections": [
            {
                "text": "Zbog radova na vodovodno-kanalizacionom priključku na Bulevaru kralja Petra I u Novom Sadu, određuje se privremeno ukidanje stajališta Bulevar kralja Petra I/Sajam na linijama broj 3 Detelinara-Centar-Petrovaradin i broj 8 Novo naselje-Centar-Liman I."
            },
            {
                "text": "Stajalište će biti ukinuto u periodu od 07.10.2024. do završetka radova."
            }
        ]
    },
    {
        "date": "26.09.2024",
        "title": "Linija 6 - Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. 09. 2024. do 31. 10. 2025. godine privremeno će biti izmešteno autobusko stajalište „Vršačka-Adi Endrea“ u Vršačkoj ulici, ispred kućnog broja 58."
            },
            {
                "text": "Stajalište se izmešta zbog radova na izgradnji stambenog objekta."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "Linija 11B – Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda od 02.09. do 15.10. 2024 godine privremeno se izmešta autobusko stajalište „Hajduk Veljkova-Dečija bolnica“ u Ulici Hajduk Veljkova. Stajalište će bitii pomereno 100 metara posle registrovanog stajališta u pravcu raskrsnice Hajduk Veljkova/ Novosadskog sajma."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu putem sajta preduzeća , aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 2. septembra ponovo će saobraćati polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    }
]