[
    {
        "date": "28.11.2024",
        "title": "Linije 2, 7a, 7b, 8, 9, 18a, 18b – Izmena trase na Novom naselju od 29.11.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, 29. i 30. novembra privremeno će biti izmenjene trase autobuskih linija broj 2, 7a, 7b, 8, 9, 18a i 18b. Zbog izvođenja radova na izgradnji vodovodnog i  kanalizacionog priključka  na kolovozu u delu Bulevara Jovana Dučića (od Bulevara kneza Miloša ka Veterniku), autobuski saobraćaj odvijaće se na sledeći način:\n\nLinije 2, 7a, 18a\n\nSmer iz Centra \n\nNa raskrsnici Bulevara kneza Miloša i Bulevara Jovana Dučića autobusi će skretati desno na Bulevar Jovana Dučića i saobraćati do stajališta „Bulevar Jovana Dučića – Igralište“, gde će  čekati vreme do narednog polaska.\n\nSmer sa Novog naselja \n\nOd početnog stajališta „Bulevar Jovana Dučića – Igralište“ autobusi će saobraćati pravo Bulevarom Jovana Dučića i nastavljati redovnom trasom.\n\nLinije 7b, 18b \n\nAutobusi će saobraćati redovnom trasom do raskrsnice Bulevara Jovana Dučića i Bulevara kneza Miloša, skretaće levo na  Bulevar kneza Miloša  do stajališta „Bulevar kneza Miloša - Bulevar Jovana Dučića“, gde će se čekati vreme do narednog polaska.\n\nLinija 8\n\nSmer sa Novog naselja \n\nKao početno stajalište koristiće se stajalište „Bulevar kneza Miloša - Dušana Danilovića“, gde će se čekati vreme do narednog polaska i nastavljati redovnom trasom.\n\nSmer iz Centra \n\nOd raskrsnice Bulevara Jovana Dučića i Ulice Bate Brkića autobusi će saobraćati pravo Bulevarom Jovana Dučića, skretati desno do početnog stajališta „Bulevar kneza Miloša – Bulevar Jovana Dučića“, gde će se čekati vreme narednog polaska. NA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKO STAJALIŠTE „BULEVAR JOVANA DUČIĆA – IGRALIŠTE“.\n\nLinija 9 \n\nSmer iz Centra \n\nNa raskrsnici Bulevara Jovana Dučića i Ulice Bate Brkića, autobusi će skretati levo u Ulicu Bate Brkića, desno na Futoški put, desno na Bulevar kneza Miloša, desno na Bulevar Jovana Dučića do stajališta „Bulevar Jovana Dučića – Igralište“, gde će se čekati vreme za naredni polazak. NA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKO STAJALIŠTE „ULICA BATE BRKIĆA - BULEVAR JOVANA DUČIĆA“.\n\nSmer sa Novog naselja \n\nOd početnog stajališta „Bulevar Jovana Dučića – Igralište“, autobusi će saobraćati pravo Bulevarom Jovana Dučića i nastavljati redovnom trasom."
            }
        ]
    },
    {
        "date": "26.11.2024",
        "title": "Linije 64, 68, 69, 71, 72, 73, 74, 76 – Polazak sa stajališta u \"Potkovici\" od 27. 11.",
        "sections": [
            {
                "text": "Od  27.11.2024. godine autobuske linije broj 64, 68, 69, 71, 72, 73, 74 i 76 po važećem redu vožnje ponovo saobraćaju sa autobuskog stajališta u\" Potkovici\".\n\nDo navedenog datuma na snazi je privremeno, polazno stajalište Bulevar oslobođenja- Bulevar Kralja Petra I."
            }
        ]
    },
    {
        "date": "22.11.2024",
        "title": "Linije 22, 23, 24 – Polazak sa stajališta u \"Potkovici\" od 23. 11.",
        "sections": [
            {
                "text": "Od  23.11.2024.godine autobuske linije broj 22, 23 i 24 po važećem redu vožnje ponovo saobraćaju sa autobuskog stajališta u\" Potkovici\", koje se nalazi sa desne strane od ulaska u „Potkovicu“ (naspram polaznog stajališta za Futog, pre punjača za elektro autobuse) ."
            },
            {
                "text": "Do navedenog datuma na snazi je privremeno, polazno stajalište Kisačka-Bulevar Jaše Tomića."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/potkovica_2211.pdf"
    },
    {
        "date": "20.11.2024",
        "title": "Linija 9A privremeno preusmerena do okretnice u Petrovaradinu",
        "sections": [
            {
                "text": "Zbog preusmeravanja železničkog saobraćaja na Železničku stanicu Petrovaradin, obaveštavamo putnike da je zbog rasterećenja postojećih linija autobusa, linija 9A u smeru od Alibegovca produžena do petrovaradinske okretnice linija 3 i 9, odakle dalje saobraća redovnom trasom do Novog naselja. \n\nPodsećamo putnike da je na relaciji Šafarikova ulica - Železnička stanica Petrovaradin uvedena vanredna linija na kojoj je prevoz BESPLATAN, te da su građanima pored gradskih linija za prevoz do Železničke stanice Petrovaradin na raspolaganju i međumesne linije 60, 61, 62 i 63 koje kreću sa Međumesne autobuske stanice."
            }
        ]
    },
    {
        "date": "20.11.2024",
        "title": "Linije 51, 52, 53, 54, 55, 56 – Od 21. 11. redovna polazna i dolazna stajališta",
        "sections": [
            {
                "text": "Autobusi na linijama 51a, 52, 53, 54, 55, 56 od 21. 11. 2024. godine ponovo će koristiti redovna polazna i dolazna stajališta. \n\nNa navedenim linijama neće biti na snazi privremeno izmeštanje stajališta na Bulevar oslobođenja-Bulevar Kralja Petra I."
            }
        ]
    },
    {
        "date": "15.11.2024",
        "title": "Linije 41, 42, 43, 51b - privremena polazna stajališta van \"Potkovice\"",
        "sections": [
            {
                "text": "Zbog tragičnog događaja na Železničkoj stanici, iz \"Potkovice\" su izmeštene linije 41, 42,43, 51b."
            },
            {
                "text": "Navedene linije kao polazno stajalište koriste:"
            }
        ]
    },
    {
        "date": "08.11.2024",
        "title": "Linije 1, 8 – Privremena izmena trase od 12. 11.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 12. 11. do završetka radova privremeno će biti izmenjene trase autobuskih linija broj 1 i 8. Zbog radova u zoni autobuske okretnice „ŠTRAND“, autobuski saobraćaj odvijaće se na sledeći način:\n\nLINIJA 1\n\nSmer Klisa  – Centar – Liman I\n\nOd raskrsnice Fruškogorska/Narodnog fronta autobusi će skretati desno do autobuskog stajališta  Narodnog fronta – Fruškogorska, gde će se iščekivati vreme do narednog polaska.            \n\nSmer Liman I - Centar - Klisa\n\nOd autobuskog stajališta  Narodnog fronta – Fruškogorska autobusi će produžavati pravo do Bulevara oslobođenja, skretati desno do Bulevara cara Lazara, desno do kružnog toka i dalje nastavljati redovnom trasom.\n\nAUTOBUSI LINIJE 1 NA IZMENjENOM DELU TRASE KORISTIĆE SVA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJA 8\n\nSmer Novo naselje  – Centar – Liman I\n\nOd kružnog toka na Limanu autobusi će nastavljati pravo do Bulevara cara Lazara, skretati levo na Bulevar oslobođenja, levo u  Narodnog fronta, levo u Fruškogorsku ulicu do autobuskog stajališta Fruškogorska – Jirečekova, gde će se iščekivati vreme do narednog polaska.            \n\nSmer Liman I - Centar - Novo Naselje  \n\nOd autobuskog stajališta  Fruškogorska – Jirečekova gde se iščekuju vreme polaska, autobusi će saobraćati  redovnom trasom prema Novom naselju.\n\nAUTOBUSI LINIJE 8 NA IZMENjENOM DELU TRASE KORISTIĆE  STAJALIŠTA DRUGIH LINIJA, OSIM AUTOBUSKOG STAJALIŠTA BULEVAR OSLOBOĐENjA – BULEVAR CARA LAZARA, ispred TC „MERKATOR“ ."
            }
        ]
    },
    {
        "date": "07.11.2024",
        "title": "Od 08. 11. izmenjen red vožnje vanrednog prevoza na relaciji Železnička stanica Petrovaradin - Centar (oba smera)",
        "sections": [
            {
                "text": "Od 08. 11. 2024. godine stupa na snagu izmenjen red vožnje na vanrednim polascima na relaciji Železnička stanica  Petrovaradin - Centar (oba smera). Izmenjen red vožnje možete da pogledate"
            },
            {
                "text": "Podsećamo, do daljeg su uvedeni vanredni, direktni polasci autobusa sa redovnog autobuskog stajališta „Petrovaradin-Železnička stanica“ u Preradovićevoj ulici do  terminala u Šafarikovoj ulici u centru i obrnuto. Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici.\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/redvoznje_0811.pdf"
    },
    {
        "date": "06.11.2024",
        "title": "Linija 6 – Privremena izmena trase na Telepu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 07.11. do 16. 12. 2024. godine privremeno će biti izmenjena trasa autobuske linije broj 6. Zbog radova na izgradnji  magistralnog vrelovoda u Vršačkoj ulici (od Futoškog puta do Vršačke 18), autobuski saobraćaj odvijaće se na sledeći način:\n\nSmer Podbara-Centar-Adice\n\nSa raskrsnice Futoške ulice i Bulevara Evrope autobusi će skretati levo i saobraćati Bulevarom Evrope do kružnog toka, skretati desno na Bulevar patrijarha Pavla, nastavljati pravo Bulevarom patrijarha Pavla do raskrsnice sa ulicama Vršačkom i Feješ Klare, gde će skretati levo u Ulicu Feješ Klare i dalje produžavati redovnom trasom kretanja.\n\nSmer Adice-Centar -Podbara\n\nSa raskrsnice Ulice Feješ Klare i Bulevara patrijarha Pavla autobusi će skretati desno i Bulevarom patrijarha Pavla saobraćati do kružnog toka, skretati levo na Bulevar Evrope i nastavljati do raskrsnice sa Futoškom ulicom, gde će skretati desno i dalje produžavati redovnom trasom.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Mapu izmene pogledajte"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/telep_0611.pdf"
    },
    {
        "date": "05.11.2024",
        "title": "Besplatan vanredni prevoz na relaciji Železnička stanica Petrovaradin-Centar grada – Železnička stanica Petrovaradin",
        "sections": [
            {
                "text": "Zbog preusmeravanja železničkog saobraćaja sa Železničke stanice Novi Sad na stanicu u Petrovaradinu od danas, 05.11.2024. godine, do daljnjeg se uvode vanredni, direktni polasci autobusa sa redovnog autobuskog stajališta „Petrovaradin-Železnička stanica“ u Preradovićevoj ulici do  terminala u Šafarikovoj ulici u centru i obrnuto. Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici.\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN.\n\nPodsećamo putnike, koji dolaze i odlaze sa  Železničke stanice u Petrovaradinu, da imaju mogućnost  korišćenja redovnih polazaka na linijama 3, 9, 60, 61, 62 i 63 sa redovnog stajališta „Petrovaradin-Železnička stanica“ u Preradovićevoj ulici."
            },
            {
                "text": "Saobraćanje autobusa na vanrednom prevozu, koji će biti ispomoć navedenim redovnim linijama, počinje  danas polaskom iz centra u 13:30 časova."
            },
            {
                "text": "Red vožnje:\n\nPOLASCI IZ PETROVARADINA      POLASCI ZA PETROVARADIN\n\n05:45                                                           06:00\n\n06:10                                                           06:25\n\n06:45                                                           07:00\n\n07:10                                                           07:25\n\n07:45                                                           08:00\n\n08:10                                                           08:25\n\n08:45                                                           09:00\n\n09:40                                                           09:55\n\n10:05                                                          10:20\n\n10:40                                                          10:55\n\n11:15                                                          11:30\n\n11:40                                                          11:55\n\n12:35                                                          12:50\n\n13:15                                                          13:30\n\n13:40                                                          13:55\n\n14:15                                                          14:30\n\n14:40                                                          14:55\n\n15:40                                                          15:55\n\n16:15                                                          16:30\n\n16:40                                                          16:55\n\n17:15                                                          17:30\n\n17:40                                                          17:55\n\n18:20                                                          18:35\n\n18:40                                                          18:55\n\n19:15                                                          19:30\n\n19:40                                                          19:55\n\n20:15                                                          20:30\n\n20:30                                                          20:45\n\n20:40                                                          20:55\n\n21:50                                                          22:05\n\n23:30                                                          23:45\n\n00:30                                                          00:45"
            },
            {
                "text": "Mapu izmena pogledajte"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/petrovaradin_0511.pdf"
    }
]