[
    {
        "date": "11.09.2022",
        "title": "Linije 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64 i 69 - Povratak na redovnu trasu 11.09. (od 15:00) ",
        "sections": [
            {
                "text": "Autobusi na linijama  broj 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64 i 69 saobraćaju redovnim trasama od 11. 09. od 15 časova. Uslovi za povratak na redovnu trasu stekli su se završetkom manifestacije KORZO."
            }
        ]
    },
    {
        "date": "08.09.2022",
        "title": "Linije 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64, 69 – Privremena izmena trase zbog održavanja manifestacije „KORZO“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve određuje se privremena izmena trasa autobuskih linija broj 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64 i 69 zbog održavanja koncerta klasične muzike „KORZO“ i privremene zabrane saobraćaja u delu Bulevara Mihajla Pupina (od raskrsnice sa Ulicom Žarka Zrenjanina do raskrsnice sa ulicama Pionirskom i Jovana Đorđevića). Izmenjen režim saobraćajnih linija važi od 17:00 časova 08. septembra do 12:00 časova 12. septembra. Autobusi na navedenim linijama menjaju trasu kretanja na sledeći način:\n\nLINIJA BROJ 3 \n\nSmer sa Detelinare: Od raskrsnice Jevrejske i Uspenske ulice autobusi skreću desno u Jevrejsku ulicu, zatim levo na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta).\n\nSmer iz Petrovaradina: Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, pravo Kejom žrtava racije, zatim desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, desno u Jevrejsku ulicu, levo u Uspensku ulicu i dalje nastavljaju redovnom trasom kretanja.\n\nLINIJA BROJ 3a \n\nSmer sa Ž.stanice: Od raskrsnice Bulevara oslobođenja i Jevrejske ulice autobusi saobraćaju pravo Bulevarom oslobođenja, skreću levo u Ulicu Maksima Gorkog, zatim levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta).\n\nSmer iz Petrovaradina: Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno ulaze u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja do raskrsnice sa Jevrejskom ulicom i dalje nastavljaju redovnom trasom kretanja.\n\nLINIJA BROJ 6 \n\nSmer sa Adica: Od raskrsnice Futoške ulice i Bulevara oslobođenja autobusi saobraćaju desno na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije do Beogradskog keja i dalje nastavljaju redovnom trasom kretanja.\n\nSmer sa Podbare: Autobusi sa Beogradskog keja saobraćaju pravo Kejom žrtava racije, zatim skreću desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, levo u Futošku ulicu i dalje nastavljaju redovnom trasom kretanja.\n\nLINIJE BROJ 9 I 9A\n\nSmer iz Petrovaradina: Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno Bulevarom cara Lazara do raskrsnice sa Stražilovskom ulicom i dalje nastavljaju redovnom trasom kretanja.\n\nSmer sa Novog naselja: Od raskrsnice Bulevara cara Lazara i Stražilovske ulice autobusi saobraćaju pravo Bulevarom cara Lazara, levo na Kej žrtava racije, levo na Trg neznanog junaka do Bulevara Mihajla Pupina i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta).\n\nLINIJE BROJ 60, 61, 62, 63, 64 i 69\n\nSmer iz Novog Sada: Od raskrsnice Maksima Gorkog i Stražilovske ulice autobusi saobraćaju pravo Ulicom Maksima Gorkog, levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta).\n\nSmer iz mesta: Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno ulaze u Ulicu Maksima Gorkog, skreću desno na Bulevar oslobođenja i dalje nastavljaju redovnom trasom kretanja.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE LINIJE BROJ 3 KORISTE PRIVREMENO STAJALIŠTE KEJ ŽRTAVA RACIJE/MAKSIMA GORKOG (U SMERU KA VARADINSKOM MOSTU) I POSTOJEĆA STAJALIŠTA DRUGIH LINIJA, OSIM AUTOBUSKOG STAJALIŠTA BULEVAR OSLOBOĐENJA /FUTOŠKA ULICA. \n\n AUTOBUSI NA IZMENJENOM DELU TRASA 3A, 6, 60, 61, 62, 63 64 I 69 KORISTE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA I PRIVREMENO STAJALIŠTE KEJ ŽRTAVA RACIJE/MAKSIMA GORKOG (U SMERU KA VARADINSKOM MOSTU).\n\nAUTOBUSI NA LINIJAMA BROJ 9 i 9a PORED POSTOJEĆIH STAJALIŠTA DRUGIH LINIJA KORISTE PRIVREMENA STAJALIŠTA NA BULEVARU CARA LAZARA (ISPRED TEHNOLOŠKOG FAKULTETA) I PRIVREMENO STAJALIŠTE KEJ ŽRTAVA RACIJE/MAKSIMA GORKOG (U SMERU KA VARADINSKOM MOSTU)."
            }
        ]
    },
    {
        "date": "29.08.2022",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septrembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka, usklađenih sa potrebama putnika u narednom periodu. \n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "10.05.2022",
        "title": "Linije 10, 42 NK i 55 NK – Privremena izmena trase od 11.05.",
        "sections": [
            {
                "text": "Rešenjem Gradske uprave za saobraćaj i puteve, zbog radova se određuje zabrana odvijanja saobraćaja u delu Partizanske ulice (u zoni podvožnjaka, Tržni centar ''Merkur''), odnosno od raskrsnice ulica Partizanska/Rumenačka/Kornelija Stankovića. Od 11. 05. do 17. 10. 2022. godine saobraćaj se preusmerava preko Rumenačke ulice, Bulevara Jaše Tomića i Kisačke ulice, tako da će autobusi na linijama broj 10, 42 NK (do „Neoplante\" i \"Koteksprodukta“) i 55 NK (do „Neoplante i Koteksprodukta“) na izmenjenom delu trase saobraćati na sledeći način:\n\nLINIJA BROJ 10 \n\nSmer A (iz centra) \n\nIzmenjeni deo trase od Bulevara oslobođenja - desno Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nSmer B (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića - levo Bulevar oslobođenja - redovna trasa\n\nLINIJE BROJ 42 NK, 55 NK \n\nSmer A (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića (pored Autobuske stanice) - desno Rumenačka ulica - redovna trasa od raskrsnice ulica Rumenačka/Kornelija Stankovića \n\nSmer B (iz mesta) \n\nRaskrsnica ulica Kornelija Stankovića/Rumenačka - Rumenačka ulica - levo Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA POSTOJEĆIH LINIJA."
            }
        ]
    },
    {
        "date": "11.04.2022",
        "title": "Linija 72 – Privremeno skraćenje trase od 11.04.",
        "sections": [
            {
                "text": "Od 11. 04. 2022. godine do daljeg na liniji 72 Novi Sad-Paragovo skraćuje se trasa na polascima koji saobraćaju do raskrsnice Venac. Autobusi će od navedenog datuma saobraćati do i od okretnice Paragovo."
            }
        ]
    }
]