[
    {
        "date": "27.12.2023",
        "title": "LINIJE 3, 3A, 9, 9A, 60, 61, 62, 63, 64, 69 – PRIVREMENA IZMENA TRASE U PETROVARADINU OD 29.12.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 7:00 časova 29. 12. 2023. godine do 18:00 časova 02. 01. 2024. godine privremeno će biti izmenjene trase autobuskih linija 3, 3A, 9, 9A, 60, 61, 62, 63, 64 i 69 zbog zatvaranja Beogradske ulice i dela Preradovićeve ulice u Petrovaradinu. Zbog održavanja manifestacije „Tesla – svetlosna galerija“, autobuski saobraćaj odvijaće se na sledeći način:\n\nLinije 3, 3A, 9, 9A, 60, 61, 62, 63 i 64\n\nSmer iz Novog Sada \n\nNakon Varadinskog mosta autobusi će skretati desno na Kamenički put, desno na Kej skojevaca, desno u Reljkovićevu ulicu i saobraćati do Preradovićeve ulice, odakle će nastavljati redovnim trasama kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE IZGRAĐENO STAJALIŠTE POSLE SILASKA SA VARADINSKOG MOSTA, TE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI (ISPRED KBR. 42A) I PRERADOVIĆEVOJ ULICI (NASPRAM KBR. 47). \n\nSmer iz Petrovaradina \n\nOd raskrsnice ulica Preradovićeve i Reljkovićeve autobusi će saobraćati Reljkovićevom ulicom, levo Kejom skojevaca, zatim levo ulicom Prote Mihaldžića i nastavljati dalje preko Varadinskog mosta redovnim trasama kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENO STAJALIŠTE U RELJKOVIĆEVOJ ISPRED KBR. 39 I PRIVREMENO STAJALIŠTE NA KEJU SKOJEVACA (NEPOSREDNO PRE UKLJUČENJA NA VARADINSKI MOST).\n\nLinija 69 \n\nSmer iz Novog Sada \n\nNakon Varadinskog mosta autobusi će skretati desno na Kamenički put, desno na Kej skojevaca, desno u Reljkovićevu ulicu i saobraćati do Preradovićeve ulice, skretati desno u Preradovićevu ulicu, levo u Ulicu Dunavske divizije i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE IZGRAĐENO STAJALIŠTE POSLE SILASKA SA VARADINSKOG MOSTA, PRIVREMENO STAJALIŠTE U RELJKOVIĆEVOJ (ISPRED KBR.42A) I PRIVREMENO STAJALIŠTE DUNAVSKE DIVIZIJE /PRERADOVIĆEVA.\n\nSmer sa Čardaka \n\nOd raskrsnice ulica Dunavske divizije i Preradovićeve autobusi će skretati desno u Preradovićevu ulicu, levo u Reljkovićevu ulicu, levo na Kej skojevaca, levo u Ulicu Prote Mihaldžića i nastavljati preko Varadinskog mosta redovnim trasama kretanja. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U ULICI DUNAVSKE DIVIZIJE-PRERADOVIĆEVA, U RELJKOVIĆEVOJ (ISPRED KBR. 39) I NA KEJU SKOJEVACA-NEPOSREDNO PRE UKLJUČENJA NA VARADINSKI MOST. \n\nMapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "27.12.2023",
        "title": "RED VOŽNJE I RADNO VREME PRODAJNIH MESTA TOKOM PRAZNIKA",
        "sections": [
            {
                "text": "RED VOŽNJE\n\n31.decembar – red vožnje za NEDELJU (na liniji 17 poslednji polazak iz „BIG“ tržnog centra u 18:33, na liniji 20 poslednji polazak iz „Lesnine“ u 16:30)\n\n01.januar – red vožnje za NEDELJU (linije 5N, 17 i 20 ne saobraćaju)\n\n02.januar – red vožnje za NEDELJU (linija 5N i 20 ne saobraćaju)\n\n06.januar – red vožnje za SUBOTA na liniji 17 poslednji polazak iz „BIG“ tržnog centra u 18:33, na liniji 20 poslednji polazak iz „Lesnine“ u 17:30)\n\n07.januar – red vožnje za NEDELJU (linije 5N ,17 i 20 ne saobraćaju)\n\nTOKOM NOVOGODIŠNJE NOĆI VOZNI KAPACITETI BIĆE POJAČANI ZGLOBNIM AUTOBUSIMA NA LINIJAMA BROJ 18A I 18B (NOĆNE LINIJE), NA PRIGRADSKIM POLASCIMA U 01:15 ČASOVA PREMA KOVILJU, BEGEČU I STEPANOVIĆEVU, TE NA MEĐUMESNIM LINIJAMA ZA BEOČIN U 01:00 I TEMERIN U 01:15 ČASOVA. \n\nRADNO VREME PRODAJNIH MESTA JGSP „Novi Sad“\n\nSUBOTA 30.12. \n\nŠafarikova ulica 06:00 - 20:00\n\nFutoška pijaca 06:00 - 20:00 \n\nPlato ispred Železničke stanice 06:00 - 20:00\n\nLiman 06:00 -13:00\n\nUTORAK 02.01.2024. \n\nFutoška pijaca 06:00 - 20:00\n\nSUBOTA 06.01.2024. \n\nFutoška pijaca 06:00 - 16:00\n\nProdajna mesta neće raditi 01. JANUARA 2024. godine.\n\nDANA 03, 04, 05. JANUARA 2024. godine Sva prodajna mesta radiće u redovnim terminima.\n\nNSMART centar na MAS-u neće raditi 01. JANUARA 2024. godine. NSMART centar će biti otvoren 02,03,04. i 05. januara 2024. godine od 06:00 do 20:30 časova i 06. januara od 08:00-16:00 časova.\n\nŠalteri na MAS-u radiće 02, 03, 04. i 05. januara 2024. od 07:00 do 14:45 časova."
            }
        ]
    },
    {
        "date": "25.12.2023",
        "title": "PRIVREMENO NE SAOBRAĆAJU \"ĐAČKI\" POLASCI",
        "sections": [
            {
                "text": "Autobuski polasci koji su u redu vožnje označeni kao \"đački\" zbog učeničkog raspusta ne saobraćaju od 25.12.2023. do 15.01.2024. godine."
            }
        ]
    },
    {
        "date": "10.12.2023",
        "title": "PRIVREMENO IZMEŠTANJE STAJALIŠTA „VETERNIK/NOVOSADSKI PUT/SONJE MARINKOVIĆ“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve , od 11. 12. 2023. privremeno se izmešta autobusko stajalište „Veternik/Novosadski put/Sonje Marinković“. Do završetka radova na rehabilitaciji kolovoza na Novosadskom putu, u delu od Ulice Sonje Marinković do Ulice Kralja Petra I u Veterniku, u funkciji će biti privremeno autobusko stajalište nakon raskrsnice Novosadski put - Tri bagrema (ispred parkinga prodajnog objekta „AMAN“)."
            }
        ]
    },
    {
        "date": "30.11.2023",
        "title": "LINIJA 1 – TRI VARIJACIJE TRASE OD 01. 12.",
        "sections": [
            {
                "text": "Od 01.12.2023. godine na liniji broj 1 uvode se tri varijacije trase: \n\n- Osnovna trasa koja će saobraćati do okretnice na Bulevaru Evrope, bez slovne oznake u redu vožnje 1\n\n- Gornje Livade trasa koja će saobraćati do okretnice „Mikom“ u Ulici Profesora Grčića, a u redu vožnje nosiće oznaku 1GL (Gornje Livade) \n\n- Trasa koja će saobraćati do Jegričke ulice (preko auto-puta), a u redu vožnje nosiće oznaku 1J (Jegrička). \n\nRaspored polazaka ostaće neizmenjen, s tim da će u varijaciji Jegrička (1J) biti polasci koji su pripadali varijacijama do „Elnosa“, „Transportkomerca“ i „Mlinoservisa“, „Elnosa i Mlinoservisa“.\n\nMapu linije pogledajte"
            }
        ]
    },
    {
        "date": "30.11.2023",
        "title": "LINIJA 19 – IZMENA TRASE OD 01. 12.",
        "sections": [
            {
                "text": "Autobusi na liniji 19 od 01. 12. 2023. godine saobraćaće novom trasom Železnička stanica – RTV Vojvodine – Bolnica na Mišeluku. \n\nU smeru ka Mišeluku linija 19 saobraćaće pored nove zgrade RTV-a, ulaziće u krug ustanove, nakon čega će produžavati do bolnice na Mišeluku. U suprotnom smeru autobusi će prolaziti istom trasom.\n\nNa novoj trasi koristiće se dva postojeća stajališta u smeru prema Mišeluku, stajalište „Petlja Mišeluk/Tunel“ i stajalište „Kamenički put/RTV“. U smeru prema Železničkoj stanici otvara se novo stajalište „Okretnica/RTV Novi Sad“. \n\nPutnici se o redu vožnje i dodatnim polascima mogu informisati u rubrici redovi vožnje JGSP Novi Sad (gspns.rs)\n\nPogledajte  kretanje autobusa na novoj trasi u krugu RTV-a (oba smera).\n\nTrasu u smeru od Železničke stanice prema Mišeluku pogledajte \n\nTrasu u smeru od Mišeluka prema Železničkoj stanici pogledajte"
            }
        ]
    },
    {
        "date": "29.11.2023",
        "title": "LINIJA 9A – IZMENA POČETNOG I ZAVRŠNOG STAJALIŠTA OD 01. 12.",
        "sections": [
            {
                "text": "Autobusi na liniji 9A Novo naselje – Liman – Petrovaradin (Alibegovac) od 01.12.2023. godine vreme polaska u smeru ka Novom naselju iščekivaće na stajalištu „Put Novi Sad-Ruma-Alibegovac“ (ulica Račkog 139a, kod prodavnice), umesto na dosadašnjoj okretnici kod bolnice na Mišeluku. Trasa linije 9A ostaće nepromenjena, s tim što će početno i završno stajalište na trasi biti navedeno stajalište „Put Novi Sad-Ruma-Alibegovac“, dok će okretnica kod bolnice na Mišeluku biti prolazno stajalište. Mapu izmene pogledajte"
            }
        ]
    },
    {
        "date": "01.11.2023",
        "title": "LINIJE 42, 43 – PRIVREMENA IZMENA TRASE (POLASCI KROZ TANKOSIĆEVO)",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 02. 11. privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo). Zbog radova na izgradnji vodovoda na raskrsnici Ulice dr Janka Gombara i prolaza koji povezuje ulice dr Janka Gombara, Janka Jesenskog i Generala Štefanika u Kisaču, do završetka radova autobuski saobraćaj na polascima kroz Tankosićevo odvijaće se na sledeći način (mapu imena pogledajte ):\n\nSmer iz Novog Sada \n\nNa raskrsnici Ulica dr Janka Gombara/Slovačka autobusi će skretati desno u Slovačku ulicu, zatim na raskrsnici Slovačka/Generala Štefanika skretati levo u Ulicu generala Štefanika (Štefanikovu) i kretati se do raskrsnice Štefanikova/Benešova gde će skretati levo u Benešovu, nakon toga na raskrsnici Benešova/Železnička skretati desno u Železničku ulicu i nastavljati redovnom trasom. \n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište ispred Kulturnog centra u Kisaču.\n\nSmer iz Kisača \n\nNa raskrsnici Železnička/Benešova autobusi će skretati levo u Benešovu ulicu, zatim će na raskrsnici Benešova/Generala Štefanika skretati desno u Ulicu generala Štefanika (Štefanikovu) i kretati se do raskrsnice Štefanikova/Slovačka, skretati desno u Slovačku ulicu, nakon toga na raskrsnici Slovačka/dr Janka Gombara skretati levo u Ulicu dr Janka Gombara i nastavljati redovnom trasom.\n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište u Benešovoj ulici, odmah nakon skretanja autobusa iz Železničke ulice (preko puta prodavnice)."
            }
        ]
    },
    {
        "date": "24.10.2023",
        "title": "PRIVREMENO IZMEŠTANJE STAJALIŠTA LEDINCI/RASKRSNICA ZA NOVE LEDINCE",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 24. 10. do završetka radova privremeno se izmešta autobusko stajalište Ledinci/raskrsnica za Nove Ledince. Zbog popravke kolovozne konstrukcije u Fruškogorskoj ulici u Ledincima u navedenom periodu biće postavljeno privremeno autobusko stajalište nakon raskrsnice za Nove Ledince (mapu pogledaje )."
            }
        ]
    },
    {
        "date": "21.08.2023",
        "title": "PRIVREMENO SKRAĆENJE TRASA ZBOG RADOVA U KOMPLEKSU INSTITUTA",
        "sections": [
            {
                "text": "Zbog obimnih građevinskih radova na izgradnji kanalizacije upotrebljenih voda, atmosferske kanalizacije i vodovodne mreže u okviru kompleksa instituta u Sremskoj Kamenici, od 22.08.2023.godine autobusi JGSP ''Novi Sad'' će obavljati okretanje ispred ulazne rampe u institut po prikazanoj mapi. Iskrcaj i prijem putnika vrši se na  (postavljen stajališni stub) u rejonu parkinga za TAXI vozila."
            }
        ]
    }
]