[
    {
        "date": "04.08.2022",
        "title": "Linije 10,11A,11B,15,16,17,20,21,22,23,24,30,32,33,35,42NK,55NK,TE-TO - Privremena izmena trase",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (IV-34-3545/2022-5) određuje se privremena izmena trase autobuskih linija zbog odvijanja jednosmernog saobraćaja na Bulevaru Jaše Tomića, od raskrsnice sa Bulevarom oslobođenja do Kisačke ulice u Novom Sadu. Izmenjen režim saobraćanja linija važi od 05.08. do 21.08.2022.godine. \n\nAutobusi na linijama broj 10,11A,11B, 15, 16, 17, 20, 21, 22, 23, 24, 30, 32, 33, 35, 42NK, 55NK, TE-TO menjaju trasu kretanja:\n\nLINIJA BROJ 10 \n\n-Smer iz Centra: Od raskrsnice ulica Bulevar oslobođenja i Bulevara Jaše Tomića autobusi saobraćaju desno na Bulevar Jaše Tomića, levo u Kisačku ulicu, levo u Partizansku ulicu, desno u Industrijsku ulicu i dalje redovnom trasom.\n\n-Smer iz zone Jug: Od raskrsnice ulica Industrijska i Partizanska autobusi saobraćaju levo u Partizansku ulicu, desno u Kisačku ulicu, zatim desno na Bul.Kralja Petra I do Bul. oslobođenja gde skreću levo na svoju redovnu trasu.\n\n Na izmenjenom delu trase koristi redovno stajalište Kisačka-Bul. Jaše Tomića (stajalište linija 1 i 11b).\n\nLINIJE BROJ 15 ,17, TE-TO \n\n-Smer iz Centra: Saobraća redovnom trasom.\n\n-Smer od železničke stanice: Od raskrsnice ulica Kisačke i Bul.Jaše Tomića nastavljaju pravo Kisačkom ulicom zatim skreću desno na Bul.Kralja Petra I do Bul. oslobođenja gde skreću levo na svoju redovnu trasu, sem linije 17 koja saobraća redovnom trasom prema centru.\n\n Na izmenjenom delu trase koristi redovno stajalište Kisačka-Bul. Jaše Tomića (stajalište linija 1 i 11b).\n\nLINIJE BROJ 22, 23, 24\n\n-Smer iz mesta ka železničkoj stanici: Od raskrsnice Kisačke ulice i Bul.Kralja Petra I autobusi skreću levo na Bul. Kralja Petra I i saobraćaju do Bul. oslobođenja zatim skreću desno na Bul. oslobođenja i idu do Železničke stanice.\n\nNa izmenjenom delu trase koristi autobusko stajalište Kisačka-Bul.Kralja Petra I (stajalište linije 1 i 8)\n\n-Smer od železničke stanice: Saobraća redovnom trasom.\n\nLINIJA BROJ 11A i 11B\n\n-Linija 11A: Od raskrsnice ulica Kisačke i Jovana Cvijića skreće levo u Kisačku ulicu i ide do Bul.Kralja Petra I, zatim skreće desno na Bul. Kralja Petra I zatim ide pravo do Bul. oslobođenja , zatim skreće desno na Bul.oslobođenja i ide do Železničke stanice. \n\nNa izmenjenom delu trase koristi autobusko stajalište Kralja Petra I -Kisačka (stajalište linije br 8).\n\n-Linija 11B: Saobraća redovnom trasom.\n\n LINIJA BROJ 21, 30 \n\n-Smer sa železničke stanice: Saobraća redovnom trasom.\n\n-Smer iz mesta ka železničkoj stanici: Od raskrsnice Kisačke ulice i Bul. Kralja Petra I autobusi skreću levo na Bul. Kralja Petra I i saobraćaju do Bul. oslobođenja zatim skreću desno na Bul. oslobođenja i idu do Železničke stanice.\n\n Na izmenjenom delu trase ne koriste ni jedno autobusko stajalište.\n\nLINIJA BROJ 35 \n\n-Smer sa železničke stanice: Saobraća redovnom trasom.\n\n-Smer iz mesta ka železničkoj stanici: Od raskrsnice ulica Kisačke i Bul. Jaše Tomića nastavljaju pravo Kisačkom ulicom zatim skreću desno na Bul. Kralja Petra I do Bul. oslobođenja gde skreću desno na Bul.oslobođenja i saobraćaju do Železničke stanice.\n\nNa izmenjenom delu trase ne koriste ni jedno autobusko stajalište.\n\nLINIJE BROJ 32, 33\n\n-Smer sa MAS-a : Saobraća redovnom trasom.\n\n-Smer ka MAS-u: Od raskrsnice ulica Kisačke i Bul.Jaše Tomića nastavljaju pravo Kisačkom ulicom zatim skreću desno na Bul. Kralja Petra I do Bul. oslobođenja gde skreću desno na Bul.oslobođenja i saobraćaju do MAS-a.\n\nNa izmenjenom delu trase ne koriste ni jedno autobusko stajalište.\n\nLINIJE BROJ 16, 20\n\n-Smer sa železničke stanice: Saobraća redovnom trasom.\n\n-Smer ka železničkoj stanici : Od raskrsnice ulica Kisačke i Bul. Jaše Tomića nastavljaju pravo Kisačkom ulicom zatim skreću desno na Bul. Kralja Petra I do Bul. oslobođenja gde skreću desno na Bul.oslobođenja i saobraćaju do Železničke stanice.\n\nNa izmenjenom delu trase ne koriste ni jedno autobusko stajalište.\n\nLINIJE BROJ 42NK\n\n-Smer iz mesta: U Rumenačkoj ulici od kružnog toka skreće levo i preko nadvožnjaka saobraća u zonu Jug do Albusa, zatim desno ulicom Put Novosadskog partizanskog odreda do raskrsnice sa Industrijskom ulicom odakle nastavlja svojom redovnom trasom.\n\nNa izmenjenom delu trase koriste sva postojeća stajališta.\n\n-Smer iz zone: Od raskrsnice ulica Industrijske i Put Novosadskog partizanskog odreda nastavlja pravo ulicom Put Novosadskog parizanskog odreda do Albusa, zatim ide na nadvožnjak do kružnog toka u Rumenačkoj ulici odakle nastavlja svojom redovnom trasom.\n\nNa izmenjenom delu trase koriste sva postojeća stajališta.\n\nLINIJA BROJ 55NK\n\n-Smer iz mesta: Na raskrsnici ulica Kornelija Stankovića i Rumenačke skreće levo u Rumenačku ulici do kružnog toka zatim skreće desno i preko nadvožnjaka ide u zonu Jug do Albusa, zatim desno ulicom Put Novosadskog partizanskog odreda do raskrsnice sa Industrijskom ulicom odakle nastavlja svojom redovnom trasom.\n\nNa izmenjenom delu trase koriste sva postojeća stajališta.\n\n-Smer iz zone: Od raskrsnice ulica Industrijske i Put Novosadskog partizanskog odreda nastavlja pravo ulicom Put Novosadskog parizanskog odreda do Albusa, zatim ide na nadvožnjak do kružnog toka zatim se isključuje u Rumenačku ulicu i saobraća do raskrsnice Rumenačke ulice i Kornelija Stankovića zatim skreće desno odakle nastavlja svojom redovnom trasom. \n\nNa izmenjenom delu trase koriste sva postojeća stajališta."
            }
        ]
    },
    {
        "date": "24.06.2022",
        "title": "Od 27. juna LETNJI red vožnje",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da od 27. juna 2022. godine autobusi saobraćaju po organizaciji prevoza za letnji period. Novi red vožnje podrazumeva vremenske korekcije autobuskih polazaka, usklađene sa potrebama korisnika usluga prevoza u narednim mesecima. Osnov za organizaciju prevoza u letnjem periodu je očekivano smanjenje broja putnika zbog korišćenja godišnjih odmora i letnjeg raspusta u školama i na fakultetima."
            }
        ]
    },
    {
        "date": "10.05.2022",
        "title": "Linije 10, 42 NK i 55 NK – Privremena izmena trase od 11.05.",
        "sections": [
            {
                "text": "Rešenjem Gradske uprave za saobraćaj i puteve, zbog radova se određuje zabrana odvijanja saobraćaja u delu Partizanske ulice (u zoni podvožnjaka, Tržni centar ''Merkur''), odnosno od raskrsnice ulica Partizanska/Rumenačka/Kornelija Stankovića. Od 11. 05. do 17. 10. 2022. godine saobraćaj se preusmerava preko Rumenačke ulice, Bulevara Jaše Tomića i Kisačke ulice, tako da će autobusi na linijama broj 10, 42 NK (do „Neoplante\" i \"Koteksprodukta“) i 55 NK (do „Neoplante i Koteksprodukta“) na izmenjenom delu trase saobraćati na sledeći način:\n\nLINIJA BROJ 10 \n\nSmer A (iz centra) \n\nIzmenjeni deo trase od Bulevara oslobođenja - desno Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nSmer B (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića - levo Bulevar oslobođenja - redovna trasa\n\nLINIJE BROJ 42 NK, 55 NK \n\nSmer A (iz ZONE)\n\nIndustrijska ulica - levo Partizanska ulica - desno Kisačka ulica - desno Bulevar Jaše Tomića (pored Autobuske stanice) - desno Rumenačka ulica - redovna trasa od raskrsnice ulica Rumenačka/Kornelija Stankovića \n\nSmer B (iz mesta) \n\nRaskrsnica ulica Kornelija Stankovića/Rumenačka - Rumenačka ulica - levo Bulevar Jaše Tomića - levo Kisačka ulica - levo Partizanska ulica - desno Industrijska ulica - redovna trasa\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA POSTOJEĆIH LINIJA."
            }
        ]
    },
    {
        "date": "11.04.2022",
        "title": "Linija 72 – Privremeno skraćenje trase od 11.04.",
        "sections": [
            {
                "text": "Od 11. 04. 2022. godine do daljeg na liniji 72 Novi Sad-Paragovo skraćuje se trasa na polascima koji saobraćaju do raskrsnice Venac. Autobusi će od navedenog datuma saobraćati do i od okretnice Paragovo."
            }
        ]
    }
]