[
    {
        "date": "01.01.2026",
        "title": "Od 01. 01. novi red vožnje na vanrednim polascima Železnička stanica Petrovaradin - Centar",
        "sections": [
            {
                "text": "U skladu sa dopisom „Srbijavoza“ od 01. 01. 2026. godine stupa na snagu novi red vožnje na vanrednim autobuskim polascima Železnička stanica Petrovaradin - Centar. Novi red vožnje pogledajte \n\nPodsećamo, kao ispomoć redovnim linijama 3, 9, 60, 61, 62 i 63 do daljeg su uvedeni vanredni, direktni polasci autobusa sa autobuskog stajališta „Petrovaradin/Železnička stanica“ u Preradovićevoj ulici (oba smera). Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici ().\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nShodno ugovoru sa „Srbijavozom“, na navedenoj relaciji prevoz je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/redvoznje.jpg"
    },
    {
        "date": "30.12.2025",
        "title": "Međumesne linije - obaveštenje za putnike",
        "sections": [
            {
                "text": "Od 1. januara 2026. godine, prilikom realizacije redova vožnje na linijama za Sremske Karlovce, Čortanovce, Bački Jarak, Temerin, Gospođince, Stari Rakovac, Beočin, Čerević, Banoštor i Lug,  autobusi JGSP „Novi Sad“ koji saobraćaju na dužim relacijama obavljaće polaske i na kraćim relacijama."
            },
            {
                "text": "Molimo korisnike usluge prevoza na navedenim relacijama da pre početka prevoza sa povećanom pažnjom provere važeće redove vožnje."
            }
        ]
    },
    {
        "date": "23.12.2025",
        "title": "Privremeno ukidanje đačkih polazaka i linija od 24. 12. 2025.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da polasci koji su u redu vožnje označeni kao „ĐAČKI“ neće biti na snazi od 24. 12. 2025. do 11. 01. 2026 godine."
            },
            {
                "text": "U navedenom periodu neće saobraćati đačke linije 3B (Petrovaradin – Puckaroš OŠ „J.Dučić“) i 6A (Adice - Veternik OŠ „Marija Trandafil“)."
            }
        ]
    },
    {
        "date": "02.12.2025",
        "title": "Linija 86 – Privremena izmena trase u Vrdniku",
        "sections": [
            {
                "text": "U skladu sa obaveštenjem o zatvaranju Fruškogorske i Radničke ulice u Vrdniku, zbog izvođenja radova na rekonstrukciji ulice od 02. decembra 2025. godine do 16. januara 2026. godine privremeno će biti izmenjen deo trase linije broj 86."
            },
            {
                "text": "Autobusi će saobraćati od Karađorđeve ulice do Ulice Aksentija Lukića, produžavati Ulicom Aksentija Lukića do raskrsnice sa Ulicom Martina Klasića i dalje nastavljati redovnom trasom."
            },
            {
                "text": "Umesto autobuskog stajališta „Vrdnik-Martina Klasića Karađorđeva“, autobusi će se zaustavljati neposredno nakon raskrsnice Martina Klasića/Aksentija Lukića."
            },
            {
                "text": "Redovna trasa."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/vrdnik.jpg"
    },
    {
        "date": "26.11.2025",
        "title": "Linija 6 – Nova okretnica i trajna izmena trase na Podbari",
        "sections": [
            {
                "text": "Zbog izgradnje nove okretnice „Filipa Višnjića – Terminal“ ispred gasne podstanice na Podbari, od 29. 11. 2025. godine trajno se u oba smera menja trasa linije broj 6 (Podbara - Centar - Adice)."
            },
            {
                "text": "Od novog stajališta „Filipa Višnjića – Trg Save Vukosavljeva“ autobusi će saobraćati do stajališta „Filipa Višnjića 5“, zatim će skretati levo u Ulicu Marka Miljanova, odakle će nastavljati redovnom trasom."
            },
            {
                "text": "Stajališta koja se dodaju trasi:"
            },
            {
                "text": "-        „Filipa Višnjića – Trg Save Vukosavljeva“"
            },
            {
                "text": "-        „Filipa Višnjića 5“"
            },
            {
                "text": "Autobusi sa postojeće trase neće skretati u Ulicu Marka Miljanova, već će produžavati pravo Beogradskim kejom, zaustavljati se na stajalištu „Beogradski kej – Marka Miljanova“ (postojeće stajalište za polaske ka „Danubiusu“), nakon čega će skretati levo u Venizelosovu ulicu, zatim levo u Ulicu Filipa Višnjića (kod „Kemoimpeksa“) do nove okretnice ispred gasne podstanice „Filipa Višnjića – Terminal“, gde će se čekati  vreme do novog polaska."
            },
            {
                "text": "Stajališta koja se dodaju trasi:"
            },
            {
                "text": "-        „Beogradski kej – Marka Miljanova“ (postojeće stajalište za polaske ka „Danubiusu“)"
            },
            {
                "text": "-        „Filipa Višnjića – Terminal“"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/podbara6.jpg"
    },
    {
        "date": "06.11.2025",
        "title": "Linija 14 – Produženje trase do novog stajališta u Veterniku",
        "sections": [
            {
                "text": "Od 7. 11. 2025. godine produžava se trasa linije 14 (Centar-Sajlovo-Veternik) do novoizgrađenog stajališta u Veterniku, koje se nalazi između Srpske pravoslavne crkve i MZ Veternik:"
            },
            {
                "text": "Iz Ulice kralja Petra I u Veterniku autobusi će preko kružnog toka saobraćati do novoizgrađenog stajališta ispred Srpske pravoslavne crkve, gde će se, nakon izlaska putnika, čekati vreme do narednog polaska za Novi Sad."
            },
            {
                "text": "Od početnog novoizgrađenog stajališta autobusi će po redu vožnje saobraćati preko kružnog toka do Ulice kralja Petra I i redovnom trasom saobraćati do Sajlova i Novog Sada, koristeći usput sva redovna stajališta."
            }
        ]
    },
    {
        "date": "14.10.2025",
        "title": "Red vožnje vanrednog prevoza Ranžirna železnička stanica Novi Sad - Centar",
        "sections": [
            {
                "text": "JGSP \"Novi Sad\" obaveštava putnike da je uspostavljena vanredna linija od Ranžirne železničke stanice Novi Sad do centra grada (oba smera)."
            },
            {
                "text": "Polazno stajalište u smeru iz Novog Sada ka Ranžirnoj železničkoj stanici  je redovno autobusko stajalište je u Šafarikovoj ulici (početno stajalište linije broj 2)."
            },
            {
                "text": "Duž cele trase na vanrednim polascima koristi se stajalište kod apoteke \"Tilija\" kod Železničke stanice (oba smera)."
            },
            {
                "text": "U skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN."
            },
            {
                "text": "RED  VOŽNJE"
            },
            {
                "text": "Smer Centar-Ranžirna železnička stanica"
            },
            {
                "text": "03:40; 07:15; 08:55 (ne saobraća subotom, nedeljom i u dane državnog praznika); 10:45;  12:15 (ne saobraća subotom, nedeljom i u dane državnog praznika); 14:15; 15:40 (ne saobraća subotom, nedeljom i u dane državnog praznika); 17:55; 19:05 (ne saobraća subotom, nedeljom i u dane državnog praznika); 20:55"
            },
            {
                "text": "Smer Ranžirna železnička stanica - Centar"
            },
            {
                "text": "06:35; 07:35 (ne saobraća subotom, nedeljom i u dane državnog praznika); 10:20; 12:10 (ne saobraća subotom, nedeljom i u dane državnog praznika); 13:45; 15:40 (ne saobraća subotom, nedeljom i u dane državnog praznika); 17:55; 19:00 ne saobraća subotom, nedeljom i u dane državnog praznika); 20:35; 22:20"
            }
        ]
    },
    {
        "date": "28.07.2025",
        "title": "Linije 3, 8, 18A – Privremeno izmeštanje stajališta „Bulevar kralja Petra I - Sajam“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na izgradnji stambenog objekta određuje se privremeno izmeštanje autobuskog stajališta „Bulevar kralja Petra I - Sajam“ na Bulevaru kralja Petra I (50 metara unazad ka Hajduk Veljkovoj ulici)."
            },
            {
                "text": "Privremena izmena  važi od 28.07.2025.godine do 31.05.2027 godine."
            }
        ]
    },
    {
        "date": "17.01.2025",
        "title": "Linija 3B – Privremeno stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ u smeru sa Puckaroša",
        "sections": [
            {
                "text": "Na liniji 3B u smeru B od Puckaroša do Petrovaradina (OŠ „Jovan Dučić“) autobusi će do daljnjeg privremeno koristiti i stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ (redovna stajališta linije 3 Petrovaradin - Centar- Detelinara i linije 9 Novo naselje – Liman – Petrovaradin).\n\nNavedena izmena stupiće na snagu 20.01.2025. godine."
            }
        ]
    },
    {
        "date": "20.11.2024",
        "title": "Linija 9A privremeno preusmerena do okretnice u Petrovaradinu",
        "sections": [
            {
                "text": "Zbog preusmeravanja železničkog saobraćaja na Železničku stanicu Petrovaradin, obaveštavamo putnike da je zbog rasterećenja postojećih linija autobusa, linija 9A u smeru od Alibegovca produžena do petrovaradinske okretnice linija 3 i 9, odakle dalje saobraća redovnom trasom do Novog naselja. \n\nPodsećamo putnike da je na relaciji Šafarikova ulica - Železnička stanica Petrovaradin uvedena vanredna linija na kojoj je prevoz BESPLATAN, te da su građanima pored gradskih linija za prevoz do Železničke stanice Petrovaradin na raspolaganju i međumesne linije 60, 61, 62 i 63 koje kreću sa Međumesne autobuske stanice."
            }
        ]
    }
]