[
    {
        "date": "07.10.2024",
        "title": "Linija 1 – Privremena izmena trase na Klisi",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da se od 08. do 28. oktobra 2024. godine, zbog radova na izgradnji kanalizacije otpadnih voda „Gornje livade“, privremeno menja trasa na liniji 1."
            },
            {
                "text": "Svi polasci koji završavaju na okretnici MIKOM (Ulica profesora Grčića), biće preusmereni na okretnicu BULEVAR EVROPE (Ulica Dr Mike Stojakovića), gde će izdržavati vreme do narednog polaska."
            },
            {
                "text": "Svi polasci koji su po redu vožnje predviđeni sa okretnice MIKOM (Ulica profesora Grčića), obaviće se sa okretnice BULEVAR EVROPE (Ulica dr Mike Stojakovića)."
            },
            {
                "text": "Od raskrsnice ulica Proleterska/profesora Grčića autobusi će saobraćati pravo Proleterskom ulicom do okretnice Bulevar Evrope."
            }
        ]
    },
    {
        "date": "04.10.2024",
        "title": "Linije 3, 8 – Privremeno ukidanje stajališta Bulevar kralja Petra I/Sajam",
        "sections": [
            {
                "text": "Zbog radova na vodovodno-kanalizacionom priključku na Bulevaru kralja Petra I u Novom Sadu, određuje se privremeno ukidanje stajališta Bulevar kralja Petra I/Sajam na linijama broj 3 Detelinara-Centar-Petrovaradin i broj 8 Novo naselje-Centar-Liman I."
            },
            {
                "text": "Stajalište će biti ukinuto u periodu od 07.10.2024. do završetka radova."
            }
        ]
    },
    {
        "date": "03.10.2024",
        "title": "Pojačani polasci zbog Zadušnica",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da će u subotu, 05. oktobra, zbog verskog praznika Zadušnice na liniji broj 14 biti angažovani zglobni autobusi. Pojačani polasci biće i na liniji za Čenej u 10:30 i 11:45 časova."
            },
            {
                "text": "Autobusi na linijama broj 53 i 55 na polascima iz Novog Sada u 8:40, 9:50, 10:50, 11:55, 13:10 i 15:10 časova saobraćaće do groblja Futog (povratak u 9:30, 10:40, 11:40, 12:45, 14:00 i 16:05 časova)."
            }
        ]
    },
    {
        "date": "26.09.2024",
        "title": "Linija 6 - Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. 09. 2024. do 31. 10. 2025. godine privremeno će biti izmešteno autobusko stajalište „Vršačka-Adi Endrea“ u Vršačkoj ulici, ispred kućnog broja 58."
            },
            {
                "text": "Stajalište se izmešta zbog radova na izgradnji stambenog objekta."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "Linija 11B – Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda od 02.09. do 15.10. 2024 godine privremeno se izmešta autobusko stajalište „Hajduk Veljkova-Dečija bolnica“ u Ulici Hajduk Veljkova. Stajalište će bitii pomereno 100 metara posle registrovanog stajališta u pravcu raskrsnice Hajduk Veljkova/ Novosadskog sajma."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu putem sajta preduzeća , aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 2. septembra ponovo će saobraćati polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    }
]
