[
    {
        "date": "19.12.2025",
        "title": "Linija 12 - Povratak na redovnu trasu u Kotorskoj ulici",
        "sections": [
            {
                "text": "Završeni su radovi u Kotorskoj ulici, čime su se 19. 12. 2025. godine od 12:30  časova stekli uslovi za povratak autobusa linije 12 na redovnu trasu kretanja na Telepu."
            }
        ]
    },
    {
        "date": "19.12.2025",
        "title": "Linije 7B, 11A – Privremena izmena trase u Ulici Ive Andrića",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova u Ulici Ive Andrića od 22. do 23. decembra 2025. godine privremeno će biti izmenjene trase autobuskih linija 7B i 11A."
            },
            {
                "text": "LINIJA 7B"
            },
            {
                "text": "Na raskrsnici Bulevar cara Lazara/Ulica Ive Andrića autobusi će nastavljati pravo Bulevarom cara Lazara, na raskrsnici Bulevar cara Lazara/Balzakova ulica skretaće desno u Balzakovu ulicu, zatim levo u  Ulicu Narodnog fronta i dalje saobraćati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se redovno stajalište linija 9, 12, 13 i 18B „Bulevar cara Lazara – Ive Andrića“."
            },
            {
                "text": "LINIJA 11A"
            },
            {
                "text": "Na raskrsnici Ulica cara Dušana/Bulevar cara Lazara autobusi će skretati levo na Bulevar cara Lazara, na raskrsnici Bulevar cara Lazara/Balzakova ulica skretaće desno u Balzakovu ulicu, zatim levo u Ulicu Narodnog fronta i dalje saobraćati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se redovno stajalište linija 9, 12, 13 i 18B „Bulevar cara Lazara – Ive Andrića“."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/liman19122025.jpg"
    },
    {
        "date": "17.12.2025",
        "title": "Linija 12 – Privremena izmena trase u Kotorskoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova u Kotorskoj ulici od 18. do 19. decembra 2025. godine privremeno će biti izmenjena trasa autobuske linije broj 12."
            },
            {
                "text": "Na raskrsnici Heroja Pinkija/Mornarska autobusi će skretati desno u Mornarsku ulicu, potom levo u Ulicu Ćirila i Metodija, na raskrsnici Ćirila i Metodija/Feješ Klare skretaće levo u Feješ Klare, zatim desno u Stanoja Glavaša i dalje nastavljati redovnom trasom."
            },
            {
                "text": "U toku izmene trase privremeno stajalište nalaziće se u Mornarskoj ulici (nakon skretanja iz Ulice heroja Pinkija), a NEĆE se koristiti stajalište Feješ Klare – Ćirila i Metodija."
            },
            {
                "text": "Od raskrsnice Ćirila i Metodija/Feješ Klare autobusi će saobraćati pravo Ulicom Ćirila i Metodija, skretati desno u Mornarsku ulicu, zatim levo u Ulicu heroja Pinkija i dalje nastavljati redovnom trasom."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/telep171225.jpg"
    },
    {
        "date": "02.12.2025",
        "title": "Linija 86 – Privremena izmena trase u Vrdniku",
        "sections": [
            {
                "text": "U skladu sa obaveštenjem o zatvaranju Fruškogorske i Radničke ulice u Vrdniku, zbog izvođenja radova na rekonstrukciji ulice od 02. decembra 2025. godine do 16. januara 2026. godine privremeno će biti izmenjen deo trase linije broj 86."
            },
            {
                "text": "Autobusi će saobraćati od Karađorđeve ulice do Ulice Aksentija Lukića, produžavati Ulicom Aksentija Lukića do raskrsnice sa Ulicom Martina Klasića i dalje nastavljati redovnom trasom."
            },
            {
                "text": "Umesto autobuskog stajališta „Vrdnik-Martina Klasića Karađorđeva“, autobusi će se zaustavljati neposredno nakon raskrsnice Martina Klasića/Aksentija Lukića."
            },
            {
                "text": "Redovna trasa."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/vrdnik.jpg"
    },
    {
        "date": "26.11.2025",
        "title": "Linija 6 – Nova okretnica i trajna izmena trase na Podbari",
        "sections": [
            {
                "text": "Zbog izgradnje nove okretnice „Filipa Višnjića – Terminal“ ispred gasne podstanice na Podbari, od 29. 11. 2025. godine trajno se u oba smera menja trasa linije broj 6 (Podbara - Centar - Adice)."
            },
            {
                "text": "Od novog stajališta „Filipa Višnjića – Trg Save Vukosavljeva“ autobusi će saobraćati do stajališta „Filipa Višnjića 5“, zatim će skretati levo u Ulicu Marka Miljanova, odakle će nastavljati redovnom trasom."
            },
            {
                "text": "Stajališta koja se dodaju trasi:"
            },
            {
                "text": "-        „Filipa Višnjića – Trg Save Vukosavljeva“"
            },
            {
                "text": "-        „Filipa Višnjića 5“"
            },
            {
                "text": "Autobusi sa postojeće trase neće skretati u Ulicu Marka Miljanova, već će produžavati pravo Beogradskim kejom, zaustavljati se na stajalištu „Beogradski kej – Marka Miljanova“ (postojeće stajalište za polaske ka „Danubiusu“), nakon čega će skretati levo u Venizelosovu ulicu, zatim levo u Ulicu Filipa Višnjića (kod „Kemoimpeksa“) do nove okretnice ispred gasne podstanice „Filipa Višnjića – Terminal“, gde će se čekati  vreme do novog polaska."
            },
            {
                "text": "Stajališta koja se dodaju trasi:"
            },
            {
                "text": "-        „Beogradski kej – Marka Miljanova“ (postojeće stajalište za polaske ka „Danubiusu“)"
            },
            {
                "text": "-        „Filipa Višnjića – Terminal“"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/podbara6.jpg"
    },
    {
        "date": "06.11.2025",
        "title": "Linija 14 – Produženje trase do novog stajališta u Veterniku",
        "sections": [
            {
                "text": "Od 7. 11. 2025. godine produžava se trasa linije 14 (Centar-Sajlovo-Veternik) do novoizgrađenog stajališta u Veterniku, koje se nalazi između Srpske pravoslavne crkve i MZ Veternik:"
            },
            {
                "text": "Iz Ulice kralja Petra I u Veterniku autobusi će preko kružnog toka saobraćati do novoizgrađenog stajališta ispred Srpske pravoslavne crkve, gde će se, nakon izlaska putnika, čekati vreme do narednog polaska za Novi Sad."
            },
            {
                "text": "Od početnog novoizgrađenog stajališta autobusi će po redu vožnje saobraćati preko kružnog toka do Ulice kralja Petra I i redovnom trasom saobraćati do Sajlova i Novog Sada, koristeći usput sva redovna stajališta."
            }
        ]
    },
    {
        "date": "29.08.2025",
        "title": "Od 01. septembra JESENJI red vožnje",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu u rubrici https://www.gspns.rs/red-voznje, pomoću aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "28.07.2025",
        "title": "Linije 3, 8, 18A – Privremeno izmeštanje stajališta „Bulevar kralja Petra I - Sajam“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na izgradnji stambenog objekta određuje se privremeno izmeštanje autobuskog stajališta „Bulevar kralja Petra I - Sajam“ na Bulevaru kralja Petra I (50 metara unazad ka Hajduk Veljkovoj ulici)."
            },
            {
                "text": "Privremena izmena  važi od 28.07.2025.godine do 31.05.2027 godine."
            }
        ]
    },
    {
        "date": "06.02.2025",
        "title": "Od 07. 02. novi red vožnje na vanrednim polascima Železnička stanica Petrovaradin - Centar",
        "sections": [
            {
                "text": "U skladu sa dopisom „Srbijavoza“ od 07. 02. 2025. godine stupa na snagu novi red vožnje na vanrednim autobuskim polascima Železnička stanica Petrovaradin - Centar. Novi red vožnje pogledajte \n\nPodsećamo, kao ispomoć redovnim linijama 3, 9, 60, 61, 62 i 63 do daljeg su uvedeni vanredni, direktni polasci autobusa sa autobuskog stajališta „Petrovaradin/Železnička stanica“ u Preradovićevoj ulici (oba smera). Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici ().\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nShodno ugovoru sa „Srbijavozom“, na navedenoj relaciji prevoz je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/redvoznje_0502.pdf"
    },
    {
        "date": "17.01.2025",
        "title": "Linija 3B – Privremeno stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ u smeru sa Puckaroša",
        "sections": [
            {
                "text": "Na liniji 3B u smeru B od Puckaroša do Petrovaradina (OŠ „Jovan Dučić“) autobusi će do daljnjeg privremeno koristiti i stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ (redovna stajališta linije 3 Petrovaradin - Centar- Detelinara i linije 9 Novo naselje – Liman – Petrovaradin).\n\nNavedena izmena stupiće na snagu 20.01.2025. godine."
            }
        ]
    }
]