[
    {
        "date": "01.11.2024",
        "title": "Autobusi do daljnjeg ne saobraćaju sa Potkovice",
        "sections": [
            {
                "text": "Zbog tragičnog događaja na Železničkoj stanici i zatvaranja tog dela grada, svi autobusi na linijama čije trase polaze, odnosno završavaju na Potkovici, u narednom periodu saobraćaće sa redovnih stajališta na širem potezu oko Potkovice.\n\nMolimo putnike za razumevanje za novonastalu situaciju. Autobusi će ponovo saobraćati Potkovicom nakon što se za to steknu potrebni uslovi."
            }
        ]
    },
    {
        "date": "01.11.2024",
        "title": "Produžena trasa linije 69 (Novi Sad/Železnička stanica – Sremska Kamenica/Čardak)",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ od 4. novembra 2024. godine proširuje prevoznu ponudu na postojećoj prigradskoj liniji 69 (Novi Sad/Železnička stanica – Sremska Kamenica/Čardak). Nakon ispunjenja saobraćajno-tehničkih uslova za saobraćanje vozila većih gabarita, trasa linije se produžava Ulicom Sonje Marinković u Sremskoj Kamenici do novoizgrađene okretnice na Čardaku (preko puta Ulice Sonje Marinković 127). \n\nOd navedenog datuma stara okretnica u Ulici Dr Ketrin Mekfeil se ukida. \n\nNova trasa linije 69:\n\nSmer iz Novog Sada \n\nŽeleznička stanica - Bulevar oslobođenja - Maksima Gorkog – Stražilovska - Žarka Zrenjanina - Bulevar Mihajla Pupina - Varadinski most – Beogradska – Preradovićeva - Dunavske divizije - Kamenički put - Petlja Mišeluk - Vojvode Putnika – Železnička - Moše Pijade – Majora Tepića - Sonje Marinković.\n\nSmer iz Sremske Kamenice \n\nSonje Marinković - Majora Tepića - Moše Pijade – Železnička - Vojvode Putnika - Petlja Mišeluk - Kamenički put - Dunavske divizije – Preradovićeva – Beogradska -  Varadinski most - Bulevar Mihajla Pupina - Žarka Zrenjanina – Stražilovska -Vojvođanskih brigada - Maksima Gorkog - Bulevar oslobođenja – Železnička stanica.\n\nIzmene koje se odnose na stajališta:\n\n- Ukida se stajalište na staroj okretnici na Čardaku;\n\n- Izmešta se autobusko stajalište Majora Tepića – Nadvožnjak (smer prema gradu);\n\n- Uvodi se novo autobusko stajalište Sremska Kamenica – Čardak - Nova okretnica (preko puta Ulice Sonje Marinković 127);\n\n- Uvodi se novo autobusko stajalište Sonje Marinković – Pudarska (smer za Novi Sad);\n\n- Uvodi se novo autobusko stajalište Sonje Marinković – Pudarska (smer iz Novog Sada);\n\n- Uvodi se novo autobusko stajalište Sonje Marinković – Plitvička (smer iz Novog Sada, ispred kbr. 12);\n\n- Uvodi se novo autobusko stajalište Sonje Marinković – Plitvička (smer za Novi Sad (ispred kbr. 39);\n\n- Uvodi se novo autobusko stajalište Sonje Marinković ispred kbr. 5G  (smer za Novi Sad)."
            },
            {
                "text": "Mapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "31.10.2024",
        "title": "Pojačani polasci zbog Zadušnica",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da će u subotu, 2. novembra, zbog verskog praznika Zadušnice na liniji broj 14 biti angažovani zglobni autobusi. Pojačani polasci biće i na liniji za Čenej u 10:30 i 11:45 časova.\n\nAutobusi na liniji broj 53 na polascima iz Novog Sada u 8:40, 9:50, 10:50, 11:55, 13:10 i 15:10 časova saobraćaće do groblja Futog (povratak u 9:30, 10:40, 11:40, 12:45, 14:00 i 16:05 časova)."
            }
        ]
    },
    {
        "date": "31.10.2024",
        "title": "Linije 53, 55 – Privremena izmena za vreme trajanja Futoške kupusijade",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve privremeno se menjaju trase autobuskih linija broj 53 i 55 u Futogu. Zbog održavanja manifestacije ''Futoška kupusijada 2024“ od  08:30 časova 01. novembra do 03.novembra autobuski saobraćaj odvijaće se na sledeći način: \n\nPolasci iz Novog Sada za Futog odvijaće se redovnom trasom do Futoga i raskrsnice Cara Lazara/Braće Bošnjak/Svetozara Markovića, zatim će autobusi nastavljati Ulicom Svetozara Markovića, skretati desno u Partizansku ulicu, desno u Ulicu Branka Radičevića, levo u Ulicu Rade Kondića i dalje saobraćati redovnom trasom.\n\nPolasci iz Futoga za Novi Sad odvijaće se istom, izmenjenom trasom.\n\nNA IZMENJENOM DELU TRASE OTVARAJU SE PRIVREMENA STAJALIŠTA U OBA SMERA (S.MARKOVIĆA/INDUSTRIJSKA I BRANKA RADIČEVIĆA/POVRTARSKA), ZATIM STAJALIŠTA IZ PRAVCA NOVOG SADA, NEPOSREDNO POSLE RASKRSNICE S.MARKOVIĆ/B.BOŠNJAK/C.LAZARA. TOKOM IZMENE KORISTIĆE SE I POSTOJEĆA AUTOBUSKA STAJALIŠTA LINIJE 56 (PAR-BENZINSKA PUMPA)."
            },
            {
                "text": "Mapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "04.10.2024",
        "title": "Linije 3, 8 – Privremeno ukidanje stajališta Bulevar kralja Petra I/Sajam",
        "sections": [
            {
                "text": "Zbog radova na vodovodno-kanalizacionom priključku na Bulevaru kralja Petra I u Novom Sadu, određuje se privremeno ukidanje stajališta Bulevar kralja Petra I/Sajam na linijama broj 3 Detelinara-Centar-Petrovaradin i broj 8 Novo naselje-Centar-Liman I."
            },
            {
                "text": "Stajalište će biti ukinuto u periodu od 07.10.2024. do završetka radova."
            }
        ]
    },
    {
        "date": "26.09.2024",
        "title": "Linija 6 - Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. 09. 2024. do 31. 10. 2025. godine privremeno će biti izmešteno autobusko stajalište „Vršačka-Adi Endrea“ u Vršačkoj ulici, ispred kućnog broja 58."
            },
            {
                "text": "Stajalište se izmešta zbog radova na izgradnji stambenog objekta."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "Linija 11B – Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda od 02.09. do 15.10. 2024 godine privremeno se izmešta autobusko stajalište „Hajduk Veljkova-Dečija bolnica“ u Ulici Hajduk Veljkova. Stajalište će bitii pomereno 100 metara posle registrovanog stajališta u pravcu raskrsnice Hajduk Veljkova/ Novosadskog sajma."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu putem sajta preduzeća , aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 2. septembra ponovo će saobraćati polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    }
]