[
    {
        "date": "21.02.2023",
        "title": "Linija 62 – Preusmeravanje polazaka na okretnicu Sremski Karlovci – BELILO",
        "sections": [
            {
                "text": "U skladu sa obaveštenjem Opštinske uprave Sremskih Karlovaca, 23. 02. 2023. godine od 10:00 do 16:00 časova privremeno se obustavlja saobraćaj na okretnici Dudara zbog radova na asfaltiranju raskrsnice ulica Karlovačkih đaka i Braće Anđelić. \n\nPolasci na liniji 62 se preusmeravaju na okretnicu linije 60 Sremskim Karlovci – BELILO.\n\nPolasci 12:40 časova iz Novog Sada i 13:30 časova iz Sremskih Karlovaca obaviće se do/iz centra Sremskih Karlovaca.\n\nNa izmenjenom delu trase koristiće se stajališta postojeće linije Sremski Karlovci – BELILO."
            }
        ]
    },
    {
        "date": "14.02.2023",
        "title": "Linija 25 - Privremena izmena trase od 18.02.",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija 25 Ž.stanica-Zona Sever IV, privremeno menja trasu kretanja od 18. februara 2023.godine (subota) i saobraća:"
            },
            {
                "text": "-od Ž.stanice, redovnom trasom, pravo na kružnoj raskrsnici, desno režijskom trakom za Beograd, isključujenje na stari Kaćki put (pre naplatne rampe) nastavlja Kaćkim putem, dalje Put šajkaškog odreda, dalje desno prema Zoni Sever IV do okretnice Lear ."
            },
            {
                "text": "-iz Zone Sever IV, redovnom trasom do raskrsnice za Put šajkaškog odreda, Kaćkim putem, pored Put Investa (stari put za Kać), preko natputnjaka, gde skreće levo na autoput (za vozila-naplatne rampe), režijskom saobraćajnicom, nastavljaju za Novi Sad."
            },
            {
                "text": "Na izmenjenom delu trase koristi postojeće stajalište posle kružnog toka (iz N.Sada)."
            },
            {
                "text": "Očekivano vreme završetka radova: 01.04.2023.godine."
            }
        ]
    },
    {
        "date": "14.02.2023",
        "title": "Početak saobraćanja nove linije 25 Železnička stanica-Zona Sever IV",
        "sections": [
            {
                "text": "JGSP \"Novi Sad\" od 18. februara 2023.godine uvodi gradsku liniju broj 25, na relaciji Železnička stanica- Zona Sever IV."
            },
            {
                "text": "Kako bi se građanima i zaposlenima u Zoni Sever IV obezbedio adekvatan javni prevoz, svakodnevno na liniji 25, u oba smera, organizovano je po pet polazaka (05.10; 07.20; 13.10; 15.20; 21.10)."
            },
            {
                "text": "Smer: Novi Sad–zona Sever IV: Bul.Jaše Tomića – Kisačka – Partizanska - Put Šajkaškog odreda - Zona Sever IV (Lear)."
            },
            {
                "text": "Smer: zona Sever IV - Novi Sad: Zona Sever (Lear) - Put Šajkaškog odreda – Partizanska - Kisačka - Bul.Jaše Tomića – Železnička stanica."
            },
            {
                "text": "Karte se prodaju po ceni pojedinačne karte za gradske linije od 65,00 din."
            }
        ]
    },
    {
        "date": "15.12.2022",
        "title": "Linije 76, 77, 78, 79, 80, 81, 84, 86 – Privremena izmena trase na Mišeluku",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na mostu (MIŠELUK-PETLJA) od 15. 12. 2022. godine (od 13:00 časova) do završetka radova privremeno se menja trasa prigradske linije 76, kao i međumesnih linija 77, 78, 79, 80, 81, 84 i 86:\n\nSmer iz Novog Sada\n\nOd raskrsnice petlja Mišeluk/Institutski put autobusi saobraćaju desno, zatim skreću levo na sledećoj raskrsnici, levo na Kamenički put do Ulice vojvode Putnika i dalje nastavljaju redovnom trasom kretanja.\n\nSmer za Novi Sad\n\nRedovna trasa.\n\n NA IZMENJENOM DELU TRASE NE KORISTI SE POSTOJEĆE STAJALIŠTE."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linija 21 – Privremena izmena trase u Šangaju",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija broj 21 Novi Sad-Šangaj privremeno menja trasu kretanja od 17. oktobra 2022.godine:\n\nNovi Sad - Šangaj \n\nAutobusi će saobraćati redovnom trasom do kružne raskrsnice na Kaćkom putu, odakle će produžavati pravo, skretati desno režijskom trakom za Beograd, gde će se isključivati na stari Kaćki put (pre naplatne rampe) i nastavljati Kaćkim putem pored „Put investa“ i dalje redovnom trasom do okretnice.\n\nŠangaj – Novi Sad\n\nAutobusi će redovnom trasom saobraćati do raskrsnice za Kaćki put, nastavljati Kaćkim putem, zatim pored „Put investa“ (stari put za Kać) i preko natputnjaka, gde će skretati levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom produžavati za Novi Sad."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PAR PRIVREMENIH STAJALIŠTA (PUT ŠAJKAŠKOG ODREDA-KAĆKI PUT), KAO I POSTOJEĆE STAJALIŠTE POSLE KRUŽNOG TOKA (IZ NOVOG SADA).\n\nOčekivano vreme završetka radova je 1. april 2023. godine."
            }
        ]
    },
    {
        "date": "11.04.2022",
        "title": "Linija 72 – Privremeno skraćenje trase od 11.04.",
        "sections": [
            {
                "text": "Od 11. 04. 2022. godine do daljeg na liniji 72 Novi Sad-Paragovo skraćuje se trasa na polascima koji saobraćaju do raskrsnice Venac. Autobusi će od navedenog datuma saobraćati do i od okretnice Paragovo."
            }
        ]
    }
]