[
    {
        "date": "29.04.2022",
        "title": "Red vožnje za vreme praznika",
        "sections": [
            {
                "text": "30. april: redovan red vožnje (subota)\n\n01, 02. i 03. maj: red vožnje za nedelju"
            }
        ]
    },
    {
        "date": "29.04.2022",
        "title": "Linija 11A, 11B – Privremena izmena trase 29.04.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će u skladu sa rešenjem Gradske uprave za saobraćaj i puteve 29. aprila od 18:00 do 23:00 časova autobusi na linijama 11A i 11B saobraćati izmenjenim delom trase. Zbog najavljene manifestacije u Ulici Jovana Cvijića (kuća Đorđa Balaševića), autobuski saobraćaj u tom delu grada odvijaće se na sledeći način:\n\nLinija 11 A \n\nAutobusi će iz Gundulićeve ulice skretati levo u Temerinsku ulicu, zatim desno u Kisačku ulicu odakle će nastavljati redovnom trasom.\n\nLinija 11 B \n\nAutobusi će iz Kisačke ulice skretati levo u Temerinsku ulicu, zatim desno u Gundulićevu ulicu odakle nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "28.04.2022",
        "title": "Privremeno izmeštanje stajališta u Futoškoj ulici",
        "sections": [
            {
                "text": "Autobusko stajalište Futoška ulica/Ulica cara Dušana (smer prema centru) privremeno je zatvoreno do završetka radova na tom delu trase. Stajalište je izmešteno na lokaciju koja se nalazi preko puta ulaza u Klinički centar Vojvodine, ispred poliklinike „Cardios“ (Futoška 73)."
            }
        ]
    },
    {
        "date": "21.04.2022",
        "title": "Linije 5, 5N, 21, 22, 23, 24, 30 – Privremena izmena trase",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 26. aprila do 04. maja privremeno će biti izmenjena trasa autobuskih linija broj 5, 5N, 21, 22, 23, 24 i 30. Zbog radova na rekonstrukciji podvožnjaka u Temerinskoj ulici autobuski saobraćaj odvijaće se na sledeći način: \n\nLINIJE BROJ 5 i 5N \n\nSmer sa Temerinskog puta \n\nOd raskrsnice Temerinske i Partizanske ulice autobusi će skretati desno u Partizansku ulicu, levo u Kisačku ulicu, desno u Ulicu Jovana Subotića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Avijatičarskog naselja \n\nOd raskrsnice Ulice Jovana Subotića i Kisačke ulice autobusi će skretati levo u Kisačku ulicu, desno u Partizansku ulicu, levo u Temerinsku ulicu i dalje nastavljati redovnom trasom kretanja. \n\nLINIJE BROJ 21, 22, 23, 24 i 30 \n\nSmer sa Železničke stanice \n\nOd raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati levo u Kisačku ulicu, desno u Partizansku ulicu do raskrsnice sa Temerinskom ulicom i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz mesta \n\nOd raskrsnice Partizanske i Temerinske ulice autobusi će saobraćati Partizanskom ulicom, skretati levo u Kisačku ulicu, desno na Bulevar Jaše Tomića do Železničke stanice."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE AUTOBUSI NA LINIJAMA BROJ 5, 5N, 21, 22, 23, 24 i 30 KORISTIĆE REDOVNA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "11.04.2022",
        "title": "Linija 72 – Privremeno skraćenje trase od 11.04.",
        "sections": [
            {
                "text": "Od 11. 04. 2022. godine na liniji 72 Novi Sad-Paragovo skraćuje se trasa na polascima koji saobraćaju do raskrsnice Venac. Autobusi će od navedenog datuma saobraćati do i od okretnice Paragovo. Očekivano važenje izmene je do 10. 05. 2022. godine."
            }
        ]
    },
    {
        "date": "31.03.2022",
        "title": "Linija 69 - Novo autobusko stajalište",
        "sections": [
            {
                "text": "Na liniji 69 Novi Sad - Sremska Kamenica (Čardak) od 1. aprila u funkciji će biti novo autobusko stajalište u Ulici Majora Tepića (smer sa Čardaka, ispod ''Instituta'')."
            }
        ]
    },
    {
        "date": "31.03.2022",
        "title": "Više polazaka od 1. aprila",
        "sections": [
            {
                "text": "Od 1. aprila 2022. godine autobusi JGSP \"Novi Sad\" saobraćaće po novom redu vožnje na gradskim linijama. Kako bi se odgovorilo na prevozne zahteve građana i održao željeni nivo komfora i kvalitet usluge prevoza, u odnosu na aktuelni red vožnje na većini gradskih linija biće više polazaka radnim danima, subotom i nedeljom. Smanjenjem intervala polazaka, povećan obim prevoza od navedenog datuma biće na linijama 1, 3, 5, 7A, 7B, 8, 9, 11A i 11 B."
            },
            {
                "text": "Izmene su u skladu sa redom vožnje od 4. oktobra, pa će on i dalje ostati postavljen na stajalištima."
            },
            {
                "text": "Ujedno obaveštavamo putnike da je uz NSmart aplikaciju koja u realnom vremenu pruža precizne informacije o dolasku autobusa na stajalište, korištenje javnog prevoza olakšano i postavljenim modernim panelima na 20 stajališta u gradu. Naime, displeji od ovog meseca prikazuju i informaciju o realnom vremenu dolaska autobusa na linijama čije trase prolaze stajalištem. Na ekranima se takođe može videti i spisak linija koje prolaze stajalištem, garažni broj vozila, izvod iz aktuelnog reda vožnje, QR kodovi koji vode prema veb sajtu preduzeća i NSmart portalu, te mapa mreža linija na kojima su iscrtane trase i stajališta za liniju koju putnik odabere."
            }
        ]
    },
    {
        "date": "11.03.2022",
        "title": "Linija 6 – Privremena izmena trase na Telepu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 14. marta do 15. juna 2022. godine privremeno se menja trasa autobuske linije broj 6 zbog radova na izgradnji kablovskog voda u Vršačkoj ulici u Novom Sadu: \n\nSMER A \n\nPodbara-centar-Adice\n\nOd raskrsnice ulica Futoški put/Subotička autobusi će saobraćati levo u Subotičku ulicu, desno na Bulevar patrijarha Pavla, levo u Ulicu Feješ Klare i dalje nastavljati redovnom trasom kretanja.\n\nSMER B\n\nAdice-centar -Podbara\n\nOd raskrsnice ulica Feješ Klare/Bulevar patrijarha Pavla autobusi saobraćati desno na Bulevar patrijarha Pavla, levo u Subotičku ulicu, desno na Futoški put i dalje nastavljati redovnom trasom kretanja."
            }
        ]
    },
    {
        "date": "25.02.2022",
        "title": "Od 1. marta novi red vožnje",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava građane da 1. marta stupa na snagu novi red vožnje. Polasci u prigradskom i međumesnom saobraćaju ostaju nepromenjeni u odnosu na zimski red vožnje, dok su polasci u gradskom saobraćaju izmenjeni, uz ujednačene intervale koji su prilagođeni potrebama putnika u narednom periodu.\n\nMolimo korisnike usluga da se o izmenama u redu vožnje informišu u rubrici REDOVI VOŽNJE na ovom sajtu , te ih podsećamo na našu novu aplikaciju za mobilne telefone NSMART, koja im može značajno pomoći u korišćenju javnog prevoza. Aplikacija u realnom vremenu pruža precizne informacije o dolasku autobusa na stajalište. Putnici mogu sami da pretraže stajališta, ili da izaberu jedno od ponuđenih najbližih stajališta pomoću uključene lokacije na mobilnom telefonu. Nakon što se odabere potrebno stajalište, aplikacija pokazuje vremena dolaska autobusa na linijama koje tuda prolaze. Aplikacija je jednostavna za upotrebu i može potpuno besplatno da se skine na Google Play za telefone sa android operativnim sistemom, te sa Apple Store za mobilne telefone sa IOS operativnim sistemom. \n\nUz NSMART aplikaciju, dolasci autobusa u realnom vremenu moći će da se vide i na gradskim stajalištima koja imaju ugrađene displejeve."
            }
        ]
    },
    {
        "date": "08.02.2022",
        "title": "Linija 4 – Privremena izmena trase od 09.02.",
        "sections": [
            {
                "text": "Od 09. 02. 2022. godine privremeno se menja trasa linije 4 u smeru B (Ž. stanica – Centar - Liman). Zbog najavljenih radova u delu okretnice na Limanu 4, u skladu sa Rešenjem Gradske uprave za saobraćaj puteve, autobusi će saobraćati na sledeći način:\n\nLINIJA 4 \n\nSmer Železnička stanica - Centar - Liman 4\n\nUlica Narodnog fronta – (desno) Balzakova ulica – (levo) Bulevar cara Lazara – (levo) Ulica Ive Andrića – (levo) prvo stajalište u Ulici Narodnog fronta gde će autobusi izdržavati vreme za naredni polazak. \n\nTokom trajanja izmene biće postavljeno i privremeno stajalište nakon skretanja autobusa u Balzakovu ulicu. \n\nNapominjemo da je linija 4 u izmenjenom režimu i zbog radova na delu okretnice „Potkovica“ – Ž. stanica."
            }
        ]
    }
]