[
    {
        "date": "02.02.2024",
        "title": "Linije 1, 4, 8, 9, 9a, 11a, 11b, 18a, 18b – Privremena izmena trase u Stražilovskoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj, privremeno će biti izmenjene trase autobuskih linija broj 1, 4, 8, 9, 9a, 11a, 11b, 18a i 18b zbog radova na sanaciji kolovoza u Stražilovskoj ulici, u delu od Radničke do Ulice Maksima Gorkog. Izmenjen režim saobraćaja navedenih linija važi od 07:00 časova 04.02.2024. do 07:00 časova 05.02.2024. godine\n\nLinije 1, 4, 8\n\nSmer ka Limanu \n\nOd raskrsnice Bulevar Mihajla Pupina/Ulica Žarka Zrenjanina autobusi saobraćaju pravo Bulevarom Mihajla Pupina, skreću desno na Trg neznanog junaka, desno na Kej žrtava racije, desno na Bulevar cara Lazara do raskrsnice sa Fruškogorskom ulicom i dalje nastavljaju redovnom trasom. \n\nSmer sa Limana \n\nOd raskrsnice Bulevar cara Lazara/Stražilovska autobusi saobraćaju pravo Bulevarom cara Lazara, skreću levo na Kej žrtava racije, nastavljaju pravo Beogradskim kejom, skreću levo na Trg neznanog junaka, desno na Bulevar Mihajla Pupina do raskrsnice sa Ulicom Žarka Zrenjanina i dalje nastavljaju redovnom trasom kretanja.\n\nLinije 9, 9A\n\nSmer iz Petrovaradina \n\nAutobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, nastavljaju pravo Kejom žrtava racije, skreću desno na Bulevar cara Lazara do raskrsnice sa Stražilovskom ulicom i dalje saobraćaju redovnom trasom kretanja.\n\nSmer sa Novog naselja \n\nOd raskrsnice Bulevar cara Lazara/Stražilovska ulice autobusi saobraćaju pravo Bulevarom cara Lazara, skreću levo na Kej žrtava racije, produžavaju pravo Beogradskim kejom, skreću levo na Trg neznanog junaka do Bulevara Mihajla Pupina i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta).\n\nLinije 18A, 18B \n\nSmer N.naselje-Detelinara-Liman-N.naselje \n\nOd raskrsnice Bulevar Mihajla Pupina/Ulica Žarka Zrenjanina autobusi saobraćaju pravo Bulevarom Mihajla Pupina, skreću desno na Trg neznanog junaka, desno na Kej žrtava racije, desno na Bulevar cara Lazara do raskrsnice sa Fruškogorskom ulicom i dalje nastavljaju redovnom trasom.\n\nSmer N.naselje-Liman-Detelinara-N.naselje \n\nOd raskrsnice Bulevar cara Lazara/Stražilovska autobusi saobraćaju pravo Bulevarom cara Lazara, skreću levo na Kej žrtava racije, nastavljaju pravo Beogradskim kejom, skreću levo na Trg Neznanog junaka, desno na Bulevar Mihajla Pupina do raskrsnice sa Ulicom Žarka Zrenjanina i dalje nastavljaju redovnom trasom kretanja.\n\nLinije 11a, 11b \n\nSmer Ž.stanica-Bolnica-Liman-Ž.stanica \n\nOd raskrsnice Bulevar cara Lazara/Stražilovska autobusi saobraćaju pravo Bulevarom cara Lazara, zatim Kejom žrtava racija do raskrsnice sa Ulicom Maksima Gorkog i dalje nastavljaju redovnom trasom.\n\nSmer Ž.stanica-Liman-Bolnica-Ž.stanica \n\nOd raskrsnice Kej žrtava racija/Maksima Gorkog autobusi saobraćaju Kejom žrtava racija, zatim Bulevarom cara Lazara do raskrsnice sa Stražilovskom ulicom i dalje nastavljaju redovnom trasom.\n\nNA IZMENJENOM DELU TRASE NAVEDENIH AUTOBUSKIH LINIJA KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA.\n\nNA LINIJAMA BROJ 1, 4, 8, 9, 9A, 11A I 18B, PORED POSTOJEĆIH STAJALIŠTA DRUGIH LINIJA, KORISTIĆE SE PRIVREMENA STAJALIŠTA NA BULEVARU CARA LAZARA - ISPRED TEHNOLOŠKOG FAKULTETA I PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJE - MAKSIMA GORKOG.\n\nMapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "30.01.2024",
        "title": "Linije 42, 43 – Privremene izmene trasa na polascima kroz Tankosićevo",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 31. 01. do 31. 03. 2024. godine privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo). Zbog radova na izgradnji vodovodne i kanalizacione mreže u Železničkoj ulici u Kisaču, autobuski saobraćaj odvijaće se na sledeći način: \n\nSmer iz Novog Sada \n\nNa raskrsnici Dr Janka Gombara/Benešova autobusi će skretati levo i nastavljati Benešovovom ulicom do raskrsnice Benešova/Ondreja Marčoka, skretaće desno i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Jana Kolar, skretaće desno i saobraćati Ulicom Jana Kolara do raskrsnice Jana Kolara/Mihala Kardelisa, skretaće levo u Ulicu Mihala Kardelisa i nastavljati redovnom trasom. \n\nNa izmenjenom delu trase KORISTIĆE se privremena autobuska stajališta u Benešovoj ulici (kod vrtića) i u Ulici Ondreja Marčoka, pre raskrsnice sa Ulicom Jana Kolara (preko puta prodavnice).\n\nSmer iz Kisača \n\nNa raskrsnici Mihala Kardelisa/Jana Kolara autobusi će skretati desno i nastavljati Ulicom Jana Kolara do raskrsnice Jana Kolara/Ondreja Marčoka gde će skretati levo i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Benešova, skretaće levo i saobraćati Benešovom ulicom do raskrsnice Benešova/Dr Janka Gombara, skretaće desno u Ulicu dr Janka Gombara i nastavljati redovnom trasom.\n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište u Ulici Ondreja Marčoka, odmah nakon skretanja autobusa iz Ulice Jana Kolara (kod prodavnice).\n\nMapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "30.11.2023",
        "title": "Linija 1 – Tri varijacije trase od 01. 12.",
        "sections": [
            {
                "text": "Od 01.12.2023. godine na liniji broj 1 uvode se tri varijacije trase: \n\n- Osnovna trasa koja će saobraćati do okretnice na Bulevaru Evrope, bez slovne oznake u redu vožnje 1\n\n- Gornje Livade trasa koja će saobraćati do okretnice „Mikom“ u Ulici Profesora Grčića, a u redu vožnje nosiće oznaku 1GL (Gornje Livade) \n\n- Trasa koja će saobraćati do Jegričke ulice (preko auto-puta), a u redu vožnje nosiće oznaku 1J (Jegrička). \n\nRaspored polazaka ostaće neizmenjen, s tim da će u varijaciji Jegrička (1J) biti polasci koji su pripadali varijacijama do „Elnosa“, „Transportkomerca“ i „Mlinoservisa“, „Elnosa i Mlinoservisa“.\n\nMapu linije pogledajte"
            }
        ]
    },
    {
        "date": "30.11.2023",
        "title": "Linija 19 – Izmena trase od 01. 12.",
        "sections": [
            {
                "text": "Autobusi na liniji 19 od 01. 12. 2023. godine saobraćaće novom trasom Železnička stanica – RTV Vojvodine – Bolnica na Mišeluku. \n\nU smeru ka Mišeluku linija 19 saobraćaće pored nove zgrade RTV-a, ulaziće u krug ustanove, nakon čega će produžavati do bolnice na Mišeluku. U suprotnom smeru autobusi će prolaziti istom trasom.\n\nNa novoj trasi koristiće se dva postojeća stajališta u smeru prema Mišeluku, stajalište „Petlja Mišeluk/Tunel“ i stajalište „Kamenički put/RTV“. U smeru prema Železničkoj stanici otvara se novo stajalište „Okretnica/RTV Novi Sad“. \n\nPutnici se o redu vožnje i dodatnim polascima mogu informisati u rubrici redovi vožnje JGSP Novi Sad (gspns.rs)\n\nPogledajte  kretanje autobusa na novoj trasi u krugu RTV-a (oba smera).\n\nTrasu u smeru od Železničke stanice prema Mišeluku pogledajte \n\nTrasu u smeru od Mišeluka prema Železničkoj stanici pogledajte"
            }
        ]
    },
    {
        "date": "29.11.2023",
        "title": "Linija 9A – Izmena početnog i završnog stajališta od 01. 12.",
        "sections": [
            {
                "text": "Autobusi na liniji 9A Novo naselje – Liman – Petrovaradin (Alibegovac) od 01.12.2023. godine vreme polaska u smeru ka Novom naselju iščekivaće na stajalištu „Put Novi Sad-Ruma-Alibegovac“ (ulica Račkog 139a, kod prodavnice), umesto na dosadašnjoj okretnici kod bolnice na Mišeluku. Trasa linije 9A ostaće nepromenjena, s tim što će početno i završno stajalište na trasi biti navedeno stajalište „Put Novi Sad-Ruma-Alibegovac“, dok će okretnica kod bolnice na Mišeluku biti prolazno stajalište. Mapu izmene pogledajte"
            }
        ]
    }
]