[
    {
        "date": "26.01.2026",
        "title": "Linije 3, 5, 11B – Privremeno izmeštanje stajališta u Rumenačkoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 26.01.2026. godine određuje se privremena izmena stajališta autobuskih linija 3, 5 i 11B. Zbog radova u Rumenačkoj ulici, autobusi na navedenim linijama neće koristiti postojeće stajalište „Rumenačka – Dom zdravlja“, već privremeno stajalište postavljeno na proširenju na ulazu u Rumenačku ulicu iz Hajduk Veljkove ulice."
            },
            {
                "text": "Izmenjen režim saobraćaja biće na snazi do završetka radova."
            }
        ]
    },
    {
        "date": "14.01.2026",
        "title": "Red vožnje na vanrednim polascima Železnička stanica Petrovaradin - Centar od 14. 01.",
        "sections": [
            {
                "text": "Kao ispomoć redovnim linijama 3, 9, 60, 61, 62 i 63 i dalje su na snazi vanredni, direktni polasci autobusa sa autobuskog stajališta „Petrovaradin/Železnička stanica“ u Preradovićevoj ulici (oba smera). Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici ().\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nShodno ugovoru sa „Srbijavozom“, na navedenoj relaciji prevoz je BESPLATAN."
            },
            {
                "text": "Red vožnje na vanrednim autobuskim polascima Železnička stanica Petrovaradin - Centar pogledajte"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/mapapetrovaradin_0502.pdf"
    },
    {
        "date": "30.12.2025",
        "title": "Međumesne linije - obaveštenje za putnike",
        "sections": [
            {
                "text": "Od 1. januara 2026. godine, prilikom realizacije redova vožnje na linijama za Sremske Karlovce, Čortanovce, Bački Jarak, Temerin, Gospođince, Stari Rakovac, Beočin, Čerević, Banoštor i Lug,  autobusi JGSP „Novi Sad“ koji saobraćaju na dužim relacijama obavljaće polaske i na kraćim relacijama."
            },
            {
                "text": "Molimo korisnike usluge prevoza na navedenim relacijama da pre početka prevoza sa povećanom pažnjom provere važeće redove vožnje."
            }
        ]
    },
    {
        "date": "02.12.2025",
        "title": "Linija 86 – Privremena izmena trase u Vrdniku",
        "sections": [
            {
                "text": "U skladu sa obaveštenjem o zatvaranju Fruškogorske i Radničke ulice u Vrdniku, zbog izvođenja radova na rekonstrukciji ulice od 02. decembra 2025. godine do 16. januara 2026. godine privremeno će biti izmenjen deo trase linije broj 86."
            },
            {
                "text": "Autobusi će saobraćati od Karađorđeve ulice do Ulice Aksentija Lukića, produžavati Ulicom Aksentija Lukića do raskrsnice sa Ulicom Martina Klasića i dalje nastavljati redovnom trasom."
            },
            {
                "text": "Umesto autobuskog stajališta „Vrdnik-Martina Klasića Karađorđeva“, autobusi će se zaustavljati neposredno nakon raskrsnice Martina Klasića/Aksentija Lukića."
            },
            {
                "text": "Redovna trasa."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/vrdnik.jpg"
    },
    {
        "date": "14.10.2025",
        "title": "Red vožnje vanrednog prevoza Ranžirna železnička stanica Novi Sad - Centar",
        "sections": [
            {
                "text": "JGSP \"Novi Sad\" obaveštava putnike da je uspostavljena vanredna linija od Ranžirne železničke stanice Novi Sad do centra grada (oba smera)."
            },
            {
                "text": "Polazno stajalište u smeru iz Novog Sada ka Ranžirnoj železničkoj stanici  je redovno autobusko stajalište je u Šafarikovoj ulici (početno stajalište linije broj 2)."
            },
            {
                "text": "Duž cele trase na vanrednim polascima koristi se stajalište kod apoteke \"Tilija\" kod Železničke stanice (oba smera)."
            },
            {
                "text": "U skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN."
            },
            {
                "text": "RED  VOŽNJE"
            },
            {
                "text": "Smer Centar-Ranžirna železnička stanica"
            },
            {
                "text": "03:40; 07:15; 08:55 (ne saobraća subotom, nedeljom i u dane državnog praznika); 10:45;  12:15 (ne saobraća subotom, nedeljom i u dane državnog praznika); 14:15; 15:40 (ne saobraća subotom, nedeljom i u dane državnog praznika); 17:55; 19:05 (ne saobraća subotom, nedeljom i u dane državnog praznika); 20:55"
            },
            {
                "text": "Smer Ranžirna železnička stanica - Centar"
            },
            {
                "text": "06:35; 07:35 (ne saobraća subotom, nedeljom i u dane državnog praznika); 10:20; 12:10 (ne saobraća subotom, nedeljom i u dane državnog praznika); 13:45; 15:40 (ne saobraća subotom, nedeljom i u dane državnog praznika); 17:55; 19:00 ne saobraća subotom, nedeljom i u dane državnog praznika); 20:35; 22:20"
            }
        ]
    },
    {
        "date": "28.07.2025",
        "title": "Linije 3, 8, 18A – Privremeno izmeštanje stajališta „Bulevar kralja Petra I - Sajam“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na izgradnji stambenog objekta određuje se privremeno izmeštanje autobuskog stajališta „Bulevar kralja Petra I - Sajam“ na Bulevaru kralja Petra I (50 metara unazad ka Hajduk Veljkovoj ulici)."
            },
            {
                "text": "Privremena izmena  važi od 28.07.2025.godine do 31.05.2027 godine."
            }
        ]
    },
    {
        "date": "17.01.2025",
        "title": "Linija 3B – Privremeno stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ u smeru sa Puckaroša",
        "sections": [
            {
                "text": "Na liniji 3B u smeru B od Puckaroša do Petrovaradina (OŠ „Jovan Dučić“) autobusi će do daljnjeg privremeno koristiti i stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ (redovna stajališta linije 3 Petrovaradin - Centar- Detelinara i linije 9 Novo naselje – Liman – Petrovaradin).\n\nNavedena izmena stupiće na snagu 20.01.2025. godine."
            }
        ]
    },
    {
        "date": "20.11.2024",
        "title": "Linija 9A privremeno preusmerena do okretnice u Petrovaradinu",
        "sections": [
            {
                "text": "Zbog preusmeravanja železničkog saobraćaja na Železničku stanicu Petrovaradin, obaveštavamo putnike da je zbog rasterećenja postojećih linija autobusa, linija 9A u smeru od Alibegovca produžena do petrovaradinske okretnice linija 3 i 9, odakle dalje saobraća redovnom trasom do Novog naselja. \n\nPodsećamo putnike da je na relaciji Šafarikova ulica - Železnička stanica Petrovaradin uvedena vanredna linija na kojoj je prevoz BESPLATAN, te da su građanima pored gradskih linija za prevoz do Železničke stanice Petrovaradin na raspolaganju i međumesne linije 60, 61, 62 i 63 koje kreću sa Međumesne autobuske stanice."
            }
        ]
    }
]