[
    {
        "date": "02.06.2023",
        "title": "Linije 4, 11A - Privremeno ukidanje stajališta „Narodnog fronta/Bulevar oslobođenja“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 02. do 09. 06. 2023.godine privremeno se ukida autobusko stajalište „Narodnog fronta/Bulevar oslobođenja“. Zbog radova na rekonstrukciji kolovoza na raskrsnici ulica Narodnog fronta i Dr Ivana Ribara navedeno stajalište linija broj 4 (smer sa Limana) i 11A neće biti u funkciji."
            }
        ]
    },
    {
        "date": "01.06.2023",
        "title": "Pojačani polasci zbog Zadušnica",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da će u subotu, 3. juna, zbog verskog praznika Zadušnice na liniji broj 14 biti angažovani zglobni autobusi, a po potrebi biće uvedeni i dodatni polasci. Pojačani polasci biće i na liniji za Čenej u 10:30 i 11:45 časova.\n\nAutobusi na liniji broj 53 na polascima iz Novog Sada u 8:40, 9:50, 10:55, 12:00, 13:10 i 15:10) časova saobraćaće do futoškog groblja (povratak u 9:30, 10:40, 11:40, 12:45, 14:00 i 16:05 časova)."
            }
        ]
    },
    {
        "date": "30.03.2023",
        "title": "Produženje trase linije 17",
        "sections": [
            {
                "text": "Od 1. aprila menja se deo trase linije 17 (BIG - Centar – Železnička stanica - BIG), koja se Putem Novosadskog partizanskog odreda, Industrijskom i Partizanskom ulicom produžava do supermarketa Super Vero. \n\nNova trasa linije 17:\n\nSmer BIG - Super Vero - Centar \n\nStajalište (okretnica) ispred BIG-a – Sentandrejski put – Put Novosadskog partizanskog odreda – Industrijska ulica – Partizanska – Kisačka – Jovana Subotića – terminal u Šafarikovoj. \n\nNova stajališta na produženom delu linije su Industrijska/Put Novosadskog partizanskog odreda i Partizanska/Industrijska.\n\nSmer Centar - Ž.Stanica - Super Vero - BIG \n\nTerminal u Šafarikovoj – Uspenska – Jevrejska – Bulevar oslobođenja – Bulevar Jaše Tomića – Kisačka – Partizanska – Industrijska – Put Novosadskog partizanskog odreda – Sentandrejski put – Stajalište (okretnica) ispred BIG-a.\n\nNova stajališta na produženom delu linije su Partizanska/Sentandrejski put i Industrijska/Benzinska pumpa."
            }
        ]
    },
    {
        "date": "02.03.2023",
        "title": "Linije 1, 4, 8, 11B, 13 – Izmene trasa zbog izgradnje kružne raskrsnice",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 3. marta 2023. godine privremeno će biti izmenjene trase autobuskih linija broj 1, 4, 8, 11B i 13. Zbog izvođenja radova na izgradnji kružne raskrsnice Bulevar cara Lazara/Fruškogorska ulica do završetka radova autobusi će u tom delu grada saobraćati na sledeći način:\n\nLINIJE 1, 8 \n\nSmer iz Centra \n\nRaskrsnica Bulevar cara Lazara/Fruškogorska – (pravo) Bulevar cara Lazara do raskrsnice sa Bulevarom oslobođenja – (levo) Bulevar oslobođenja – (levo) Ulica Narodnog fronta – (desno) Fruškogorska ulica – redovna trasa do okretnice.\n\nNa izmenjenom delu trase na linijama 1 i 8 neće se koristiti stajališta drugih linija.\n\nSmer sa Limana \n\nAutobusi saobraćaju redovnom trasom.\n\nLINIJE 4, 11B\n\nSmer iz Centra \n\nRaskrsnica Bulevar cara Lazara/Fruškogorska ulica – (pravo) Bulevar cara Lazara do raskrsnice sa Bulevarom oslobođenja – (levo) Bulevar oslobođenja – (desno) Ulica Narodnog fronta – redovna trasa.\n\nNa izmenjenom delu trase na linijama 4 i 11B neće se korisititi stajališta drugih linija.\n\nSmer sa Limana (4 i 11A) \n\nAutobusi saobraćaju redovnom trasom.\n\nLINIJA 13 \n\nSmer Univerzitet - Detelinara\n\nRaskrsnica Jirečekova/Fruškogorska – (pravo) Fruškogorska ulica – (desno) Bulevar oslobođenja do raskrsnice sa Bulevarom cara Lazara – redovna trasa.\n\nNa izmenjenom delu trase na liniji broj 13 koristiće se stajalište Narodni front-Fruškogorska (redovno stajalište linija 4 i 11B).\n\nSmer Detelinara - Univerzitet \n\nAutobusi saobraćaju redovnom trasom."
            }
        ]
    },
    {
        "date": "15.12.2022",
        "title": "Linije 76, 77, 78, 79, 80, 81, 84, 86 – Privremena izmena trase na Mišeluku",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na mostu (MIŠELUK-PETLJA) od 15. 12. 2022. godine (od 13:00 časova) do završetka radova privremeno se menja trasa prigradske linije 76, kao i međumesnih linija 77, 78, 79, 80, 81, 84 i 86:\n\nSmer iz Novog Sada\n\nOd raskrsnice petlja Mišeluk/Institutski put autobusi saobraćaju desno, zatim skreću levo na sledećoj raskrsnici, levo na Kamenički put do Ulice vojvode Putnika i dalje nastavljaju redovnom trasom kretanja.\n\nSmer za Novi Sad\n\nRedovna trasa.\n\n NA IZMENJENOM DELU TRASE NE KORISTI SE POSTOJEĆE STAJALIŠTE."
            }
        ]
    }
]