[
    {
        "date": "18.09.2021",
        "title": "Linija 6 - Povratak na redovnu trasu u Feješ Klare",
        "sections": [
            {
                "text": "Završetkom radova u Ulici Feješ Klare, stvorili su se uslovi da se linija broj 6 u tom delu vrati na redovnu trasu. Zbog radova u Vršačkoj ulici, linija broj 6 i dalje saobraća izmenjenim delom trase: Bulevarom Evrope, Bulevarom patrijarha Pavla do Ulice Feješ Klare i dalje nastavlja redovnom trasom."
            }
        ]
    },
    {
        "date": "18.09.2021",
        "title": "Linija 6 - Povratak na redovnu trasu u Feješ Klare",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20. septembra 2021. godine do 20. marta 2022. godine privremeno se menjaju trase autobuskih linija broj 1, 15, 16, 17, 20, 31, 32, 33 i 35. Zbog radova na rekonstrukciji podvožnjaka u Kisačkoj ulici u Novom Sadu, autobuski saobraćaj odvijaće se na sledeći način:\n\nLINIJA BROJ 1 \n\nSmer sa Klise: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice ulica Kisačke i Temerinske autobusi će saobraćati pravo Temerinskom ulicom, levo Partizanskom ulicom, skretati desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJA BROJ 15 \n\nSmer iz zone Sever: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati desno u Industrijsku ulicu, levo u Rumenačku ulicu, levo na Bulevar Jaše Tomića, desno na Bulevar oslobođenja i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice Bulevara oslobođenja i Bulevara Jaše Tomića autobusi će skretati levo na Bulevar Jaše Tomića, desno u Rumenačku ulicu, desno u Industrijsku ulicu (pored Merkura), levo na Sentandrejski put i dalje nastavljati redovnom trasom kretanja.\n\nLINIJA BROJ 16 \n\nSmer iz Pristanišne zone: Od raskrsnice ulica Put šajkaškog odreda i Temerinske autobusi će skretati levo u Temerinsku ulicu, desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Ž.stanice: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu do Partizanske ulice i dalje nastavljati redovnom trasom kretanja.\n\n LINIJA BROJ 17 \n\nSmer od Tržnog centra „BIG“: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Ulicu Jovana Cvijića, levo u Temerinsku ulicu, levo u Partizansku ulicu, desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJA BROJ 35 \n\nSmer sa Čeneja: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu, desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Ž.stanice: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu, levo u Partizansku ulicu, desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJE BROJ 20, 31, 32 i 33 \n\nSmer iz mesta: Od raskrsnice ulica Temerinske i Partizanske autobusi će saobraćati pravo Temerinskom ulicom, skretati desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa MAS-a (Ž.stanice): Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu do Partizanske ulice i i dalje nastavljati redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJAMA BROJ 1, 15, 16, 17 I 20 NA IZMENJENOM DELU TRASE KORISTIĆE REDOVNA STAJALIŠTA DRUGIH LINIJA. LINIJE 1 I 17 NE KORISTE STAJALIŠTE U PARTIZANSKOJ ULICI, U ZONI RASKRSNICE PARTIZANSKA-TEMERINSKA U SMERU PREMA KLISI.\n\nAUTOBUSI NA LINIJAMA BROJ 31, 32 ,33 I 35 NA IZMENJENOM DELU TRASE, U SMERU IZ MESTA KORISTIĆE REDOVNA STAJALIŠTA NA RASKRSNICAMA TEMERINSKA-PARTIZANSKA, KISAČKA-TEMERINSKA I KISAČKA-JOVANA CVIJIĆA, A U SMERU OD Ž.STANICE KORISTIĆE REDOVNA STAJALIŠTA NA RASKRSNICAMA KISAČKA-BULEVAR JAŠE TOMIĆA I TEMERINSKA-KISAČKA."
            }
        ]
    },
    {
        "date": "18.09.2021",
        "title": "Linija 6 - Povratak na redovnu trasu u Feješ Klare",
        "sections": [
            {
                "text": "U skladu sa obaveštenjem Opštine Inđija o potpunoj rekonstrukciji puta Banstol - Čortanovci, od 6. septembra privremeno se skraćuje trasa linije 63 Novi Sad AS – Sremski Karlovci – Čortanovci."
            },
            {
                "text": "Autobusi JGSP „Novi Sad“ do završetka radova saobraćaće do Banstola, odnosno do zone raskrsnice za Čortanovce (stajalište ispred crvke). Polasci u smeru prema Novom Sadu saobraćaju po redu vožnje iz Čortanovaca sa stajališta ispred crkve u zoni raskrsnice Banstol prema Čortanovcima."
            },
            {
                "text": "Planirano je da radovi na rehabilitaciji puta traju 150 kalendarskih dana."
            }
        ]
    },
    {
        "date": "18.09.2021",
        "title": "Linija 6 - Povratak na redovnu trasu u Feješ Klare",
        "sections": [
            {
                "text": "Od 1. septembra 2021. godine produžava se trasa linije 9A (Novo naselje - Alibegovac), koja će saobraćati do nove KOVID bolnice na Mišeluku. \n\nKako bi se građanima i zaposlenima omogućio dolazak i odlazak do nove bolnice javnim prevozom, JGSP „Novi Sad“ je na ovoj liniji značajno povećao broj polazaka, tako da će radnim danima biti 58, subotom 46, a nedeljom 32 polaska."
            },
            {
                "text": "Putnici se o novom redu vožnje mogu informisati elektronski, putem sajta preduzeća:  (LINIJA 9, oznaka ALI), kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Trasa nove linije je sledeća:"
            },
            {
                "text": "Smer A - raskrsnica Bulevara Jovana Dučića i Ulice Dragoslava Srejovića, Bulevar Jovana Dučića, Bulevar Slobodana Jovanovića, Futoška ulica, Ulica cara Dušana, Bulevar cara Lazara, Stražilovska ulica, Ulica Žarka Zrenjanina, Bulevar Mihajla Pupina, Varadinski most, Beogradska ulica, Preradovićeva ulica, Ulica Račkog, Petlja „Mišeluk“ i okretnica na kružnom toku ispred bolnice na „Mišeluku“."
            },
            {
                "text": "Smer B - okretnica na kružnom toku ispred bolnice na „Mišeluku“, Petlja „Mišeluk“, Ulica Račkog, Preradovićeva ulica, Beogradska ulica, Varadinski most, Bulevar Mihajla Pupina, Ulica Žarka Zrenjanina, Stražilovska ulica, Bulevar cara Lazara, Ulica cara Dušana, Futoška ulica, Bulevar Slobodana Jovanovića, Bulevar Jovana Dučića i raskrsnica Bulevara Jovana Dučića i Ulice Dragoslava Srejovića."
            }
        ]
    },
    {
        "date": "18.09.2021",
        "title": "Linija 6 - Povratak na redovnu trasu u Feješ Klare",
        "sections": [
            {
                "text": "Od 1. septembra autobusi JGSP „Novi Sad“ saobraćaće po novom redu vožnje, koji podrazumeva veći broj polazaka, usklađenih sa potrebama putnika u narednom periodu. Osim vremenskih korekcija polazaka, novina je produženje trase linije 9A do nove KOVID bolnice na Mišeluku."
            }
        ]
    },
    {
        "date": "18.09.2021",
        "title": "Linija 6 - Povratak na redovnu trasu u Feješ Klare",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 23. avgusta privremeno će biti izmenjena trasa autobuske linije broj 6."
            },
            {
                "text": "Zbog radova na izgradnji kablovskog voda u Ulici Feješ Klare i Subotičkoj ulici (od raskrsnice sa Ulicom Tihomira Ostojića do raskrsnice sa Bulevarom patrijarha Pavla), autobusi će saobraćati na sledeći način:"
            },
            {
                "text": "SMER A Podbara - Centar - Adice\n\nRaskrsnica Futoški put/Bulevar Evrope - Bulevar Evrope do kružnog toka - Bulevar patrijarha Pavla - Ulica Jožefa Atile – (desno) Ulica Ćirila i Metodija do raskrsnice sa Ulicom Feješ Klare - redovna trasa kretanja."
            },
            {
                "text": "SMER B Adice - Centar - Podbara\n\nRaskrsnica Ćirila i Metodija/Feješ Klare – (pravo) Ulica Ćirila i Metodija - Ulica Jožefa Atile – (desno) Bulevar patrijarha Pavla do kružnog toka - Bulevar Evrope – (desno) Futoški put - redovna trasa kretanja."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se autobuska stajališta drugih linija i privremeno stajalište u ulici Ćirila i Metodija 51."
            }
        ]
    },
    {
        "date": "18.09.2021",
        "title": "Linija 6 - Povratak na redovnu trasu u Feješ Klare",
        "sections": [
            {
                "text": "Zbog radova na saniranju toplovoda na Bulevaru kralja Petra I, od 18.08. do završetka radova biće ukinuto stajalište autobuskih linija 3 i 8 na Bulevaru kralja Petra I (posle Bulevara oslobođenja, u smeru ka SUP-u)."
            },
            {
                "text": "Umesto privremeno ukinutog stajališta, koristiće se stajalište na Bulevaru kralja Petra I, neposredno nakon ukrštanja sa Ulicom Branimira Ćosića."
            }
        ]
    },
    {
        "date": "18.09.2021",
        "title": "Linija 6 - Povratak na redovnu trasu u Feješ Klare",
        "sections": [
            {
                "text": "Zbog radova na izgradnji kanalizacione mreže u Veterniku - Omladinskoj ulici, od 05.08.2021. godine, linije 51a, 51b, 52, skraćuju trasu i saobraćaju ulicom Kralja Aleksandra (ne saobraćaju: Školskom, Braće Tokin, Omladinskom ulicom)."
            },
            {
                "text": "Polazno - završno stajalište iz Veternika (Školska), privremeno se izmešta u ulicu Kralja Aleksandra (raskrsnica ulica: Školska - Kralja Aleksandra)."
            },
            {
                "text": "Završetak radova očekuje se do 20.09.2021. godine."
            }
        ]
    },
    {
        "date": "18.09.2021",
        "title": "Linija 6 - Povratak na redovnu trasu u Feješ Klare",
        "sections": [
            {
                "text": "Zbog izvođenja radova i uređenja saobraćajnih površina u Ulici Dunavske divizije u Petrovaradinu, od 28.07.2021. godine, linija 69 (Novi Sad  -Sr.Kamenica - Čardak), u oba smera menja trasu i saobraća tako da umesto Beogradske ulice, dela Preradovićeve ulice i ulice Dunavske divizije, po prelasku Varadinskog mosta saobraća Kameničkim putem do ulice Dunavske divizije i dalje nastavlja postojećom trasom."
            },
            {
                "text": "U smeru iz Novog Sada koristi se izgrađeno stajalište posle silaska sa Varadinskog mosta, a u smeru ka Novom Sadu koristi se privremeno stajalište u Ulici Kej Skojevaca (nakon skretanja sa Kameničkog puta)."
            }
        ]
    },
    {
        "date": "18.09.2021",
        "title": "Linija 6 - Povratak na redovnu trasu u Feješ Klare",
        "sections": [
            {
                "text": "Od 21. jula 2021. godine privremeno se menjaju trase autobuskih linija broj 7A, 10, 11A, 14, 41, 42, 43, 44 i 51A zbog radova u raskrsnici Rumenačke ulice i Bulevara Jaše Tomića. Autobusi menjaju trasu kretanja na sledeći način:"
            },
            {
                "text": "LINIJE BROJ 7A, 10 i 14 (SMER PREMA CENTRU) \n\nOd raskrsnice Rumenačke ulice i Bulevara Jaše Tomića autobusi saobraćaju Rumenačkom ulicom, skreću levo na Bulevar kralja Petra I, nastavljaju do Bulevara oslobođenja, skreću desno na Bulevar oslobođenja i dalje se uključuju na redovnu trasu. \n\nNa izmenjenom delu trase navedenih autobuskih linija koriste se postojeća stajališta drugih linija.\n\nU suprotnom smeru autobusi na ovim linijama saobraćaju redovnom trasom."
            },
            {
                "text": "LINIJA BROJ 11А\n\nAutobusi saobraćaju Bulevarom oslobođenja, Bulevarom kralja Petra I do raskrsnice sa Rumenačkom ulicom i dalje nastavljaju redovnom trasom kretanja. Polazno stajalište linije broj 11A je redovno stajalište Bulevar oslobođenja/Bulevar Jaše Tomića (stajalište linije br. 7A). \n\nNa izmenjenom delu trase koriste se postojeća stajališta drugih linija.\n\nLINIJA BROJ 11B saobraća redovnom trasom."
            },
            {
                "text": "LINIJE BROJ 41, 42, 43, 51A (SMER PREMA Ž.STANICI) \n\nOd raskrsnice Rumenačke ulice i Ulice Kornelija Stankovića autobusi skreću levo u Partizansku ulicu (kod „Merkura“), desno u Kisačku ulicu, desno na Bulevar Jaše Tomića i saobraćaju do Železničke stanice. \n\nNa izmenjenom delu trase linija 41, 42, 43, 51A koristi se postojeće stajalište Partizanska/Rumenačka (u smeru iz mesta).\n\nU suprotnom smeru autobusi saobraćaju redovnom trasom."
            },
            {
                "text": "Autobusi na polascima iz APTIVA od raskrsnice Rumenačke ulice i Ulice Kornelija Stankovića skreću levo u Partizansku ulicu (kod „Merkura“), desno u Kisačku ulicu, desno na Bulevar Jaše Tomića do Železničke stanice. \n\nNa izmenjenom delu trase koristi se postojeće stajalište Partizanska/Rumenačka.\n\nAutobusi od Železničke stanice prema APTIVU saobraćaju redovnom trasom."
            }
        ]
    }
]