[
    {
        "date": "16.11.2023",
        "title": "Linija 32 – Privremena izmena trase u Temerinu",
        "sections": [
            {
                "text": "Od 16.11. privremeno se menja trasa autobusa na liniji 32 Novi Sad – Temerin, u delu trase koja prolazi kroz Temerin. Do završetka radova na rekonstrukciji kolovoza u Temerinu, autobusi će nakon dolaska u mesto na raskrsnici Novosadska ulica/Čaki Lajoša skretati desno u Ulicu Čaki Lajoša, levo u Ulicu Narodnog fronta (zaustavljaju se na privremenim stajalištima u Narodnog fronta kod ulica Ive Lole Ribara i Proleterske), levo u Ulicu Kiš Ferenca, desno u Novosadsku ulicu i dalje nastavljati redovnom trasom. \n\nU smeru iz Temerina koristiće se privremeno stajalište odmah po skretanju u Ulicu Kiš Ferenca.\n\nMapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "08.11.2023",
        "title": "Privremeno ukidanje stajališta Rumenački put/kružni tok",
        "sections": [
            {
                "text": "Zbog izvođenja radova na rehabilitaciji kolovozne konstrukcije na Rumenačkom putu, od 8. 11. 2023. godine privremeno se ukida autobusko stajalište Rumenački put/kružni tok - linije broj 14, 41, 42 i 43 (smer iz Novog Sada)."
            }
        ]
    },
    {
        "date": "01.11.2023",
        "title": "Linije 42, 43 – Privremena izmena trase (polasci kroz Tankosićevo)",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 02. 11. privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo). Zbog radova na izgradnji vodovoda na raskrsnici Ulice dr Janka Gombara i prolaza koji povezuje ulice dr Janka Gombara, Janka Jesenskog i Generala Štefanika u Kisaču, do završetka radova autobuski saobraćaj na polascima kroz Tankosićevo odvijaće se na sledeći način (mapu imena pogledajte ):\n\nSmer iz Novog Sada \n\nNa raskrsnici Ulica dr Janka Gombara/Slovačka autobusi će skretati desno u Slovačku ulicu, zatim na raskrsnici Slovačka/Generala Štefanika skretati levo u Ulicu generala Štefanika (Štefanikovu) i kretati se do raskrsnice Štefanikova/Benešova gde će skretati levo u Benešovu, nakon toga na raskrsnici Benešova/Železnička skretati desno u Železničku ulicu i nastavljati redovnom trasom. \n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište ispred Kulturnog centra u Kisaču.\n\nSmer iz Kisača \n\nNa raskrsnici Železnička/Benešova autobusi će skretati levo u Benešovu ulicu, zatim će na raskrsnici Benešova/Generala Štefanika skretati desno u Ulicu generala Štefanika (Štefanikovu) i kretati se do raskrsnice Štefanikova/Slovačka, skretati desno u Slovačku ulicu, nakon toga na raskrsnici Slovačka/dr Janka Gombara skretati levo u Ulicu dr Janka Gombara i nastavljati redovnom trasom.\n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište u Benešovoj ulici, odmah nakon skretanja autobusa iz Železničke ulice (preko puta prodavnice)."
            }
        ]
    },
    {
        "date": "24.10.2023",
        "title": "Privremeno izmeštanje stajališta Ledinci/raskrsnica za Nove Ledince",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 24. 10. do završetka radova privremeno se izmešta autobusko stajalište Ledinci/raskrsnica za Nove Ledince. Zbog popravke kolovozne konstrukcije u Fruškogorskoj ulici u Ledincima u navedenom periodu biće postavljeno privremeno autobusko stajalište nakon raskrsnice za Nove Ledince (mapu pogledaje )."
            }
        ]
    },
    {
        "date": "23.10.2023",
        "title": "Linija 14 – Privremeno ukidanje stajalita „Rumenački put/Gradsko groblje“",
        "sections": [
            {
                "text": "Od 23. 10. do završetka radova u smeru sa Sajlova ukida se stajalište linije 14 „Rumenački put/Gradsko groblje“. Autobusi na liniji 14 kao alternativu koristitiće stajalište prigradskih linija 41, 42, i 43 „Rumenački put/Gradsko groblje“ (mapu izmene pogledajte ).\n\nSmer iz Novog Sada: Redovna trasa."
            }
        ]
    },
    {
        "date": "20.10.2023",
        "title": "Linija 51A – Privremena izmena trase na Rumenačkom putu",
        "sections": [
            {
                "text": "Trasa autobuske linije 51A privremeno će biti izmenjena od 20. 10. 2023. godine do završetka radova na rekonstrukciji kolovoza na Rumenačkom putu:\n\nSmer iz Veternika \n\nNa raskrsnici ulica Donje Sajlovo i Jove Vučerića autobusi će skretati levo u Ulicu Jove Vučerića, zatim desno u Ulicu Gornje Sajlovo i saobraćaće do Rumenačkog puta, skretati desno i nastavljati redovnom trasom (mapu izmene pogledajte ). NA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nSmer iz Novog Sada\n\nRedovna trasa."
            }
        ]
    },
    {
        "date": "20.09.2023",
        "title": "Linija 1 – Stajalište na staroj okretnici",
        "sections": [
            {
                "text": "Od 21. septembra autobusi na liniji broj 1 (Gornje livade, Zatvor, Elnos i Transportkomerc) u polasku i u dolasku koristiće stajalište „Sentandrejski put – Zmajevački put“ na staroj okretnici ().\n\nNa pomenutim trasama u oba smera koristiće se i sva ostala redovna stajališta."
            }
        ]
    },
    {
        "date": "19.09.2023",
        "title": "Linija 6a – Privremena izmena od 20. 09.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20. 09. do 06. 11. 2023. godine privremeno se menja trasa linije broj 6a (Adice-Veternik OŠ “Marija Trandafil“). Zbog radova na izgradnji kanalizacije otpadnih voda u Veterničkoj ulici, saobraćaj navedenoj liniji odvijaće se na sledeći način ():\n\nSmer Adice – OŠ “Marija Trandafil“\n\nOd početnog stajališta Veternička/Kragujevačka u Veterničkoj ulici autobusi će skretati levo u Ulicu Branka Ćopića, produžavati Ulicom Branka Ćopića, skretati levo u Banjalučku ulicu, desno u Smederevsku ulicu, desno u Ulicu Sime Šolaje, levo u Ulicu Branka Ćopića, desno u Ulicu Ćirila i Metodija, levo u Ulicu Feješ Klare, levo na Bulevar patrijarha Pavla, levo na Futoški put, dalje nastavljati Novosadskim putem, skretati levo (pre Auto centra INTERSREM) u Ulicu heroja sa Košara (bivša Nova 1), desno na kružnom toku ulaziti u Dunavsku ulicu, skretati levo u Paunovu ulicu do OŠ „Marija Trandafil“.\n\nAutobuska stajališta na kojima se zaustavlja autobus:\n\n• Početno stajalište Veternička/Kragujevačka\n\n• Banjalučka/Branka Ćopića\n\n• Smederevska/Banjalučka\n\n• Sime Šolaje/Žikice Jovanovića\n\n• Veternička/Fešter OŠ „Marija Trandafil“\n\nSmer OŠ “Marija Trandafil“ - Adice\n\nOd OŠ „Marija Trandafil“ iz Paunove ulicu autobusi će skretati desno u Dunavsku ulicu, levo na kružnom toku ulaziti u Ulicu heroja sa Košara (bivša Nova 1), skretati desno na Novosadski put, produžavati Futoškim putem, skretati desno na Bulevar patrijarha Pavla, desno u Ulicu Gorana Kovačića, i nstavljati Ulicom Branka Ćopića do Veterničke ulice. \n\nAutobuska stajališta na kojima se zaustavlja autobus:\n\n• Veternička/Fešter OŠ „Marija Trandafil“\n\n• Branka Ćopića/Sime Šolaje\n\n• Veternička/Kragujevačka"
            }
        ]
    },
    {
        "date": "31.08.2023",
        "title": "Od 1. septembra novi red vožnje",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka. \n\nO vremenskim korekcijama polazaka korisnici usluga mogu da se informišu u rubrici RED VOŽNJE, kao i putem aplikacije NSMART, te na prodajnim mestima preduzeća.\n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "21.08.2023",
        "title": "Privremeno skraćenje trasa zbog radova u kompleksu Instituta",
        "sections": [
            {
                "text": "Zbog obimnih građevinskih radova na izgradnji kanalizacije upotrebljenih voda, atmosferske kanalizacije i vodovodne mreže u okviru kompleksa instituta u Sremskoj Kamenici, od 22.08.2023.godine autobusi JGSP ''Novi Sad'' će obavljati okretanje ispred ulazne rampe u institut po prikazanoj mapi. Iskrcaj i prijem putnika vrši se na  (postavljen stajališni stub) u rejonu parkinga za TAXI vozila."
            }
        ]
    }
]