[
    {
        "date": "23.12.2025",
        "title": "Linije 7B, 11A - Povratak na redovnu trasu Ulicom Ive Andrića",
        "sections": [
            {
                "text": "Autobusi na linijama 7B i 11A ponovo saobraćaju redovnom trasom od 23. 12. 2025. godine (od  15  časova). Uslovi za povratak na redovan režim saobraćanja stekli su se završetkom radova u Ulici Ive Andrića."
            }
        ]
    },
    {
        "date": "23.12.2025",
        "title": "Linija 52 – Privremena izmena trase u Veterniku",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog zatvaranja Ulice Svetozara Miletića u Veterniku 24. 12. 2025. privremeno će biti izmenjena trasa autobuske linije broj 52."
            },
            {
                "text": "Na kružnom toku u Veterniku autobusi će izlaziti u Ulicu kralja Aleksandra, skretati levo u Školsku ulicu, gde će se na stajalištu „Veternik-Škola“ čekati vreme do narednog polaska. Polazak za Novi Sad realizovaće se sa stajališta „Veternik-Škola“, odakle će se nastavljati redovnom trasom kretanja."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/veternik231225.jpg"
    },
    {
        "date": "23.12.2025",
        "title": "Privremeno ukidanje đačkih polazaka i linija od 24. 12. 2025.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da polasci koji su u redu vožnje označeni kao „ĐAČKI“ neće biti na snazi od 24. 12. 2025. do 11. 01. 2026 godine."
            },
            {
                "text": "U navedenom periodu neće saobraćati đačke linije 3B (Petrovaradin – Puckaroš OŠ „J.Dučić“) i 6A (Adice - Veternik OŠ „Marija Trandafil“)."
            }
        ]
    },
    {
        "date": "19.12.2025",
        "title": "Linije 7B, 11A – Privremena izmena trase u Ulici Ive Andrića",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova u Ulici Ive Andrića od 22. do 23. decembra 2025. godine privremeno će biti izmenjene trase autobuskih linija 7B i 11A."
            },
            {
                "text": "LINIJA 7B"
            },
            {
                "text": "Na raskrsnici Bulevar cara Lazara/Ulica Ive Andrića autobusi će nastavljati pravo Bulevarom cara Lazara, na raskrsnici Bulevar cara Lazara/Balzakova ulica skretaće desno u Balzakovu ulicu, zatim levo u  Ulicu Narodnog fronta i dalje saobraćati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se redovno stajalište linija 9, 12, 13 i 18B „Bulevar cara Lazara – Ive Andrića“."
            },
            {
                "text": "LINIJA 11A"
            },
            {
                "text": "Na raskrsnici Ulica cara Dušana/Bulevar cara Lazara autobusi će skretati levo na Bulevar cara Lazara, na raskrsnici Bulevar cara Lazara/Balzakova ulica skretaće desno u Balzakovu ulicu, zatim levo u Ulicu Narodnog fronta i dalje saobraćati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se redovno stajalište linija 9, 12, 13 i 18B „Bulevar cara Lazara – Ive Andrića“."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/liman19122025.jpg"
    },
    {
        "date": "02.12.2025",
        "title": "Linija 86 – Privremena izmena trase u Vrdniku",
        "sections": [
            {
                "text": "U skladu sa obaveštenjem o zatvaranju Fruškogorske i Radničke ulice u Vrdniku, zbog izvođenja radova na rekonstrukciji ulice od 02. decembra 2025. godine do 16. januara 2026. godine privremeno će biti izmenjen deo trase linije broj 86."
            },
            {
                "text": "Autobusi će saobraćati od Karađorđeve ulice do Ulice Aksentija Lukića, produžavati Ulicom Aksentija Lukića do raskrsnice sa Ulicom Martina Klasića i dalje nastavljati redovnom trasom."
            },
            {
                "text": "Umesto autobuskog stajališta „Vrdnik-Martina Klasića Karađorđeva“, autobusi će se zaustavljati neposredno nakon raskrsnice Martina Klasića/Aksentija Lukića."
            },
            {
                "text": "Redovna trasa."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/vrdnik.jpg"
    },
    {
        "date": "26.11.2025",
        "title": "Linija 6 – Nova okretnica i trajna izmena trase na Podbari",
        "sections": [
            {
                "text": "Zbog izgradnje nove okretnice „Filipa Višnjića – Terminal“ ispred gasne podstanice na Podbari, od 29. 11. 2025. godine trajno se u oba smera menja trasa linije broj 6 (Podbara - Centar - Adice)."
            },
            {
                "text": "Od novog stajališta „Filipa Višnjića – Trg Save Vukosavljeva“ autobusi će saobraćati do stajališta „Filipa Višnjića 5“, zatim će skretati levo u Ulicu Marka Miljanova, odakle će nastavljati redovnom trasom."
            },
            {
                "text": "Stajališta koja se dodaju trasi:"
            },
            {
                "text": "-        „Filipa Višnjića – Trg Save Vukosavljeva“"
            },
            {
                "text": "-        „Filipa Višnjića 5“"
            },
            {
                "text": "Autobusi sa postojeće trase neće skretati u Ulicu Marka Miljanova, već će produžavati pravo Beogradskim kejom, zaustavljati se na stajalištu „Beogradski kej – Marka Miljanova“ (postojeće stajalište za polaske ka „Danubiusu“), nakon čega će skretati levo u Venizelosovu ulicu, zatim levo u Ulicu Filipa Višnjića (kod „Kemoimpeksa“) do nove okretnice ispred gasne podstanice „Filipa Višnjića – Terminal“, gde će se čekati  vreme do novog polaska."
            },
            {
                "text": "Stajališta koja se dodaju trasi:"
            },
            {
                "text": "-        „Beogradski kej – Marka Miljanova“ (postojeće stajalište za polaske ka „Danubiusu“)"
            },
            {
                "text": "-        „Filipa Višnjića – Terminal“"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/podbara6.jpg"
    },
    {
        "date": "06.11.2025",
        "title": "Linija 14 – Produženje trase do novog stajališta u Veterniku",
        "sections": [
            {
                "text": "Od 7. 11. 2025. godine produžava se trasa linije 14 (Centar-Sajlovo-Veternik) do novoizgrađenog stajališta u Veterniku, koje se nalazi između Srpske pravoslavne crkve i MZ Veternik:"
            },
            {
                "text": "Iz Ulice kralja Petra I u Veterniku autobusi će preko kružnog toka saobraćati do novoizgrađenog stajališta ispred Srpske pravoslavne crkve, gde će se, nakon izlaska putnika, čekati vreme do narednog polaska za Novi Sad."
            },
            {
                "text": "Od početnog novoizgrađenog stajališta autobusi će po redu vožnje saobraćati preko kružnog toka do Ulice kralja Petra I i redovnom trasom saobraćati do Sajlova i Novog Sada, koristeći usput sva redovna stajališta."
            }
        ]
    },
    {
        "date": "14.10.2025",
        "title": "Red vožnje vanrednog prevoza Ranžirna železnička stanica Novi Sad - Centar",
        "sections": [
            {
                "text": "JGSP \"Novi Sad\" obaveštava putnike da je uspostavljena vanredna linija od Ranžirne železničke stanice Novi Sad do centra grada (oba smera)."
            },
            {
                "text": "Polazno stajalište u smeru iz Novog Sada ka Ranžirnoj železničkoj stanici  je redovno autobusko stajalište je u Šafarikovoj ulici (početno stajalište linije broj 2)."
            },
            {
                "text": "Duž cele trase na vanrednim polascima koristi se stajalište kod apoteke \"Tilija\" kod Železničke stanice (oba smera)."
            },
            {
                "text": "U skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN."
            },
            {
                "text": "RED  VOŽNJE"
            },
            {
                "text": "Smer Centar-Ranžirna železnička stanica"
            },
            {
                "text": "03:40; 07:15; 08:55 (ne saobraća subotom, nedeljom i u dane državnog praznika); 10:45;  12:15 (ne saobraća subotom, nedeljom i u dane državnog praznika); 14:15; 15:40 (ne saobraća subotom, nedeljom i u dane državnog praznika); 17:55; 19:05 (ne saobraća subotom, nedeljom i u dane državnog praznika); 20:55"
            },
            {
                "text": "Smer Ranžirna železnička stanica - Centar"
            },
            {
                "text": "06:35; 07:35 (ne saobraća subotom, nedeljom i u dane državnog praznika); 10:20; 12:10 (ne saobraća subotom, nedeljom i u dane državnog praznika); 13:45; 15:40 (ne saobraća subotom, nedeljom i u dane državnog praznika); 17:55; 19:00 ne saobraća subotom, nedeljom i u dane državnog praznika); 20:35; 22:20"
            }
        ]
    },
    {
        "date": "29.08.2025",
        "title": "Od 01. septembra JESENJI red vožnje",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu u rubrici https://www.gspns.rs/red-voznje, pomoću aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "28.07.2025",
        "title": "Linije 3, 8, 18A – Privremeno izmeštanje stajališta „Bulevar kralja Petra I - Sajam“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na izgradnji stambenog objekta određuje se privremeno izmeštanje autobuskog stajališta „Bulevar kralja Petra I - Sajam“ na Bulevaru kralja Petra I (50 metara unazad ka Hajduk Veljkovoj ulici)."
            },
            {
                "text": "Privremena izmena  važi od 28.07.2025.godine do 31.05.2027 godine."
            }
        ]
    }
]