[
    {
        "date": "10.10.2025",
        "title": "Linije 1, 6, 8, 11A, 11B, 13 – Izmena trasa za vreme održavanja Novosadskog maratona",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, 12. oktobra od 10:00 do 16:00 časova određuje se privremena izmena trase autobuskih linija broj 1, 6, 8, 13 i privremeno ukidanje polazaka na autobuskim linijama 11A i 11B zbog održavanja Novosadskog maratona."
            },
            {
                "text": "LINIJA 1"
            },
            {
                "text": "Na raskrsnici Fruškogorska/Narodnog fronta autobusi će skretati desno u Ulicu Narodnog fronta do stajališta „Narodnog fronta – Fruškogorska“, gde će se izdržavati vreme do narednog polaska."
            },
            {
                "text": "Autobusi će od početnog stajališta „Narodnog fronta – Fruškogorska“ saobraćati Bulevarom oslobođenja, skretati desno na Bulevar cara Lazara, zatim desno do kružnog toka i dalje nastavljati redovnom trasom"
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "LINIJA 6"
            },
            {
                "text": "Vozila će u smeru Adice-Podbara saobraćati skraćenom trasom do terminala u Šafarikovoj ulici, gde će biti i polazno stajalište za suprotni smer. Polasci sa navedenog terminala obavljaće se sa kašnjenjem od 10 minuta u odnosu na vreme polaska sa Podbare."
            },
            {
                "text": "LINIJA 8"
            },
            {
                "text": "Na kružnom toku na Limanu autobusi će nastavljati pravo Bulevarom cara Lazara, skretati levo na Bulevar oslobođenja, levo u Ulicu Narodnog fronta i levo u Fruškogorsku ulicu do autobuskog stajališta „Fruškogorska – Jirečekova“, gde će se izdržavati vreme do narednog polaska."
            },
            {
                "text": "Autobusi će od početnog stajališta „Fruškogorska – Jirečekova“ saobraćati redovnom trasom prema Novom naselju."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE STAJALIŠTA DRUGIH LINIJA, OSIM AUTOBUSKOG STAJALIŠTA „BULEVAR OSLOBOĐENJA – BULEVAR CARA LAZARA, ISPRED TC „MERKATOR“"
            },
            {
                "text": "LINIJE 11A I 11B"
            },
            {
                "text": "Bez saobraćaja za vreme trajanja Novosadskog maratona."
            },
            {
                "text": "LINIJA 13"
            },
            {
                "text": "Na raskrsnici Bulevara cara Lazara i Fruškogorske ulice autobusi će skretati desno u Fruškogorsku ulicu, desno u Ulicu Narodnog fronta do stajališta „Narodnog fronta – Fruškogorska“, gde će izdržavati vreme do narednog polaska."
            },
            {
                "text": "Autobusi će od početnog stajališta „Narodnog fronta – Fruškogorska“ skretati desno na Bulevar oslobođenja, levo na Bulevar cara Lazara i dalje nastavljati redovnom trasom"
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "09.10.2025",
        "title": "Pojačani polasci zbog Zadušnica",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da će u subotu, 11. oktobra, zbog verskog praznika Zadušnice na liniji broj 14 biti angažovani zglobni autobusi. Pojačani polasci biće i na liniji za Čenej u 10:30 i 11:45 časova."
            },
            {
                "text": "Autobusi na linijama broj 53 i 55 na polascima iz Novog Sada u 8:40, 9:50, 10:50, 11:55, 13:10 i 15:10 časova saobraćaće do groblja Futog (povratak u 9:30, 10:40, 11:40, 12:45, 14:00 i 16:05 časova)."
            }
        ]
    },
    {
        "date": "08.10.2025",
        "title": "Linije 3, 3a, 9, 9a, 60, 61, 62, 63, 64, 69 i Železnička stanica Petrovaradin-Centar – Povratak na redovne trase",
        "sections": [
            {
                "text": "Od 09. 10. 2025. godine autobusi na linijama 3, 3a, 9, 9a, 60, 61, 62, 63, 64, 69 i Železnička stanica Petrovaradin-Centar ponovo saobraćaju redovnim trasama preko Varadinskog mosta."
            }
        ]
    },
    {
        "date": "08.10.2025",
        "title": "Linija 6 – Privremena izmena trase kod Varadinskog mosta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 09. 10. do 23. 10. 2025. godine privremeno će biti izmenjena trasa autobuske linije broj  6. Zbog rekonstrukcije kolovoza i zatvaranja pristupnog kraka prema Varadinskom mostu, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Sa Beogradskog keja autobusi će produžavati pravo Kejom žrtava racije, skretati desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, levo u Futošku ulicu i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE STAJALIŠTE „TRG NEZNANOG JUNAKA-VARADINSKI MOST“ ."
            },
            {
                "text": "Redovna trasa."
            }
        ]
    },
    {
        "date": "06.10.2025",
        "title": "Linija 21 – Privremena izmena trase u Šangaju",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 06. 10. do 17. 10. 2025. godine privremeno će biti izmenjena trase autobuske linije 21 zbog radova na popravci kolovozne konstrukcije u Sedmoj ulici u Šangaju."
            },
            {
                "text": "autobusi će sa Puta Šajkaškog odreda skretati desno u ulicu prema Šangaju, saobraćati pravo do kraja ulice, te skretati levo u Prvu ulicu do okretnice. U smeru iz Šangaja koristiće se ista, izmenjena trasa."
            }
        ]
    },
    {
        "date": "02.10.2025",
        "title": "Linija 6 – Privremena izmena trase u Vršačkoj ulici od 06. 10.",
        "sections": [
            {
                "text": "Od 06. 10. do 17. 10. 2025. godine privremeno će biti izmenjena trasa autobuske linije broj 6. U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na izgradnji  vodovodnog i kanalizacionog priključka u Vršačkoj ulici, autobuski saobraćaj će se odvijati na sledeći način:"
            },
            {
                "text": "Na raskrsnici Futoška ulica/Bulevar Evrope autobusi će skretati levo na Bulevar Evrope do kružnog toka, zatim desno na Bulevar patrijarha Pavla i saobraćati pravo Bulevarom patrijarha Pavla do raskrsnice Vršačka/Feješ Klare, gde će skretati levo u Ulicu Feješ Klare i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "Na raskrsnici Feješ Klare/Bulevar patrijarha Pavla autobusi će skretati desno na Bulevar patrijarha Pavla do kružnog toka, zatim levo na Bulevar Evrope i saobraćati do raskrsnice sa Futoškom ulicom, gde će skretati desno i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/ulica_vrsacka.jpg"
    },
    {
        "date": "01.10.2025",
        "title": "Linije 3, 3a, 9, 9a, 60, 61, 62, 63, 64, 69 i Železnička stanica Petrovaradin-Centar – Privremena izmena trase od 02. 10.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će od 02. do 15.10. 2025. godine privremeno biti izmenjene trase linija broj 3, 3a, 9, 9a, 60, 61, 62, 63, 64, 69 i Železnička stanica Petrovaradin – Centar.  U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog zatvaranja Varadinskog mosta usled rekonstrukcije kolovoza na Bulevaru Mihajla Pupina, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Linije 3, 3a, 9, 9a, 60, 61, 62, 63, 64 i Železnička stanica Petrovaradin – Centar"
            },
            {
                "text": "Sa Bulevara Mihajla Pupina autobusi će skretati desno na Trg neznanog junaka, produžavati Beogradskim kejom, skretati levo u Marka Miljanova, nastavljati Venizelisovom ulicom, zatim saobraćati preko drumsko-železničkog mosta i Reljkovićevom ulicom do Preradovićeve ulice i dalje saobraćati redovnim trasama kretanja."
            },
            {
                "text": "Od raskrsnice Preradovićeva/Reljkovićeva autobusi će saobraćati Reljkovićevom ulicom, zatim preko drumsko-železničkog mosta i Venizelisovom ulicom do Beogradskog keja, nastavljati Trgom neznanogog junaka do Bulevara Mihajla Pupina i dalje saobraćati redovnim trasama kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, TE U PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47 (osim autobusa na vanrednim polascima Železnička stanica Petrovaradin – Centar)."
            },
            {
                "text": "Linija 69"
            },
            {
                "text": "Sa Bulevara Mihajla Pupina autobusi će skretati desno na Trg neznanog junaka, nastavljati Beogradskim kejom, skretati levo u Marka Miljanova, zatim saobraćati Venizelisovom ulicom i preko drumsko-železničkog mosta do Reljkovićeve i potom do Preradovićeve ulice, skretati desno u Preradovićevu ulicu, levo u Ulicu Dunavske divizije i dalje saobraćati redovnom trasom kretanja."
            },
            {
                "text": "Na raskrsnici Dunavske divizije/Preradovićeva autobusi će skretati desno u Preradovićevu, levo u Reljkovićevu ulicu, nastavljati preko drumsko-železničkog mosta, potom Venizelisovom ulicom do Beogradskog keja i Trga neznanoga junaka do Bulevara Mihajla Pupina, odakle će saobraćati redovnim trasama kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, TE DVA PRIVREMENA STAJALIŠTA U ULICI DUNAVSKE DIVIZIJE-PRERADOVIĆEVA (OBA SMERA)."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/zatvaranje_mosta.jpg"
    },
    {
        "date": "30.09.2025",
        "title": "Linije 1, 8 - Povratak na redovnu trasu na Limanu 1",
        "sections": [
            {
                "text": "Završeni su radovi na okretnici Štrand čime su se od 30. 09. 2025. (od 12 časova) stekli uslovi za povratak autobusa na linijama 1 i 8 na redovnu trasu kretanja na Limanu 1."
            }
        ]
    },
    {
        "date": "26.09.2025",
        "title": "Linije 7B, 18B – Privremena izmena trase na Bulevaru patrijarha Pavla",
        "sections": [
            {
                "text": "Od 29. 09. do 01. 12. 2025. godine autobusi na linijama 7B i 18B saobraćaće izmenjenim trasama u skladu sa rešenjem Gradske uprave za saobraćaj i puteve. Zbog rekonstrukcije kolovoza na  Bulevaru patrijarha Pavla, autobuski saobraćaj na navedenim linijama odvijaće se na sledeći način:"
            },
            {
                "text": "Na raskrsnici Bulevar Jovana Dučića/Bulevar kneza Miloša autobusi će produžavati pravo  Bulevarom Jovana Dučića do raskrsnice Bulevar Jovana Dučića/Ulica Bate Brkića, skretati desno u Ulicu Bate Brkića i dalje saobraćati pravo Ulicom Ilariona Ruvarca do raskrsnice sa Bulevarom patrijarha Pavla gde će skretati levo i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE LINIJA 7B I 18B KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA, KAO I STAJALIŠTE „BULEVAR JOVANA DUČIĆA – BULEVAR KNEZA MILOŠA“."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/patrijarha_pavla.jpg"
    },
    {
        "date": "19.09.2025",
        "title": "Linija 43 – Produženje trase u Stepanovićevu",
        "sections": [
            {
                "text": "Zbog izgradnje nove okretnice u Ulici Biće Kesića u Stepanovićevu, od 20. 09. 2025. godine biće produžena trasa linije broj 43 (Novi Sad – Stepanovićevo)."
            },
            {
                "text": "Nakon dolaska na staru okretnicu u Stepanovićevu autobusi saobraćaju preko nadvožnjaka (put za Zmajevo), skreću desno u Ulicu Biće Kesića do nove okretnice, gde se čeka vreme do narednog polaska za Novi Sad."
            },
            {
                "text": "Autobusi će polaziti po redu vožnje sa nove okretnice, skretati levo na nadvožnjak do stare okretnice, gde će se koristiti postojeće stajalište i dalje nastavljati redovnom trasom do Železničke stanice."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/stepanovicevo_okretnica.jpg"
    }
]