[
    {
        "date": "06.06.2025",
        "title": "Linije 3, 6, 9, 9A, 60, 61, 62, 63, 64 – Privremena izmena trasa 07.06. zbog održavanja biciklističke trke",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, dana 07. juna 2025. godine  privremeno će biti izmenjene trase autobuskih linija broj 3, 6, 9, 9A, 60, 61, 62, 63 i 64 u vreme održavanja biciklističke trke „GRAN FONDO NOVI SAD 2025“."
            },
            {
                "text": "LINIJA 3"
            },
            {
                "text": "Na raskrsnici Bulevar Mihajla Pupina/Žarka Zrenjanina autobusi će skretati desno u Ulicu Žarka Zrenjanina, desno u Ulicu Vojvođanskih brigada, levo u Sutjeska ulicu, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta, odakle će nastavljati redovnom trasom kretanja (preko Varadinskog mosta)."
            },
            {
                "text": "Autobusi će sa Varadinskog mosta skretati desno na Trg neznanog junaka, desno na Beogradski kej, produžavati pravo Kejom žrtava racije, skretati desno u Ulicu Maksima Gorkog, desno u Ulicu Žarka Zrenjanina, levo na Bulevar Mihajla Pupina i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "LINIJA 6"
            },
            {
                "text": "Na raskrsnici  Bulevar Mihajla Pupina/Žarka Zrenjanina autobusi će skretati desno u Ulicu Žarka Zrenjanina, desno u Ulicu Vojvođanskih brigada, levo u Sutjeska ulicu, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta i dalje nastavljati redovnom trasom kretanja (preko Varadinskog mosta)."
            },
            {
                "text": "Na raskrsnici Beogradski kej/Trg Neznanog junaka autobusi će produžavati pravo Kejom žrtava racije, skretati desno u Ulicu Maksima Gorkog, desno u Ulicu Žarka Zrenjanina, levo na Bulevar Mihajla Pupina i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "LINIJE 9, 9A"
            },
            {
                "text": "Autobusi će sa Varadinskog mosta skretati desno na Trg neznanog junaka, desno na Beogradski kej, produžavati pravo Kejom žrtava racije, skretati desno na Bulevar cara Lazara do raskrsnice sa Stražilovskom ulicom i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "Na raskrsnici Bulevar cara Lazara/Stražilovska ulica autobusi će produžavati pravo Bulevarom cara Lazara, nastavljati Kejom žrtava racije, skretati levo na Trg neznanog junaka do Bulevara Mihajla Pupina i dalje saobraćati redovnom trasom kretanja (preko Varadinskog mosta)."
            },
            {
                "text": "PORED POSTOJEĆIH STAJALIŠTA DRUGIH LINIJA, KORISTIĆE SE PRIVREMENO STAJALIŠTE NA BULEVARU CARA LAZARA (ISPRED TEHNOLOŠKOG FAKULTETA) I PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJA-MAKSIMA GORKOG (U SMERU KA VARADINSKOM MOSTU)."
            },
            {
                "text": "LINIJE 60, 61, 62, 63, 64"
            },
            {
                "text": "Na raskrsnici Maksima Gorkog/Stražilovska ulica autobusi će produžavati pravo Ulicom Maksima Gorkog, skretati levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta i dalje nastavljati redovnom trasom kretanja (preko Varadinskog mosta)."
            },
            {
                "text": "Autobusi će sa Varadinskog mosta skretati desno na Trg neznanog junaka, desno na Beogradski kej, produžavati pravo Kejom žrtava racije, skretati desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "06.06.2025",
        "title": "Pojačani polasci zbog Zadušnica",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da će u subotu, 07. juna, zbog verskog praznika Zadušnice na liniji broj 14 biti angažovani zglobni autobusi. Pojačani polasci biće i na liniji za Čenej u 10:30 i 11:45 časova."
            },
            {
                "text": "Autobusi na linijama broj 53 i 55 na polascima iz Novog Sada u 8:40, 9:50, 10:50, 11:55, 13:10 i 15:10 časova saobraćaće do groblja Futog (povratak u 9:30, 10:40, 11:40, 12:45, 14:00 i 16:05 časova)."
            }
        ]
    },
    {
        "date": "06.06.2025",
        "title": "Linije 1, 3, 4, 6, 8, 9, 9A, 12, 60, 61, 62, 63, 64, 68, 69, 71, 72, 73, 74, 76, 77, 78, 79, 80, 81, 84, 86 – Privremena izmena trasa 08.06. zbog održavanja biciklističke trke",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, dana 08. juna 2025. godine određuje se privremena izmena trase autobuskih linija broj 1, 3, 4, 6, 8, 9, 9A, 12, 60, 61, 62, 63, 64, 68, 69, 71, 72, 73, 74, 76, 77, 78, 79, 80, 81, 84 i 86 za vreme održavanja biciklističke trke „GRAN FONDO NOVI SAD 2025“."
            },
            {
                "text": "LINIJE 1, 8 (izmena trase tokom celog dana)"
            },
            {
                "text": "Smer sa Klise"
            },
            {
                "text": "Autobusi će iz Uspenske ulice skretati desno u Jevrejsku ulicu, zatim levo na Bulevar oslobođenja, levo na Bulevar cara Lazara, desno u Fruškogorsku ulicu i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "Smer sa Limana"
            },
            {
                "text": "Autobusi će iz Fruškogorske ulice skretati levo na kružnom toku na Bulevaru cara Lazara, zatim desno na Bulevar oslobođenja, desno u Jevrejsku ulicu, levo u Uspensku ulicu i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE SVA REDOVNA STAJALIŠTA."
            },
            {
                "text": "LINIJA 3 (izmena trase tokom celog dana)"
            },
            {
                "text": "Smer sa Detelinare"
            },
            {
                "text": "Autobusi će iz Uspenske ulice skretati desno u Jevrejsku ulicu, levo na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije, produžavati pravo Beogradskim kejom, skretati levo na drumsko-železnički most, nastavljati Reljkovićevom ulicom do raskrsnice sa Preradovićevom ulicom gde će skretati levo i dalje saobraćati redovnom trasom kretanja."
            },
            {
                "text": "Smer iz Petrovaradina"
            },
            {
                "text": "Autobusi će iz Preradovićeve ulice skretati desno u Reljkovićevu ulicu, nastavljati preko drumsko-železničkog mosta, skretati desno ka Beogradskom keju, produžavati Keja žrtava racije, skretati desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, desno u Jevrejsku ulicu, levo u Uspensku ulicu i dalje saobraćati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE SVA REDOVNA STAJALIŠTA I PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ 39 I 42A, KAO I U PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47."
            },
            {
                "text": "LINIJA 4  (izmena trase tokom celog dana)"
            },
            {
                "text": "Smer sa Železničke stanice"
            },
            {
                "text": "Na raskrsnici Bulevar oslobođenja/Futoška ulica autobusi će produžavati pravo Bulevarom oslobođenja, skretati levo na Bulevar cara Lazara, desno u Fruškogorsku ulicu i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "Smer sa Limana"
            },
            {
                "text": "Iz Fruškogorske ulice autobusi će skretati levo na kružnom toku na Bulevaru cara Lazara, desno na Bulevar oslobođenja i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE SVA REDOVNA STAJALIŠTA."
            },
            {
                "text": "LINIJA 6 (izmena trase tokom celog dana)"
            },
            {
                "text": "Smer sa Podbare"
            },
            {
                "text": "Autobusi će saobraćati pravo Kejom žrtava racije, skretati desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, levo u  Futošku ulicu i dalje nastavljati redovnom trasom."
            },
            {
                "text": "Smer iz Adica"
            },
            {
                "text": "Na raskrsnici Futoška/Bulevar oslobođenja autobusi će skretati desno na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE SVA REDOVNA STAJALIŠTA."
            },
            {
                "text": "LINIJE 9, 9a (izmena trase tokom celog dana)"
            },
            {
                "text": "Smer sa Novog naselja"
            },
            {
                "text": "Sa raskrsnice Bulevar cara Lazara/Stražilovska autobusi će produžavati pravo Bulevarom cara Lazara, nastavljati Kejom žrtava racije, pravo Beogradskim kejom, skretati levo na drumsko-železnički most, saobraćati Reljkovićevom ulicom i dalje redovnim trasama kretanja."
            },
            {
                "text": "Smer iz Petrovaradina"
            },
            {
                "text": "Na raskrsnici Preradovićeva/Reljkovićeva autobusi će skretati desno u Reljkovićevu ulicu, prelaziti drumsko-železnički most, skretati desno na Beogradski kej, nastavljati Kejom žrtava racije, produžavati pravo Bulevarom cara Lazara i dalje saobraćati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE SVA REDOVNA STAJALIŠTA I PRIVREMENA STAJALIŠTA NA BULEVARU CARA LAZARA (ISPRED TEHNOLOŠKOG FAKULTETA), PRIVREMENO STAJALIŠTE NA KEJU ŽRTAVA RACIJA-MAKSIMA GORKOG (U SMERU KA VARADINSKOM MOSTU), U RELJKOVIĆEVOJ ULICI 39 I 42A, KAO I U PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47."
            },
            {
                "text": "LINIJA 12  (izmena trase tokom celog dana)"
            },
            {
                "text": "Smer iz Centra"
            },
            {
                "text": "Iz Uspenske ulice autobusi će skretati desno u Jevrejsku ulicu, zatim levo na Bulevar oslobođenja i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "Smer sa Telepa"
            },
            {
                "text": "Na raskrsnici Bulevar oslobođenja/Maksima Gorkog autobusi će nastavljati pravo Bulevarom oslobođenja, skretati desno u Jevrejsku ulicu, levo u Uspensku ulicu i dalje saobraćati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE SVA REDOVNA STAJALIŠTA."
            },
            {
                "text": "LINIJE 60, 61, 62, 63, 64 (izmena trase tokom celog dana)"
            },
            {
                "text": "Smer iz Novog Sada"
            },
            {
                "text": "Na raskrsnici Maksima Gorkog/Stražilovska autobusi će produžavati pravo Ulicom Maksima Gorkog, skretati levo na Kej žrtava racije, nastavljati pravo Beogradskim kejom, skretati levo na drumsko-železnički most i saobržati Reljkovićevom ulicom i dalje redovnim trasama kretanja."
            },
            {
                "text": "Smer iz Petrovaradina"
            },
            {
                "text": "Na raskrsnici Preradovićeva/Reljkovićeva autobusi će produžavati Reljkovićevom ulicom, zatim preko drumsko-železničkog mosta, skretati desno na Beogradski kej, nastavljati Kejom žrtava racije, skretti desno u Ulicu Maksima Gorkog i dalje saobraćati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ 39 I 42A, U PRERADOVIĆEVOJ NASPRAM KBR. 47, KAO I NA KEJU ŽRTAVA RACIJE."
            },
            {
                "text": "LINIJA 68 (u delu kroz Sremsku Kamenicu trasa će biti izmenjena u periodu od 09:00 do 15:00 časova)"
            },
            {
                "text": "Smer iz Novog Sada"
            },
            {
                "text": "Na raskrsnici Železnička/Sedme vojvođanske brigade u Sremskoj Kamenici autobusi će skretati levo u Ulicu Sedme vojvođanske brigade, levo u Ulicu Lole Ribara, desno na Paragovski put do okretnice „Vojinovo“."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA I PRIVREMENO STAJALIŠTE U ULICI LOLE RIBARA, PREKO PUTA KBR. 81."
            },
            {
                "text": "Smer za Novi Sad"
            },
            {
                "text": "Na okretnici „Vojinovo“ autobusi će skretati desno na Paragovski put, levo u Ulicu Lole Ribara, desno u Ulicu Sedme vojvođanske brigade, desno u Železničku ulicu i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA I PRIVREMENO STAJALIŠTE U ULICI LOLE RIBARA 83."
            },
            {
                "text": "LINIJA 69 (u delu kroz Sremsku Kamenicu trasa će biti izmenjena u periodu od 09:00 do 15:00 časova)"
            },
            {
                "text": "Smer iz Novog Sada"
            },
            {
                "text": "Na raskrsnici Bulevar oslobođenja/Maksima Gorkog autobusi će produžavati pravo  Bulevarom oslobođenja i dalje preko Mosta slobode, skretati desno na petlju Mišeluk do sledeće raskrsnice gde će skretati levo na Put doktora Goldmana do kružnog toka, skretti desno u Ulicu Moše Pijade, levo u Ulicu Majora Tepića i dalje nastavljati redovnom trasom."
            },
            {
                "text": "Smer iz Sremske Kamenice"
            },
            {
                "text": "Na raskrsnice Majora Tepića/Moše Pijade autobusi će skretati desno do kružnog toka i na trećem izlazu iz kružnog toka izaći na Put doktora Goldmana, nastavljati petljom Mišeluk do Mosta slobode i dalje saobraćati preko Mosta slobode, Bulevara oslobođenja do raskrsnice sa Ulicom Maksima Gorkog i dalje redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "LINIJE 72, 73, 74 (u delu kroz Sremsku Kamenicu trasa će biti izmenjena u periodu od 09:00 do 15:00 časova)"
            },
            {
                "text": "Smer iz Novog Sada"
            },
            {
                "text": "Na raskrsnici Železnička/Sedme vojvođanske brigade u Sremskoj Kamenici autobusi će skretati levo u Ulicu Sedme vojvođanske brigade, levo u Ulicu Lole Ribara i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENO STAJALIŠTE U ULICI LOLE RIBARA, PREKO PUTA KBR. 81."
            },
            {
                "text": "Smer za Novi Sad"
            },
            {
                "text": "Na raskrsnici Lole Ribara/Sedme vojvođanske brigade autobusi će skretati desno u Ulicu Sedme vojvođanske brigade, desno u Železničku ulicu i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENO STAJALIŠTE U ULICI LOLE RIBARA 83."
            },
            {
                "text": "LINIJA 86 (u delu kroz Sremsku Kamenicu trasa će biti izmenjena u periodu od 09:00 do 15:00 časova)"
            },
            {
                "text": "Smer iz Novog Sada"
            },
            {
                "text": "Na raskrsnici Mišeluk petlja/Put doktora Goldmana autobusi će skretati levo na Put doktora Goldmana do kružnog toka, skretati desno u Ulicu Moše Pijade, zatim u Železničku ulicu, skretati levo u Ulicu Sedme vojvođanske brigade, levo u Ulicu Lole Ribara, levo na Paragovski put i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA I PRIVREMENO STAJALIŠTE U ULICI LOLE RIBARA, PREKO PUTA KBR. 81."
            },
            {
                "text": "Smer za Novi Sad"
            },
            {
                "text": "Na raskrsnici Paragovski put/Lole Ribara autobusi će skretati desno Ulicu Lole Ribara, desno u Ulicu Sedme vojvođanske brigade, desno u Železničku ulicu, zatim u Ulicu Moše Pijade do kružnog toka, na trećem izlazu iz kružnog toka nastavljati Putem doktora Goldmana, zatim petljom Mišeluk do Mosta slobode i dalje saobraćati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA I PRIVREMENO STAJALIŠTE U ULICI LOLE RIBARA 83."
            },
            {
                "text": "LINIJE 71, 76, 77, 78, 79, 80, 81, 84"
            },
            {
                "text": "Autobusi neće saobraćati za vreme održavanja biciklističke trke, u periodu od  09:00 do 15:00 časova."
            }
        ]
    },
    {
        "date": "05.06.2025",
        "title": "Linije 41, 42, 43 – Izmena trase u Rumenci 06. 06. 2025.",
        "sections": [
            {
                "text": "Zbog radova na priključku kanalizacije u Vojvođanskoj ulici u Rumenci, dana 06. 06. 2025. godine privremeno će biti izmenjena trasa prigradskih linija 41, 42 i 43."
            },
            {
                "text": "Na raskrsnici Oslobođenja/Vojvođanska u Rumenci autobusi će nastavljati pravo Ulicom oslobođenja i zatim skretati desno na redovnu trasu Partizanskom ulicom."
            },
            {
                "text": "Iz Partizanske ulice autobusi će skretati levo i saobraćati Ulicom oslobođenja u Rumenci do povratka na redovnu trasu (od Vojvođanske ulice)."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE LINIJE KORISTIĆE SE POSTOJEĆA STAJALIŠTA NA TRASI."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/rumenka_0606.pdf"
    },
    {
        "date": "23.05.2025",
        "title": "Linije 4, 11A, 11B – Privremena izmena trase na Limanu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 26. 05. do 15. 06. 2025. godine privremeno će biti izmenjene trase autobuskih linija broj 4, 11A i 11B zbog radova na rekonstrukciji kanalizacione mreže u Ulici Narodnog fronta."
            },
            {
                "text": "Linije 4, 11B"
            },
            {
                "text": "Od raskrsnice Bulevar cara Lazara/Fruškogorska autobusi saobraćaju pravo Bulevarom cara Lazara do raskrsnice sa Bulevarom oslobođenja, skreću levo na Bulevar oslobođenja, desno u Narodnog fronta i dalje nastavljaju redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE AUTOBUSI NA LINIJAMA 4 I 11B NE KORISTE STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Linije 4, 11A"
            },
            {
                "text": "Od raskrsnice Narodnog fronta/Bulevar oslobođenja autobusi skreću levo na Bulevar oslobođenja, desno na Bulevar cara Lazara do raskrsnice sa Fruškogorskom ulicom i dalje saobraćaju redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE AUTOBUSI NA LINIJAMA 4 I 11A KORISTE I  STAJALIŠTE BULEVAR OSLOBOĐENJA-NARODNOG FRONTA."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/liman_2605.pdf"
    },
    {
        "date": "17.04.2025",
        "title": "Linija 69 – Povratak na redovnu trasu do 05. 05. ",
        "sections": [
            {
                "text": "Radovi na izgradnji kanalizacije na Kameničkom putu se obustavljaju od 18. 04. do 04. 05. 2025. godine. Autobusi na liniji 69 u navedenom periodu saobraćaće redovnom trasom, a od 05. 05. do 23. 06. 2025. godine nastavlja se privremena izmena trase:\n\nSmer iz Novog Sada \n\nOd raskrsnice Bulevara oslobođenja i Ulice Maksima Gorkog autobusi će saobraćati pravo Bulevarom oslobođenja, preko Mosta slobode do petlje Mišeluk, zatim do RTV Vojvodine, praviće krug oko zgrade RTV-a zbog okretanja i nastavljati redovnom trasom do okretnice na Čardaku. \n\nSmer sa Čardaka \n\nAutobusi će saobraćati redovno do RTV Vojvodine, praviće krug oko zgrade RTV-a, a zatim saobraćati do petlje Mišeluk, pa preko Mosta slobode i Bulevara oslobođenja do Železničke stanice. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Mapu izmena pogledajte"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/linija69_2403.pdf"
    },
    {
        "date": "31.03.2025",
        "title": "Korekcija reda vožnje",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava građane da će od 01. 04. 2025. godine biti korigovani neki od polazaka u postojećem redu vožnje.   \n\nMolimo putnike da se pre korišćenja prevoza o izmenama autobuskih polazaka, osim na sajtu preduzeća www.gspns.rs/red-voznje,  informišu i putem aplikacije NSmart."
            }
        ]
    },
    {
        "date": "06.02.2025",
        "title": "Od 07. 02. novi red vožnje na vanrednim polascima Železnička stanica Petrovaradin - Centar",
        "sections": [
            {
                "text": "U skladu sa dopisom „Srbijavoza“ od 07. 02. 2025. godine stupa na snagu novi red vožnje na vanrednim autobuskim polascima Železnička stanica Petrovaradin - Centar. Novi red vožnje pogledajte \n\nPodsećamo, kao ispomoć redovnim linijama 3, 9, 60, 61, 62 i 63 do daljeg su uvedeni vanredni, direktni polasci autobusa sa autobuskog stajališta „Petrovaradin/Železnička stanica“ u Preradovićevoj ulici (oba smera). Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici ().\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nShodno ugovoru sa „Srbijavozom“, na navedenoj relaciji prevoz je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/redvoznje_0502.pdf"
    },
    {
        "date": "05.02.2025",
        "title": "Linija 69 – Privremena izmena trase od 07. 02.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od  07. februara do 23. juna 2025.godine privremeno će biti izmenjena trasa autobuske linije broj 69 zbog izgradnje kanalizacione mreže u delu Ulice Dunavske divizije. \n\nAutobusi će umesto Beogradske ulice, dela Preradovićeve ulice i Ulice Dunavske divizije koristiti Kamenički put do Ulice Dunavske divizije i dalje saobraćati postojećom trasom (u suprotnom smeru saobraćaće istom, izmenjenom trasom). \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE IZGRAĐENO STAJALIŠTE POSLE SILASKA SA VARADINSKOG MOSTA (U SMERU IZ NOVOG SADA) I PRIVREMENO STAJALIŠTE NA KEJU SKOJEVACA - NAKON SKRETANJA SA KAMENIČKOG PUTA (U SMERU KA NOVOM SADU)."
            },
            {
                "text": "Mapu izmena pogledaje"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/0502linija_69.pdf"
    },
    {
        "date": "17.01.2025",
        "title": "Linija 3B – Privremeno stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ u smeru sa Puckaroša",
        "sections": [
            {
                "text": "Na liniji 3B u smeru B od Puckaroša do Petrovaradina (OŠ „Jovan Dučić“) autobusi će do daljnjeg privremeno koristiti i stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ (redovna stajališta linije 3 Petrovaradin - Centar- Detelinara i linije 9 Novo naselje – Liman – Petrovaradin).\n\nNavedena izmena stupiće na snagu 20.01.2025. godine."
            }
        ]
    }
]