[
    {
        "date": "19.04.2024",
        "title": "Linije 68, 69, 71, 72, 73, 74, 76, 77, 78, 79, 80, 81, 84, 86 – Privremena izmena trase u Sremskoj Kamenici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve , od 22. do 26. 04. 2024. godine privremeno će biti izmenjene trase autobuskih linija 68, 69, 71, 72, 73, 74, 76, 77, 78, 79, 80, 81, 84 i 86. Zbog radova na rekonstrukciji kolovoza na Trgu Zmaj Jove u Sremskoj Kamenici autobuski saobraćaj na navedenim linijama odvijaće se na sledeći način:\n\nLINIJA 68 \n\nSmer iz Novog Sada \n\nNa raskrsnici ulica Železnička i Sedme vojvođanske brigade u Sremskoj Kamenici autobusi će skretati levo u Ulicu Sedme vojvođanske brigade, levo u Ulicu Lole Ribara, desno na Paragovski put do okretnice „Vojinovo“. \n\nNa izmenjenom delu trase koristiće se postojeća stajališta drugih linija i privremeno stajalište u Ulici Lole Ribara, preko puta kbr. 81.\n\nSmer za Novi Sad \n\nOd okretnice „Vojinovo“ autobusi će skretati desno na Paragovski put, levo u Ulicu Lole Ribara, desno u Ulicu Sedme vojvođanske brigade, desno u Železničku ulicu i dalje nastavljati redovnom trasom kretanja.\n\nNa izmenjenom delu trase koristiće se postojeća stajališta drugih linija i privremeno stajalište u Ulici Lole Ribara, ispred kbr. 83.\n\nLINIJA 69 \n\nSmer iz Novog Sada \n\nAutobusi će sa Kameničkog puta (nakon prolaska RTV-a) skretati levo na petlju Mišeluk, na sledećoj raskrsnici desno na Put doktora Goldmana do kružnog toka, zatim desno u Ulicu Moše Pijade, levo u Ulicu majora Tepića i dalje nastavljati redovnom trasom. \n\nNa izmenjenom delu trase koristiće se postojeća stajališta drugih linija.\n\nSmer za Novi Sad \n\nOd raskrsnice Ulica majora Tepića i Ulice Moše Pijade autobusi će skretati desno do kružnog toka, na trećem izlazu iz kružnog toka ulaziće na Put doktora Goldmana, produžavati pravo petljom Mišeluk, zatim skretati levo prema Kameničkom putu, desno na Kamenički put (pored RTV-a) i dalje nastavljati redovnom trasom kretanja.\n\nNa izmenjenom delu trase koristiće se postojeća stajališta drugih linija.\n\nLINIJA BROJ 71 \n\nSmer iz Novog Sada \n\nNa raskrsnici ulica Železnička i Sedme vojvođanske brigade u Sremskoj Kamenici autobusi će skretati levo u Ulicu Sedme vojvođanske brigade, levo u Ulicu Lole Ribara, desno na Paragovski put, desno u Karađorđevu ulicu do okretnice kod Dunava (stara okretnica linije 71), gde će se okretati i vraćati Karađorđevom ulicom do raskrsnice za Ledinački put i dalje nastavljati redovnom trasom kretanja. \n\nNa izmenjenom delu trase koristiće se postojeća stajališta drugih linija i privremeno stajalište u Ulici Lole Ribara, preko puta kbr. 81.\n\nSmer za Novi Sad \n\nNa raskrsnici Ledinačkog puta i Karađorđeve ulice autobusi će nastavljati Karađorđevom ulicom do okretnice kod Dunava (stara okretnica linije 71), gde će se okretati i vraćati Karađorđevom ulicom do raskrsnice za Paragovski put, skretati levo na Paragovački put, levo u Ulicu Lole Ribara, desno u Ulicu Sedme vojvođanske brigade, desno u Železničku ulicu i dalje nastavljati redovnom trasom kretanja.\n\nNa izmenjenom delu trase koristiće se postojeća stajališta drugih linija i privremeno stajalište u Ulici Lole Ribara, ispred kbr. 83.\n\nLINIJE 72, 73, 74 \n\nSmer iz Novog Sada \n\nNa raskrsnici ulica Železnička i Sedme vojvođanske brigade u Sremskoj Kamenici autobusi će skretati levo u Ulicu Sedme vojvođanske brigade, levo u Ulicu Lole Ribara i dalje nastavljati redovnom trasom kretanja. \n\nNa izmenjenom delu trase koristiće se privremeno stajalište u Ulici Lole Ribara, preko puta kbr. 81.\n\nSmer za Novi Sad \n\nNa raskrsnici ulica Lole Ribara i Sedme vojvođanske brigade autobusi će skretati desno u Ulicu Sedme vojvođanske brigade, desno u Železničku ulicu i dalje nastavljati redovnom trasom kretanja.\n\nNa izmenjenom delu trase koristiće se privremeno stajalište u Ulici Lole Ribara, ispred kbr. 83.\n\nLINIJE BROJ 77, 78, 79, 80, 81, 84 \n\nSmer iz Novog Sada \n\nNa raskrsnici Mišeluk petlja i Put doktora Goldmana autobusi će skretati levo na Put doktora Goldmana do kružnog toka, desno u Ulicu Moše Pijade, zatim u Železničku ulicu, levo u Ulicu Sedme vojvođanske brigade, levo u Ulicu Lole Ribara, desno na Paragovski put, levo na Ledinački put i dalje nastavljati redovnom trasom kretanja. \n\nNa izmenjenom delu trase koristiće se postojeća stajališta drugih linija i privremeno stajalište u Ulici Lole Ribara, preko puta kbr. 81.\n\nSmer za Novi Sad \n\nNa raskrsnici ulica Ledinački put i Paragovski put autobusi će skretati desno na Paragovski put, levo u Ulicu Lole Ribara, desno u Ulicu Sedme vojvođanske brigade, desno u Železničku ulicu, zatim u Ulicu Moše Pijade do kružnog toka, na trećem izlazu iz kružnog toka ulaziće na Put doktora Goldmana, saobraćati petljom Mišeluk do Mosta slobode i dalje nastavljati redovnom trasom kretanja.\n\nNa izmenjenom delu trase koristiće se postojeća stajališta drugih linija i privremeno stajalište u Ulici Lole Ribara, ispred kbr. 83.\n\nLINIJA BROJ 86 \n\nSmer iz Novog Sada \n\nNa raskrsnici Mišeluk petlje i Puta doktora Goldmana autobusi će skretati levo na Put doktora Goldmana do kružnog toka, desno u Ulicu Moše Pijade, ulaziti u Železničku ulicu, skretati levo u Ulicu Sedme vojvođanske brigade, levo u Ulicu Lole Ribara, levo na Paragovski put i dalje nastavljati redovnom trasom kretanja. \n\nNa izmenjenom delu trase koristiće se postojeća stajališta drugih linija i privremeno stajalište u Ulici Lole Ribara, preko puta kbr. 81.\n\nSmer za Novi Sad \n\nNa raskrsnici Paragovski put i Lole Ribara autobusi će skretati desno u Ulicu Lole Ribara, desno u Ulicu Sedme vojvođanske brigade, desno u Železničku ulicu, zatim u Ulicu Moše Pijade do kružnog toka, na trećem izlazu iz kružnog toka ulaziće na Put doktora Goldmana, zatim će saobraćati petljom Mišeluk do Mosta slobode i dalje nastavljati redovnom trasom kretanja.\n\nNa izmenjenom delu trase koristiće se postojeća stajališta drugih linija i privremeno stajalište u Ulici Lole Ribara, ispred kbr. 83."
            },
            {
                "text": "Mapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "15.04.2024",
        "title": "Linije 4, 11a, 11b-Izmena trase od 15.04. u ulici Narodnog fronta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (broj: IV-34-109/24-3) određuje se privremena izmena trase autobuskih linija broj 4, 11a i 11b zbog izvođenja radova na rekonstrukciji kanalizacione mreže u Ulici Narodnog Fronta, od Ulice Dragiše Brašanova do Fruškogorske ulice. Izmenjen režim saobraćanja linija važi od 15. aprila 2024.godine do 30.aprila 2024 godine. \n\nAutobusi na linijama broj 4, 11a i 11b menjaju trasu kretanja:\n\nLINIJE BROJ 4 i 11b (smer od Centra) \n\nOd raskrsnice ulica Bulevar cara Lazara i Fruškogorske ulice autobusi saobraćaju pravo Bulevarom cara Lazara do raskrsnice sa Bulevarom oslobođenja, levo na Bulevar oslobođenja, desno u Narodnog fronta i dalje redovnom trasom.\n\nNa izmenjenom delu trase autobusi na linijama 4 i 11b ne koriste stajališta drugih linija.\n\nLINIJE BROJ 4 i 11a (smer sa Limana)\n\nOd raskrsnice ulica Narodnog fronta i Bulevara oslobođenja autobusi saobraćaju levo na Bulevar oslobođenja, desno na Bulevar cara Lazara do raskrsnice sa Fruškogorskom ulicom i dalje redovnom trasom.\n\nNa izmenjenom delu trase autobusi na linijama 4 i 11a koriste i stajalište Bulevar oslobođenja-Narodnog fronta."
            }
        ]
    },
    {
        "date": "29.03.2024",
        "title": "Linija 43 - Dodatna izmena dela trase na polascima koji saobraćaju preko Tankosićeva",
        "sections": [
            {
                "text": "Od 03. 04. 2024. godine polasci na liniji broj 43 (Novi Sad-Stepanovićevo), koji po redu vožnje saobraćaju preko Tankosićeva, od okretnice u Kisaču saobraćaće novoizgrađenim putem od Svetosavske ulice do državnog puta IIA. Autobusi na navedenim polascima saobraćaće i u povratku „preko Tankosićeva“ za Novi Sad (radni dan, subota, nedelja).\n\nNa izmenjenom delu trase su registrovana tri nova stajališta.\n\nSmer prema Stepanovićevu: \n\n- stajalište Kisač/Novoizgrađeni put/Svetosavska (pored novog stajališta koristiće se sva redovna stajališta na trasi, uključujući i stajalište na okretnici u Kisaču).\n\nSmer prema Novom Sadu:\n\n-stajalište Kisač/Novoizgrađeni put/Svetosavska\n\n-stajalište Kisač/Mihala Kardelisa/Milana Tepića \n\n(pored dva nova stajališta koristiće se sva redovna stajališta na trasi)."
            }
        ]
    },
    {
        "date": "30.01.2024",
        "title": "Linije 42, 43 – Privremene izmene trasa na polascima kroz Tankosićevo",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 31. 01. do 31. 03. 2024. godine privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo). Zbog radova na izgradnji vodovodne i kanalizacione mreže u Železničkoj ulici u Kisaču, autobuski saobraćaj odvijaće se na sledeći način: \n\nSmer iz Novog Sada \n\nNa raskrsnici Dr Janka Gombara/Benešova autobusi će skretati levo i nastavljati Benešovovom ulicom do raskrsnice Benešova/Ondreja Marčoka, skretaće desno i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Jana Kolar, skretaće desno i saobraćati Ulicom Jana Kolara do raskrsnice Jana Kolara/Mihala Kardelisa, skretaće levo u Ulicu Mihala Kardelisa i nastavljati redovnom trasom. \n\nNa izmenjenom delu trase KORISTIĆE se privremena autobuska stajališta u Benešovoj ulici (kod vrtića) i u Ulici Ondreja Marčoka, pre raskrsnice sa Ulicom Jana Kolara (preko puta prodavnice).\n\nSmer iz Kisača \n\nNa raskrsnici Mihala Kardelisa/Jana Kolara autobusi će skretati desno i nastavljati Ulicom Jana Kolara do raskrsnice Jana Kolara/Ondreja Marčoka gde će skretati levo i saobraćati Ulicom Ondreja Marčoka do raskrsnice Ondreja Marčoka/Benešova, skretaće levo i saobraćati Benešovom ulicom do raskrsnice Benešova/Dr Janka Gombara, skretaće desno u Ulicu dr Janka Gombara i nastavljati redovnom trasom.\n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište u Ulici Ondreja Marčoka, odmah nakon skretanja autobusa iz Ulice Jana Kolara (kod prodavnice).\n\nMapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "30.11.2023",
        "title": "Linija 1 – Tri varijacije trase od 01. 12.",
        "sections": [
            {
                "text": "Od 01.12.2023. godine na liniji broj 1 uvode se tri varijacije trase: \n\n- Osnovna trasa koja će saobraćati do okretnice na Bulevaru Evrope, bez slovne oznake u redu vožnje 1\n\n- Gornje Livade trasa koja će saobraćati do okretnice „Mikom“ u Ulici Profesora Grčića, a u redu vožnje nosiće oznaku 1GL (Gornje Livade) \n\n- Trasa koja će saobraćati do Jegričke ulice (preko auto-puta), a u redu vožnje nosiće oznaku 1J (Jegrička). \n\nRaspored polazaka ostaće neizmenjen, s tim da će u varijaciji Jegrička (1J) biti polasci koji su pripadali varijacijama do „Elnosa“, „Transportkomerca“ i „Mlinoservisa“, „Elnosa i Mlinoservisa“.\n\nMapu linije pogledajte"
            }
        ]
    },
    {
        "date": "30.11.2023",
        "title": "Linija 19 – Izmena trase od 01. 12.",
        "sections": [
            {
                "text": "Autobusi na liniji 19 od 01. 12. 2023. godine saobraćaće novom trasom Železnička stanica – RTV Vojvodine – Bolnica na Mišeluku. \n\nU smeru ka Mišeluku linija 19 saobraćaće pored nove zgrade RTV-a, ulaziće u krug ustanove, nakon čega će produžavati do bolnice na Mišeluku. U suprotnom smeru autobusi će prolaziti istom trasom.\n\nNa novoj trasi koristiće se dva postojeća stajališta u smeru prema Mišeluku, stajalište „Petlja Mišeluk/Tunel“ i stajalište „Kamenički put/RTV“. U smeru prema Železničkoj stanici otvara se novo stajalište „Okretnica/RTV Novi Sad“. \n\nPutnici se o redu vožnje i dodatnim polascima mogu informisati u rubrici redovi vožnje JGSP Novi Sad (gspns.rs)\n\nPogledajte  kretanje autobusa na novoj trasi u krugu RTV-a (oba smera).\n\nTrasu u smeru od Železničke stanice prema Mišeluku pogledajte \n\nTrasu u smeru od Mišeluka prema Železničkoj stanici pogledajte"
            }
        ]
    },
    {
        "date": "29.11.2023",
        "title": "Linija 9A – Izmena početnog i završnog stajališta od 01. 12.",
        "sections": [
            {
                "text": "Autobusi na liniji 9A Novo naselje – Liman – Petrovaradin (Alibegovac) od 01.12.2023. godine vreme polaska u smeru ka Novom naselju iščekivaće na stajalištu „Put Novi Sad-Ruma-Alibegovac“ (ulica Račkog 139a, kod prodavnice), umesto na dosadašnjoj okretnici kod bolnice na Mišeluku. Trasa linije 9A ostaće nepromenjena, s tim što će početno i završno stajalište na trasi biti navedeno stajalište „Put Novi Sad-Ruma-Alibegovac“, dok će okretnica kod bolnice na Mišeluku biti prolazno stajalište. Mapu izmene pogledajte"
            }
        ]
    }
]