[
    {
        "date": "24.08.2023",
        "title": "Linije 1, 4, 8, 9, 9a, 12, 18a, 18b, 60, 61, 62, 63, 64, 69 – Privremena izmena trase u Ulici Žarka Zrenjanina",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 25. 08. do 03. 09. 2023. godine privremeno se menjaju trase autobuskih linija broj 1, 4, 8, 9, 9a, 12, 18a, 18b, 60, 61, 62, 63, 64 i 69. Zbog radova na rekonstrukciji kolovoza u Ulici Žarka Zrenjanina autobuske trase se menjaju na sledeći način:\n\nLINIJA BROJ 1, 4, 8 \n\nSmer ka Limanu\n\nOd raskrsnice Bulevara Mihajla Pupina i Ulice Žarka Zrenjanina autobusi će saobraćati pravo Bulevarom Mihajla Pupina, skretati desno na Trg Neznanog junaka, desno na Kej žrtava racije, desno na Bulevar cara Lazara do raskrsnice sa Fruškogorskom ulico, odakle će nastavljati redovnom trasom. \n\nSmer sa Limana \n\nOd raskrsnice Bulevara cara Lazara i Stražilovske ulice autobusi će saobraćati pravo Bulevarom cara Lazara, skretati levo na Kej žrtava racije, produžavati pravo Beogradskim kejom, skretati levo na Trg Neznanog junaka, desno na Bulevar Mihajla Pupina do raskrsnice sa Ulicom Žarka Zrenjanina i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE, PORED POSTOJEĆIH STAJALIŠTA DRUGIH LINIJA, KORISTIĆE SE PRIVREMENO STAJALIŠTE NA BULEVARU CARA LAZARA - ISPRED TEHNOLOŠKOG FAKULTETA.\n\nLINIJE BROJ 9, 9A\n\nSmer iz Petrovaradina \n\nAutobusi će posle Varadinskog mosta skretati desno na Trg Neznanog junaka, desno na Beogradski kej, nastavljati pravo Kejom žrtava racije, desno Bulevarom cara Lazara do raskrsnice sa Stražilovskom ulicom, odakle će saobraćati redovnom trasom kretanja.\n\nSmer sa Novog naselja \n\nOd raskrsnice Bulevara cara Lazara i Stražilovske ulice autobusi će saobraćati pravo Bulevarom cara Lazara, skretati levo na Kej žrtava racije, nastavljati pravo Beogradskim kejom, skretati levo na Trg Neznanog junaka do Bulevara Mihajla Pupina i dalje pravo preko Varadinskog mosta.\n\nNA IZMENJENOM DELU TRASE, PORED POSTOJEĆIH STAJALIŠTA DRUGIH LINIJA, KORISTIĆE SE PRIVREMENO STAJALIŠTE NA BULEVARU CARA LAZARA - ISPRED TEHNOLOŠKOG FAKULTETA.\n\nLINIJE BROJ 12, 18A, 18B \n\nSmer iz Centra \n\nOd raskrsnice Uspenske i Jevrejske ulice autobusi će skretati desno u Jevrejsku ulicu, levo na Bulevar oslobođenja, desno na Bulevar cara Lazara i dalje nastavljati redovnom trasom kretanja. \n\nSmer sa Limana\n\nSa raskrsnice Bulevara cara Lazara i Bulevara oslobođenja autobusi će skretati levo na Bulevar oslobođenja, desno u Jevrejsku ulicu, levo u Uspensku ulicu do Šafarikove ulice i dalje nastavljati redovnom trasom kretanja. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA.\n\nLINIJE BROJ 60, 61, 62, 63, 64, 69\n\nSmer prema Novom Sadu \n\nOd raskrsnice Bulevara Mihajla Pupina i Ulice Žarka Zrenjanina trasa se pruža dalje Bulevarom Mihajla Pupina, Jevrejskom ulicom i desno Bulevarom oslobođenja, odakle se nastavlja redovno.\n\nSmer iz Novog Sada \n\nSa raskrsnice Bulevara oslobođenja i Jevrejske ulice autobusi će skretati levo u Jevrejsku ulicu, desno na Bulevar Mihajla Pupina do raskrsnice sa Ulicom Žarka Zrenjanina, nastavljati pravo Bulevarom Mihajla Pupina i dalje preko Varadinskog mosta.\n\nNA IZMENJENOM DELU TRASE KORISTE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "LINIJA FUS 2 - FESTIVAL ULIČNIH SVIRAČA\n\nSmer Liman 4 - Petrovaradin \n\nIz Stražilovske ulice autobusi će skretati desno u Ulicu Maksima Gorkog, levo na Kej žrtava racije, nastavljati pravo Beogradski kejom, skretati levo na Trg Neznanog junaka do Bulevara Mihajla Pupina i dalje pravo preko Varadinskog mosta.\n\nSmer Petrovaradin - Liman 4 \n\nSa Varadinskog mosta autobusi će skretati desno na Trg Neznanog junaka, desno na Beogradski kej, nastavljati pravo Kejom žrtava racije, skretati desno u Maksima Gorkog i zatim levo u Stražilovsku ulicu odakle će nastavljati redovnom trasom."
            }
        ]
    },
    {
        "date": "23.08.2023",
        "title": "Linije 3, 3A, 9, 9A, 60, 61, 62, 63, 64, 69 –Izmene trasa zbog Festivala uličnih svirača",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, privremeno se menjaju trase autobuskih linija broj 3, 3A, 9, 9A, 60, 61, 62, 63, 64 i 69 zbog održavanja muzičke manifestacije Festival uličnih svirača 2023. \n\nSaobraćaj u Petrovaradinu biće zatvoren od 16:00 časova 23. 08. do 16:00 časova 27. avgusta. \n\nLINIJE 3, 3A, 9, 9A, 60, 61, 62, 63, 64\n\nSmer iz Novog Sada\n\nPosle Bulevara Mihajla Pupina i mosta „Duga“ autobusi će skretati desno i kretati se ka drumsko-železničkom mostu Kejom skojevaca, uključivaće se u Reljkovićevu ulicu, odakle će saobraćati do Preradovićeve ulice i dalje nastavljati redovnim trasama.\n\nSmer iz Petrovaradina\n\nAutobusi će od raskrsnice Preradovićeve i Reljkovićeve ulice saobraćati Reljkovićevom ulicom, zatim Kejom skojevaca, odakle će skretati levo u Ulicu prote Mihaldžića, desno na most „Duga“ i nastavljati redovnim trasama.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI 39 I 42A, U PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47, I U PROTE MIHALDŽIĆA (PRE MOSTA „DUGA“).\n\nLINIJA 69\n\nSmer iz Novog Sada \n\nAutobusi će sa Bulevara Mihajla Pupina nasavljati preko mosta „Duga“, skretati desno Kameničkim putem i dalje redovnom trasom kretanja.\n\nSmer iz Sremske Kamenice \n\nOd raskrsnice ulica Kamenički put i Dunavskih divizija autobusi će saobraćati pravo Kameničkim putem, skretati levo na Kej skojevaca, desno u ulicu Prote Mihaldžića, desno na most „Duga“ i dalje nastavljati redovnom trasom.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U PROTE MIHALDŽIĆA P(RE MOSTA „DUGA“ I PRVO STAJALIŠTE POSLE MOSTA „DUGA“ SA DESNE STRANE KA KAMENIČKOM PUTU."
            }
        ]
    },
    {
        "date": "22.08.2023",
        "title": "Vanredne linije do Festivala uličnih svirača",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ je dao svoj doprinos Festivalu uličnih svirača organizacijom vanrednih linija tokom sva tri dana održavanja manifestacije. Osim prevoza do mesta festivalskih dešavanja, posetioci će na navedenim linijama moći da uživaju u koncertima koji će se održavati u autobusima na određenim polascima.\n\nORGANIZACIJA VANREDNIH LINIJA\n\nPrvog dana Festivala (24. avgust) autobusi će saobraćati na tri vanredne linije FUS0, FUS1 i FUS2. Linija FUS0 saobraćaće od 19:00 do 20:45. Nakon otvaranja Bulevara Mihajla Pupina, do mesta održavanja Festivala u Podgrađu počeće da saobraćaju linije FUS1 i FUS2.\n\nDrugog i trećeg dana festivala (25. i 26. avgust) saobraćaće samo linije FUS1 i FUS2.\n\nNa sve tri linije autobusi će se zaustavljati na zvaničnim stajalištima JGSP „Novi Sad“ i biće posebno obeleženi. \n\nTRASE NA VANREDNIM LINIJAMA\n\nFUS 0: ABS DETELINARA – CENTAR – LIMAN 4\n\nStajalište kod ABC-a u Rumenačkoj ulici (stajalište linije 3) - (levo skretanje) Bulevar kralja Petra I – (desno skretanje) Bulevar oslobođenja – (levo skretanje) Jevrejska ulica – (desno skretanje) Bulevar Mihajla Pupina (ZAUSTAVLjA SE NA MESTU POČETKA POVORKE KOD IZVRŠNOG VEĆA) – (desno skretanje) Ulica Žarka Zrenjanina – Stražilovska ulica – (desno skretanje) Bulevar cara Lazara – (levo skretanje) Fruškogorska ulica – (na kružnom toku desno) Ulica Narodnog fronta do okretnice linije 4 na Limanu 4.\n\nSa okretnice linije 4 autobusi će istom trasom preko centra saobraćati do ABC Detelinara.\n\nFUS 1: ABC DETELINARA – PODGRAĐE PETROVARADINA\n\nStajalište kod ABC-a u Rumenačkoj ulici (stajalište linije 3) – (levo skretanje) Bulevar kralja Petra I – (desno skretanje) Bulevar oslobođenja – (levo skretanje) Jevrejska ulica – (desno skretanje) Bulevar Mihajla Pupina - most „Duga“ – podgrađe Petrovaradinske tvrđave (preko puta „Aqua Dorie“) gde se trasa završava i izdržava vreme do povratka. \n\nPovratak se obavlja istom trasom, s tim što linija završava na stajalištu u Rumenačkoj ulici, nakon raskrsnice za Bulevarom Jaše Tomića. \n\nFUS 2: LIMAN 4 – PODGRAĐE PETROVARADINA\n\n Stajalište u Ulici Narodnog fronta na Limanu 4 (početno stajalište linije 4) - Ulica Narodnog fronta – (levo skretanje) Fruškogorska ulica – (desno na kružnom toku) Bulevar cara Lazara – (levo skretanje) Stražilovska ulica - Ulica Žarka Zrenjanina – (desno skretanje) Bulevar Mihajla Pupina - most „Duga“ - podgrađe Petrovaradinske tvrđave (preko puta „Aqua Dorie“) gde se trasa završava i izdržava vreme do povratka. \n\nPovratak se obavlja istom trasom, s tim što linija završava na poslednjem stajalištu u Ulici Narodnog fronta na Limanu 4."
            },
            {
                "text": "RED VOŽNJE"
            }
        ]
    },
    {
        "date": "21.08.2023",
        "title": "Privremeno skraćenje trasa zbog radova u kompleksu Instituta",
        "sections": [
            {
                "text": "Zbog obimnih građevinskih radova na izgradnji kanalizacije upotrebljenih voda, atmosferske kanalizacije i vodovodne mreže u okviru kompleksa instituta u Sremskoj Kamenici, od 22.08.2023.godine autobusi JGSP ''Novi Sad'' će obavljati okretanje ispred ulazne rampe u institut po prikazanoj mapi. Iskrcaj i prijem putnika vrši se na privremenom autobuskom stajalištu (postavljen stajališni stub) u rejonu parkinga za TAXI vozila."
            }
        ]
    },
    {
        "date": "16.08.2023",
        "title": "Privremeno ukidanje stajališta „Bulevar oslobođenja/Bulevar kralja Petra I“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, privremeno se ukida stajalište „Bulevar oslobođenja/Bulevar kralja Petra I“ (kod „Simpa“). Zbog radova na rekonstrukciji kolovoza na Bulevaru oslobođenja (od Bulevara kralja Petra I do Bulevara Jaše Tomića), stajalište neće biti u funkciji od 17. do 23. 08. 2023. godine."
            }
        ]
    },
    {
        "date": "13.08.2023",
        "title": "Linije 7B, 8, 18B, 55JC, Novo naselje-Koteks Viskofan, TE-TO - Privremena izmena trase od ponedeljka 14.08. – FAZA 1",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve određuje se privremena izmena trase autobuskih linija broj 7B, 8, 18B, 55JS, Novo naselje - Koteks Viskofan i TE-TO od ponedeljka 14.08.2023. god. – Faza 1, zbog rekonstrukcije kolovoza u Bulevaru kneza Miloša u Novom Sadu. \n\nIzmenjen režim saobraćanja važi od 14.08. pa do početka Faze 2. \n\nNa navedenim linijama autobusi menjaju trasu kretanja na sledeći način:\n\nLINIJA BROJ 7B i 18B \n\nSaobraća redovnom trasom sa ukidanjem stajališta koje neće moći da koriste.\n\nAUTOBUSI NA LINIJI BROJ 7B I 18B, NA REDOVNOM DELU TRASE NE KORISTE AUTOBUSKA STAJALIŠTA NA BULEVARU KNEZA MILOŠA (stajališta BULEVAR KNEZA MILOŠA - BULEVAR JOVANA DUČIĆA i BULEVAR KNEZA MILOŠA - GARAŽA GSP-a).\n\nLINIJA BROJ 8\n\nSaobraća redovnom trasom sa ukidanjem stajališta koje neće moći da koriste.\n\nAUTOBUSI NA LINIJI BROJ 8 (u smeru iz Centra), NA REDOVNOM DELU TRASE NE KORISTE AUTOBUSKO STAJALIŠTE NA BULEVARU KNEZA MILOŠA (stajalište BULEVAR KNEZA MILOŠA – MILEVE MARIĆ).\n\nLINIJA 55JS\n\nSmer iz Novog Sada: Od raskrsnice Bul. Jovana Dučića – Bate Brkića levo u ulicu Bate Brkića, desno Futoškim putem i zatim redovnom trasom . \n\nSmer iz Futoga: Od raskrsnice Bulevar kneza Miloša – Futoški put, pravo Futoškim putem, levo u ulicu Bate Brkića, desno na Bulevar Jovana Dučića i dalje redovnom trasom.\n\nAUTOBUSI NA LINIJI BROJ 55JS, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nUgovoreni poseban linijski prevoz TE-TO\n\nSmer sa Novog naselja: Početno stajalište (FUTOŠKI PUT - BULEVAR PATRIJARHA PAVLA) kod raskrsnice Bulevar kneza Miloša – Futoški put, pravo Futoškim putem, levo u ulicu Bate Brkića, desno na Bulevar Jovana Dučića i dalje redovnom trasom .\n\nSmer iz TE-TO: Od raskrsnice Bul. Jovana Dučića – Bate Brkića, levo u ulicu Bate Brkića , desno Futoškim putem i završava kod Satelitske pijace (stajalište FUTOŠKI PUT – SATELITSKA PIJACA) . \n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nUgovoreni poseban linijski prevoz Novo Naselje - Koteks Viskofan\n\nSmer za „Koteks Viskofan“: Od raskrsnice Bul. Jovana Dučića – Bate Brkića, levo u Bate Brkića, desno Futoškim putem, levo na Bul. Patrijaha Pavla i zatim redovnom trasom. \n\nSmer iz „Koteks Viskofan“: Od raskrsnice Bul. Patrijaha Pavla – Futoški put, desno Futoškim putem, levo u Bate Brkića, desno Bulevar Jovana Dučića i dalje redovnom trasom.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "31.07.2023",
        "title": "Linije 1, 8, 17, 21, 22, 23, 24 i 30 - Privremena izmena trase zbog radova u Kisačkoj ulici ",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, određuje se privremena izmena trase autobuskih linija 1, 8, 17, 21, 22, 23, 24 i 30 zbog radova u Kisačkoj ulici. Izmenjen režim saobraćaja linija 1, 8, 17, 21, 22, 23, 24 i 30 važi od 01.08.2023. do završetka radova."
            },
            {
                "text": "LINIJA BROJ 1 \n\nSmer sa Klise: Na raskrsnici Kisačke i Bulevara Jaše Tomića, autobusi nastavljaju pravo Kisačkom ulicom do raskrsnice Kisačke i Jovana Cvijića gde skreću levo u Jovana Cvijića, zatim iz Jovana Cvijića skreću desno u Temerinsku ulicu. Autobusi se kreću Temerinskom ulicom do raskrsnice Temerinske i Kisačke ulice, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 1 KORISTI samo stajalište Temerinska – Pijaca.\n\nSmer sa Limana: Na raskrsnici Kisačka – Temerinska, autobusi nastavljaju pravo Temerinskom ulicom do raskrsnice Temerinske ulice i ulice Jovana Cvijića gde skreću levo u Jovana Cvijića. Autobusi se kreću ulicom Jovana Cvijića do Kisačke ulice gde skreće desno u Kisačku ulicu.\n\nNa izmenjenom delu trase, linija 1 KORISTI samo stajalište Temerinska – Trg Marije Trandafil.\n\nLINIJA BROJ 8\n\nSmer sa Novog Naselja: Na raskrsnici Bulevar kralja Petra I i ulice Braće Jovandić, autobusi skreću desno u Braće Jovandić. Autobusi se kreću pravo kroz Braće Jovandić, preko Žitnog trga i ulice Vojvode Bojovića do raskrsnice ulica Vojvode Bojovića i Jovana Subotića, gde autobusi skreću desno u Jovana Subotića i nastavljaju dalje redovnom trasom. \n\nNa izmenjenom delu trase, linija 8 KORISTI samo stajalište Vojvode Bojovića – Osnovna škola Ivo Lola Ribar.\n\nSmer sa Limana: na raskrsnici Jovana Subotića i Vojvode Bojovića, autobusi skreću levo u Vojvode Bojovića. Autobusi se kreću ulicom Vojvode Bojovića, preko Žitnog trga i ulice Braće Jovandić do raskrsnice ulice Braće Jovandić i Bulevara kralja Petra I, gde skreću levo na Bulevar kralja Petra I.\n\nNa izmenjenom delu trase, linija 8 KORISTI samo stajalište Vojvode Bojovića - Socijalno.\n\nLINIJA BROJ 17\n\nSmer iz BIG-a: Na raskrsnici Kisačke i Bulevara Jaše Tomića, autobusi nastavljaju pravo Kisačkom ulicom do raskrsnice Kisačke i Jovana Cvijića gde skreću levo u Jovana Cvijića, zatim iz Jovana Cvijića skreću desno u Temerinsku ulicu. Autobusi se kreću Temerinskom ulicom do raskrsnice Temerinske i Kisačke ulice, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 17 KORISTI samo stajalište Temerinska – Pijaca.\n\nSmer prema BIG-u: Saobraća redovnom trasom.\n\nNa izmenjenom delu trase, linija 17 KORISTI samo stajalište Temerinska – Trg Marije Trandafil."
            },
            {
                "text": "LINIJE BROJ 21, 22, 23 I 24\n\nSmer prema Železničkoj stanici: Na raskrsnici Partizanske i Temerinske ulice, autobusi nastavljaju pravo Partizanskom ulicom do raskrsnice Partizanske i Kisačke ulice, gde autobusi skreću levo u Kisačku ulicu. Autobusi na raskrsnici Kisačke ulice i Bulevara Jaše Tomića skreću desno na Bulevar Jaše Tomića, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linije 21, 22, 23 i 24 KORISTE stajalište Partizanska – Temerinska.\n\nSmer od Železičke stanice: Na raskrsnici Bulevar Jaše Tomića i Kisačke ulice, autobusi skreću levo u Kisačku ulicu. Nastavljaju dalje Kisačkom ulicom do raskrsnice Kisačke i Partizanske ulice, gde skreću desno u Partizansku ulicu. Autobusi se kreću Partizanskom ulicom do raskrsnice Partizanske i Temerinske ulice, gde idu pravo i nastavljaju da se kreću radovnom trasom kretanja. \n\nNa izmenjenom delu trase, linije 21, 22, 23 i 24 KORISTE stajalište Kisačka - Podvožnjak.\n\nLINIJA BROJ 30\n\nSmer prema Železničkoj stanici: Na raskrsnici Partizanske i Temerinske ulice, autobusi skreću desno u Partizansku ulicu i nastaljaju da se kreću Partizanskom do raskrsnice Partizanske i Kisačke ulice, gde autobusi skreću levo u Kisačku ulicu. Autobusi na raskrsnici Kisačke ulice i Bulevara Jaše Tomića skreću desno na Bulevar Jaše Tomića, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 30 KORISTI stajalište Partizanska – Temerinska.\n\nSmer od Železičke stanice: Na raskrsnici Bulevar Jaše Tomića i Kisačke ulice, autobusi skreću levo u Kisačku ulicu. Autobusi nastavljaju Kisačkom ulicom do raskrsnice Kisačke i Partizanske ulice, gde skreću desno u Partizansku ulicu. Autobusi se kreću Partizanskom ulicom do raskrsnice Partizanske i Temerinske ulice, gde skreću levo i nastavljaju da se kreću radovnom trasom kretanja. \n\nNa izmenjenom delu trase, linija 30 KORISTI stajalište Kisačka - Podvožnjak."
            }
        ]
    },
    {
        "date": "18.07.2023",
        "title": "Linija 13 – Privremena izmena trase od 19. 07.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 19. 07. do 19. 10. 2023. godine privremeno će biti izmenjena trasa autobuske linije broj 13. Zbog radova na sanaciji kolovoza u zoni raskrsnice ulica Dr Sime Miloševića i Dr Ilije Đuričića autobuski saobraćaj odvijaće se na sledeći način:\n\nSmer Detelinara -Univerzitet \n\nOd turbo kružnog toka sa Bulevara cara Lazara autobusi će skretati desno u Fruškogorsku ulicu i dalje nastavljati izmenjenom trasom kretanja do okretnice na Štrandu. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE STAJALIŠTE FRUŠKOGORSKA/NARODNOG FRONTA.\n\nSmer Univerzitet - Detelinara \n\nNa izmenjenom delu trase koristiće se početno stajalište Štrand/okretnica. Autobusi će Fruškogorskom ulicom saobraćati do raskrsnice sa Ulicom Narodnog fronta i dalje nastavljati redovnom trasom kretanja."
            }
        ]
    },
    {
        "date": "20.06.2023",
        "title": "Novi red vožnje „LETO 2023“ od 21. 06.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da 21. 06. 2023. godine stupa na snagu novi red vožnje „LETO 2023“, kojim se raspored polazaka usklađuje sa prevoznim potrebama u nastupajućem periodu godine. \n\nOd navedenog datuma ukida se linija broj 25 (Ž.stanica-Zona sever IV) i trajno se izmeštaju određena polazna stajališta na terminalu kod Železničke stanice („Potkovica). Zbog novoizgrađenih mesta za punjače električnih autobusa na „Potkovici“, izmeštaju se polazna stajališta za sledeće gradske i prigradske linije:"
            },
            {
                "text": "Linije 3A, 4, 5N (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR OSLOBOĐENjA/BULEVAR JAŠE TOMIĆA (stajalište koje koriste linije 7A, 10, 14, 15 i 19). \n\nLinije 16, 20 (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR JAŠE TOMIĆA/BULEVAR OSLOBOĐENjA (stajalište koje koriste linije broj 11B, 15, 17, 21, 30 i 35).\n\nLinije 64, 68, 69, 71, 72, 73, 74, 76 (smer od Železničke stanice)\n\nPostojeće početno stajalište ŽELEZNIČKA STANICA se izmešta na sadašnje stajalište linija 3A, 4 i 5N ŽELEZNIČKA STANICA."
            },
            {
                "text": "Linije 2, 9 \n\nPolazno stajalište na Novom naselju je fizički produženo, odnosno spojeno sa površinom na kojoj se nalazi punjač za elektro autobuse obrazujući jedinstvenu površinu, koja u celoj dužini postaje POLAZNO STAJALIŠTE i obeleženo je zelenim i žutim oznakama na kolovozu."
            },
            {
                "text": "Linije 51A, 51B, 52\n\nPolazno-dolazno autobusko stajalište za prigradske linije broj 51A, 51B i 52 u Veterniku izmešta se iz Školske ulice na postojeće autobusko stajalište u Ulici vojvode Bojovića 57."
            }
        ]
    }
]