[
    {
        "date": "16.08.2024",
        "title": "Linije 3, 13 – Privremena izmena trase od 19. 08.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 19. 08. do 19. 09. 2024. godine privremeno će biti izmenjene trase autobuskih linija broj 3 i 13. Zbog radova na izgradnji  vrelovodnog priključka u Ulici Janka Čmelika u Novom Sadu autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Linija 3"
            },
            {
                "text": "Od raskrsnice ulica Kornelija Stankovića i Milenka Grčića autobusi će saobraćati pravo Ulicom Kornelija Stankovića do kružnog toka u raskrsnici Bulevara Evrope i Kornelija Stankovića, gde će se obavljati polukružno okretanje i čekati vreme do narednog polaska na autobuskom stajalištu Ulica Kornelija Stankovića-Bulevar Evropa (stajalište linije broj 7a)."
            },
            {
                "text": "Autobusi će kao polazno stajalište koristiti stajalište Ulica Kornelija Stankovića-Bulevar Evropa (stajalište linije broj 7a), saobraćati pravo Ulicom Kornelija Stankovića i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENjENOM DELU TRASE KORISTIĆE SE STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Linija 13"
            },
            {
                "text": "Autobusi će saobraćati Bulevarom Evrope do kružnog toka u raskrsnici Bulevara Evrope i Kornelija Stankovića, gde će se obavljati polukružno okretanje i čekati vreme do narednog polaska na autobuskom stajalištu Bulevar Evrope-Bulevar vojvode Stepe."
            },
            {
                "text": "Autobusi će kao polazno stajalište koristiti stajalište Bulevar Evropa-Bulevar vojvode Stepe, saobraćati pravo Bulevarom Evrope i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "14.08.2024",
        "title": "Linija 55 – Privremena izmena trase u Futogu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 15. 08. do 30. 08. 2024. godine"
            },
            {
                "text": "privremeno će biti izmenjena trasa autobuske linije 55 zbog radova na popravci kolovozne konstrukcije u Novosadskoj ulici u Futogu, na delu od Ulice Ive Lole Ribara do Ulice braće Bošnjak:"
            },
            {
                "text": "Smer iz Novog Sada"
            },
            {
                "text": "Na raskrsnici ulica Ive Lole Ribara, Novosadske i Rade Kondića, autobusi će nastavljati pravo Ulicom Rade Kondića, skretati levo u Ulicu cara Lazara do raskrsnice sa Ulicom braće Bošnjak i dalje nastavljati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se stajališta drugih linija."
            },
            {
                "text": "Smer iz Futoga"
            },
            {
                "text": "Od raskrsnice ulica Cara Lazara i Braće Bošnjak autobusi će saobraćati pravo Ulicom cara Lazara, skretati desno u Ulicu Rade Kondića do raskrsnice sa Novosadskom ulicom i dalje nastavljati redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se stajališta drugih linija."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "25.07.2024",
        "title": "Linija 4 – Privremena izmena trase na Limanu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 26.07. do 31. 08. 2024. godine privremeno će biti izmenjena trasa autobuske linije 4 zbog radova na kolovozu u delu okretnice na Limanu 4:"
            },
            {
                "text": "Na raskrsnici ulica Narodnog fronta i Balzakove autobusi će skretati desno u Balzakovu ulicu i saobraćati do raskrsnice sa Bulevarom cara Lazara, skretaće levo na Bulevar cara Lazara, zatim levo u Ulicu Ive Andrića do prvog stajališta u smeru A u Ulici Narodnog fronta (čekanje vremena do narednog polaska)."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE SE privremeno stajalište u Balzakovoj ulici."
            },
            {
                "text": "Redovna trasa."
            },
            {
                "text": "Mapu izmene pogledajte OVDE"
            }
        ]
    },
    {
        "date": "24.06.2024",
        "title": "Linija 5 – Privremena izmena trase od 25.06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 25.06. do 15.10. 2024. godine privremeno će biti izmenjena trasa autobuske linije broj 5. Zbog radova u Avijatičarskoj ulici, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Smer sa Temerinskog puta"
            },
            {
                "text": "Od raskrsnice Rumenačkog puta i Avijatičarske ulice autobusi će saobraćati pravo do kružnog toka i polukružnog okretanja. Čekanje vremena do sledećeg polaska biće na  stajalištu gradske linije 14B i prigradskih linija 41B, 42B, 43B, 51A."
            },
            {
                "text": "Na izmenjenom delu trase, kao poslednje, koristiće se redovno stajalište „Rumenački put/Avijatičarska“  gradske linije 14A i prigradskih linija 41A, 42A, 43A, 51B."
            },
            {
                "text": "Smer sa Avijatičarskog naselja"
            },
            {
                "text": "Autobusi će po redu vožnje saobraćati sa stajališta „Rumenački put/Kružni tok“   i kao prvo  stajalište sa Avijatičarskog naselja koristiti redovno stajalište „Rumenački put/Avijatičarska“, odakle će nastavljati da saobraćaju redovnom trasom."
            },
            {
                "text": "Mapu izmena pogledajte OVDE."
            }
        ]
    },
    {
        "date": "21.06.2024",
        "title": "Novi red vožnje „LETO 2024“ od 24.06.",
        "sections": []
    },
    {
        "date": "17.06.2024",
        "title": "Linije 3b, 6a, 14 - Ukidanje polazaka za vreme trajanja školskog raspusta",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da zbog završetka školske godine za učenike osnovnih škola na teritoriji grada Novog Sada, autobusi na linijama 3b, Petrovaradin (OŠ Jovan Dučić) - Puckaroš i 6a, Adice – Veternik (OŠ Marija Trandafil),  od ponedeljka 17.06.2024.godine, pa do početka nove školske godine, neće saobraćati."
            },
            {
                "text": "Takođe, u istom periodu se ukidaju i četiri polaska na liniji 14, Centar-Sajlovo (smer sa Sajlova), u 07:25, 07:30,13:20 i 13:25 časova."
            }
        ]
    }
]