[
    {
        "date": "11.07.2025",
        "title": "Linije 11A, 11B – Privremena izmena trase od 14.07.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava javnost da će od 14. 07. do 31. 07. 2025. godine privremeno biti izmenjena trasa linija 11A i 11B.  U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova u Hajduk Veljkovoj ulici autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Na raskrsnici Hajduk Veljkova/Novosadskog sajma autobusi će skretati levo u Ulicu Novosadskog sajma, desno na Bulevar oslobođenja, desno u  Futošku ulicu do Ulice cara Dušana, gde će skretati levo i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKO STAJALIŠTE „NOVOSADSKOG SAJMA – BAZENI“, ODAKLE ĆE AUTOBUSI SAOBRAĆATI BEZ ZAUSTAVLJANJA DO POVRATKA NA REDOVNU TRASU."
            },
            {
                "text": "Na raskrsnici Cara Dušana/Futoška autobusi će skretati desno u Futošku ulicu, zatim levo na Bulevar oslobođenja, levo u Ulicu Novosadskog sajma,  desno u Hajduk Veljkovu ulicu i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKO STAJALIŠTE    „FUTOŠKA – CARA DUŠANA“, ODAKLE ĆE AUTOBUSI SAOBRAĆATI BEZ ZAUSTAVLJANJA DO POVRATKA NA REDOVNU TRASU."
            },
            {
                "text": "MAPA izmena"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/hajduk_veljkova.pdf"
    },
    {
        "date": "10.07.2025",
        "title": "Linije 3, 8, 18B – Privremeno ukidanje stajališta na Bulevaru kralja Petra I",
        "sections": [
            {
                "text": "Od 10.07.2025. do završetka radova ukida se stajalište „Bulevar kralja Petra I – Groblje“ na linijama broj 3, 8 i 18B (smer ka Novom naselju i Detelinari). Stajalište privremeno neće biti u funkciji zbog radova na Bulevaru kralja Petra I, a u skladu sa rešenjem Gradske uprave za saobraćaj i puteve."
            }
        ]
    },
    {
        "date": "08.07.2025",
        "title": "Linije 3, 3A, 9, 9A, 60, 61, 62, 63, 64, 69 – Privremena izmena trase tokom održavanja festivala EXIT 2025",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, u vreme održavanja festivala EXIT 2025 privremeno će biti izmenjene trase autobuskih linija broj  3, 3A, 9, 9A, 60, 61, 62, 63, 64 i 69 zbog zatvaranja Varadinskog mosta i Beogradske ulice."
            },
            {
                "text": "Od 10. do 13. jula u periodu od 17:00 do 08:00 časova narednog dana, kao i 14. jula do 08:00 časova, na navedenim linijama autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Linije 3, 3A, 9, 9A, 60, 61, 62, 63 i 64"
            },
            {
                "text": "Bulevar Mihajla Pupina – (desno) Trg neznanog junaka - Beogradski kej – (levo) Marka Miljanova - Venizelisova ulica -  drumsko-železnički most - Reljkovićeva ulica do Preradovićeve - redovna trasa kretanja."
            },
            {
                "text": "Raskrsnica  Preradovićeva/Reljkovićeva - Reljkovićeva ulica – drumsko-železnički most - Venizelisova ulica do Beogradskog keja - Trg neznanog junaka do Bulevara Mihajla Pupina - redovna trasa kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, TE PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47."
            },
            {
                "text": "Linija 69"
            },
            {
                "text": "Bulevar Mihajla Pupina – (desno) Trg neznanog junaka - Beogradski kej – (levo) Marka Miljanova - Venizelisova ulica - drumsko-železnički most - Reljkovićeva ulica do Preradovićeve – (desno) Preradovićeva ulica – (levo) Ulica Dunavske divizije -  redovna trasa kretanja."
            },
            {
                "text": "Raskrsnica Dunavske divizije/Preradovićeva – (desno) Preradovićeva ulica -  (levo) Reljkovićeva ulica - drumsko-železnički most - Venizelisova ulica do Beogradskog keja - Trg neznanog junaka do Bulevara Mihajla Pupina - redovna trasa kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, KAO I DVA PRIVREMENA STAJALIŠTA U ULICI DUNAVSKE DIVIZIJE-PRERADOVIĆEVA (OBA SMERA)."
            },
            {
                "text": "MAPU izmena pogledajte OVDE"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/exit_izmena.pdf"
    },
    {
        "date": "08.07.2025",
        "title": "Linije 3, 9 – Pojačan prevoz za vreme održavanja festivala EXIT 2025",
        "sections": [
            {
                "text": "Tokom održavanja festivala Exit 2025 i očekivanog priliva većeg broja gostiju u Novi Sad, JGSP „Novi Sad“ organizuje vanredne polaske i pojačava prevozne kapacitete na linijama 3 i 9."
            },
            {
                "text": "Od 10. do 14. jula na linijama 3 i 9 biće uvedeni vanredni polasci u 03:30 i 04:00 časa od autobuskog stajališta Bulevar Mihajla Pupina/Dunavski park do Detelinare (linija 3) i do Novog naselja (linija 9)."
            },
            {
                "text": "Na navedenim linijama prevoz će se po važećem redu vožnje odvijati zglobnim vozilima, u skladu sa predviđenim vremenima za odlazak i povratak sa festivala."
            },
            {
                "text": "Autobusi koji saobraćaju na linijama do festivala  biće posebno obeleženi oznakom „Exit fest“."
            }
        ]
    },
    {
        "date": "30.06.2025",
        "title": "Linija 69 - Povratak na redovnu trasu",
        "sections": [
            {
                "text": "Autobusi na liniji 69 ponovo saobraćaju redovnom trasom nakon što su radovi na izgradnji kanalizacione mreže na Kameničkom putu završeni."
            }
        ]
    },
    {
        "date": "30.06.2025",
        "title": "Linija 14 – Od 01. 07. produženje trase do Veternika, ukidanje linija 51A i 51B",
        "sections": [
            {
                "text": "Trasa linije 14 koja saobraća na relaciji Centar – Sajlovo od 1. jula biće produžena  do Veternika:"
            },
            {
                "text": "Terminal Šafarikova, Uspenska ulica, Jevrejska ulica, Bulevar oslobođenja, Bulevar Jaše Tomića, Rumenačka ulica, Rumenački put, Ulica Gornje Sajlovo, Ulica Jove Vučerića, Ulica Donje Sajlovo, Ulica kralja Petra I, kružni tok, Ulica kralja Petra I."
            },
            {
                "text": "Ulica kralja Petra I, Ulica Donje Sajlovo, Ulica Jove Vučerića, Ulica Gornje Sajlovo, Rumenački put,  Rumenačka ulica,  Bulevar Jaše Tomića, Bulevar oslobođenja, Jevrejska ulica, Uspenska ulica, terminal Šafarikova."
            },
            {
                "text": "Izmenjena linija imaće i svoju varijaciju 14S, sa polascima koji će saobraćati samo do Sajlova. Za potrebe linije 14S izgrađena je nova okretnica, naspram Ulice Jove Vučerića. Ona će se  koristiti isključivo kao izlazno, poslednje stajalište i kao mesto za izdržavanje vremena do narednog polaska. U smeru sa Sajlova prvo stajalište za prijem putnika biće kao i do sada stajalište „Sajlovo – Jove Vučerića“."
            },
            {
                "text": "Izdržavanje vremena za naredni polazak linije 14 (iz Veternika) je kod fudbalskog stadiona u Veterniku, što je ujedno i početno stajalište. Novo autobusko stajalište je uređeno sa nišom, kako ne bi omatalo odvijanje ostatka saobraćaja."
            },
            {
                "text": "NAKON PRODUŽENJA TRASE LINIJE 14, OD 1. JULA UKIDAJU SE LINIJE 51A NOVI SAD – SAJLOVO - VETERNIK I 51B VETERNIK – SAJLOVO - NOVI SAD, A NJIHOVI POLASCI SE UVRŠTAVAJU U RED VOŽNJE LINIJE 52 (NOVI SAD - VETERNIK)."
            },
            {
                "text": "Mapu produžene trase pogledajte OVDE"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/linija14_produzenje.pdf"
    },
    {
        "date": "30.06.2025",
        "title": "Od 01. jula LETNJI red vožnje",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će od 01. jula 2025. godine  autobusi saobraćati po organizaciji prevoza za letnji period. Novi red vožnje podrazumeva vremenske korekcije autobuskih polazaka,  koje su usklađene sa potrebama korisnika usluga prevoza u narednim mesecima i očekivanim smanjenjem broja putnika zbog korišćenja godišnjih odmora i letnjeg raspusta."
            }
        ]
    },
    {
        "date": "27.06.2025",
        "title": "Linije 41, 42, 43 – Ukidanje autobuskog stajališta „Rumenački put – Gradsko groblje“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 01. 07. 2025. godine UKIDA SE autobusko stajalište „Rumenački put - Gradsko groblje“, koje koriste linije broj 41, 42 i 43 u smeru prema Rumenci. Autobusko stajalište se ukida iz bezbednosnog razloga."
            }
        ]
    },
    {
        "date": "26.06.2025",
        "title": "Linije 1, 8 – Privremena izmena trasa od 27.06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. 06. do 09. 07. 2025. godine privremeno će biti izmenjene trase autobuskih linija broj 1 i 8 zbog radova u zoni autobuske okretnice „ŠTRAND“."
            },
            {
                "text": "Linija 1"
            },
            {
                "text": "Na raskrsnici Fruškogorska/Narodnog fronta autobusi će skretati desno do autobuskog stajališta  Narodnog fronta – Fruškogorska, gde će se čekati vreme do narednog polaska."
            },
            {
                "text": "Sa autobuskog stajališta Narodnog fronta – Fruškogorska autobusi će saobraćati pravo do Bulevara oslobođenja, skretati desno na Bulevar cara Lazara, desno do kružnog toka i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE SVA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Linija 8"
            },
            {
                "text": "Od kružnog toka na Limanu autobusi će nastavljati pravo Bulevarom cara Lazara, skretati levo na Bulevar oslobođenja, levo u Ulicu Narodnog fronta, levo u Fruškogorsku ulicu do autobuskog stajališta Fruškogorska – Jirečekova, gde će se čekati vreme do narednog polaska."
            },
            {
                "text": "Od autobuskog stajališta  Fruškogorska – Jirečekova, gde se čeka vreme polaska, autobusi će saobraćati redovnom trasom prema Novom naselju."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE STAJALIŠTA DRUGIH LINIJA, OSIM AUTOBUSKOG STAJALIŠTA BULEVAR OSLOBOĐENJA - BULEVAR CARA LAZARA, ISPRED „ TC MERKATOR“ ."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/strand_2606.pdf"
    },
    {
        "date": "06.02.2025",
        "title": "Od 07. 02. novi red vožnje na vanrednim polascima Železnička stanica Petrovaradin - Centar",
        "sections": [
            {
                "text": "U skladu sa dopisom „Srbijavoza“ od 07. 02. 2025. godine stupa na snagu novi red vožnje na vanrednim autobuskim polascima Železnička stanica Petrovaradin - Centar. Novi red vožnje pogledajte \n\nPodsećamo, kao ispomoć redovnim linijama 3, 9, 60, 61, 62 i 63 do daljeg su uvedeni vanredni, direktni polasci autobusa sa autobuskog stajališta „Petrovaradin/Železnička stanica“ u Preradovićevoj ulici (oba smera). Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici ().\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nShodno ugovoru sa „Srbijavozom“, na navedenoj relaciji prevoz je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/redvoznje_0502.pdf"
    }
]