[
    {
        "date": "02.08.2025",
        "title": "Linija 14 i 14S -Usklađivanje reda vožnje (broja polazaka) od 02.08.2025.",
        "sections": [
            {
                "text": "Obaveštavamo korisnike da će od 2. avgusta 2025. godine doći do usklađivanja polazaka na linijama 14 i 14S."
            },
            {
                "text": "O detaljanom redu vožnje možete se informisati u rubrici GRADSKI RED VOŽNJE."
            }
        ]
    },
    {
        "date": "01.08.2025",
        "title": "Linija 6 - Privremena izmena trase od 04.08.2025.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (broj: IV-34-4255/2025-I) određuje se privremena izmena trase autobuske linije broj 6 zbog kompleksnosti gradilišta (izmena konstruktivnog rešenja za kolovoznu konstrukciju). Izmenjen režim saobraćanja linije važi od 04.08. do 18.08.2025 godine."
            },
            {
                "text": "AUTOBUSI NA LINIJI BROJ 6 MENJAJU TRASU KRETANJA NA SLEDEĆI NAČIN:"
            },
            {
                "text": "SMER A: Podbara- Centar-Adice"
            },
            {
                "text": "Od raskrsnice Futoške ulice i Bulevara Evrope, autobusi saobraćaju levo Bulevarom Evrope do kružnog toka, skreću desno u Bulevar patrijarha Pavla, pravo Bulevarom patrijarha Pavla do raskrsnice sa ulicama Vršačkom i Feješ Klare, gde skreću levo u ulicu Feješ Klare i dalje nastavljaju redovnom trasom kretanja"
            },
            {
                "text": "SMER B: Adice-Centar -Podbara"
            },
            {
                "text": "Od raskrsnice ulice Feješ Klare sa Bulevarom patrijarha Pavla autobusi saobraćaju desno Bulevarom patrijarha Pavla do kružnog toka, skreću levo u Bulevar Evrope i saobraćaju do raskrsnice sa Futoškom ulicom gde skreću desno i dalje nastavljaju redovnom trasom."
            },
            {
                "text": "AUTOBUSI NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA"
            }
        ]
    },
    {
        "date": "29.07.2025",
        "title": "Linije 3, 8, 18A – Privremeno ukidanje stajališta  „Bulevar kralja Petra I – Mašinska škola“ ",
        "sections": [
            {
                "text": "Prema rešenju Gradske Uprave za saobraćaj i puteve,  usled radova na Bulevaru kralja Petra I u Novom Sadu određuje se privremeno ukidanje stajališta „Bulevar kralja Petra I – Mašinska škola“ na linijama broj 3 Petrovaradin -Centar- Detelinara, broj 8 Liman I - Centar- Novo naselje i 18a Novo naselje - Detelinara – Centar - Liman IV -Novo Naselje (smer ka Centru)."
            },
            {
                "text": "Stajalište će biti ukinuto u periodu od 29.07.2025. do završetka radova."
            }
        ]
    },
    {
        "date": "28.07.2025",
        "title": "Linije 3, 8, 18A – Privremeno izmeštanje stajališta „Bulevar kralja Petra I - Sajam“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na izgradnji stambenog objekta određuje se privremeno izmeštanje autobuskog stajališta „Bulevar kralja Petra I - Sajam“ na Bulevaru kralja Petra I (50 metara unazad ka Hajduk Veljkovoj ulici)."
            },
            {
                "text": "Privremena izmena  važi od 28.07.2025.godine do 31.05.2027 godine."
            }
        ]
    },
    {
        "date": "25.07.2025",
        "title": "Linija 14 – Izmena dela trase od 26.07. ",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 26. 07. 2025. godine menja se deo trase linije 14. Varijanta linije koja saobraća do i od Veternika kroz naselje Sajlovo umesto Ulicom Gornje Sajlovo u oba smera saobraćaće Ulicom Donje Sajlovo."
            },
            {
                "text": "Trasa izmenjene varijante linije broj 14 Centar-Sajlovo-Veternik\n\n\nSmer A: terminal Šafarikova, Uspenska ulica, Jevrejska ulica, Bulevar oslobođenja, Bulevar Jaše Tomića, Rumenačka ulica, Rumenački put, Ulica Donje Sajlovo, Ulica kralja Petra I, Kružni tok, Ulica kralja Petra I.\n\n\nSmer B: Ulica kralja Petra I, Ulica Donje Sajlovo, Rumenački put,  Rumenačka ulica,  Bulevar Jaše Tomića, Bulevar oslobođenja, Jevrejska ulica, Uspenska ulica, terminal Šafarikova.\n\n\nStajališta koja će koristiti linije 14 Centar-Sajlovo-Veternik na novom delu trase su:\n\n\nSmer A: Rumenački put- Gradsko groblje, Sajlovo I, Sajlovo II i Sajlovo III\n\n\nSmer B: Donje Sajlovo - Sajlovo IX, Donje Sajlovo - Stevana Neštickog."
            }
        ]
    },
    {
        "date": "30.06.2025",
        "title": "Linija 14 – Od 01. 07. produženje trase do Veternika, ukidanje linija 51A i 51B",
        "sections": [
            {
                "text": "Trasa linije 14 koja saobraća na relaciji Centar – Sajlovo od 1. jula biće produžena  do Veternika:"
            },
            {
                "text": "Terminal Šafarikova, Uspenska ulica, Jevrejska ulica, Bulevar oslobođenja, Bulevar Jaše Tomića, Rumenačka ulica, Rumenački put, Ulica Gornje Sajlovo, Ulica Jove Vučerića, Ulica Donje Sajlovo, Ulica kralja Petra I, kružni tok, Ulica kralja Petra I."
            },
            {
                "text": "Ulica kralja Petra I, Ulica Donje Sajlovo, Ulica Jove Vučerića, Ulica Gornje Sajlovo, Rumenački put,  Rumenačka ulica,  Bulevar Jaše Tomića, Bulevar oslobođenja, Jevrejska ulica, Uspenska ulica, terminal Šafarikova."
            },
            {
                "text": "Izmenjena linija imaće i svoju varijaciju 14S, sa polascima koji će saobraćati samo do Sajlova. Za potrebe linije 14S izgrađena je nova okretnica, naspram Ulice Jove Vučerića. Ona će se  koristiti isključivo kao izlazno, poslednje stajalište i kao mesto za izdržavanje vremena do narednog polaska. U smeru sa Sajlova prvo stajalište za prijem putnika biće kao i do sada stajalište „Sajlovo – Jove Vučerića“."
            },
            {
                "text": "Izdržavanje vremena za naredni polazak linije 14 (iz Veternika) je kod fudbalskog stadiona u Veterniku, što je ujedno i početno stajalište. Novo autobusko stajalište je uređeno sa nišom, kako ne bi omatalo odvijanje ostatka saobraćaja."
            },
            {
                "text": "NAKON PRODUŽENJA TRASE LINIJE 14, OD 1. JULA UKIDAJU SE LINIJE 51A NOVI SAD – SAJLOVO - VETERNIK I 51B VETERNIK – SAJLOVO - NOVI SAD, A NJIHOVI POLASCI SE UVRŠTAVAJU U RED VOŽNJE LINIJE 52 (NOVI SAD - VETERNIK)."
            },
            {
                "text": "Mapu produžene trase pogledajte OVDE"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/linija14_produzenje.pdf"
    },
    {
        "date": "30.06.2025",
        "title": "Od 01. jula LETNJI red vožnje",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će od 01. jula 2025. godine  autobusi saobraćati po organizaciji prevoza za letnji period. Novi red vožnje podrazumeva vremenske korekcije autobuskih polazaka,  koje su usklađene sa potrebama korisnika usluga prevoza u narednim mesecima i očekivanim smanjenjem broja putnika zbog korišćenja godišnjih odmora i letnjeg raspusta."
            }
        ]
    },
    {
        "date": "27.06.2025",
        "title": "Linije 41, 42, 43 – Ukidanje autobuskog stajališta „Rumenački put – Gradsko groblje“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 01. 07. 2025. godine UKIDA SE autobusko stajalište „Rumenački put - Gradsko groblje“, koje koriste linije broj 41, 42 i 43 u smeru prema Rumenci. Autobusko stajalište se ukida iz bezbednosnog razloga."
            }
        ]
    },
    {
        "date": "06.02.2025",
        "title": "Od 07. 02. novi red vožnje na vanrednim polascima Železnička stanica Petrovaradin - Centar",
        "sections": [
            {
                "text": "U skladu sa dopisom „Srbijavoza“ od 07. 02. 2025. godine stupa na snagu novi red vožnje na vanrednim autobuskim polascima Železnička stanica Petrovaradin - Centar. Novi red vožnje pogledajte \n\nPodsećamo, kao ispomoć redovnim linijama 3, 9, 60, 61, 62 i 63 do daljeg su uvedeni vanredni, direktni polasci autobusa sa autobuskog stajališta „Petrovaradin/Železnička stanica“ u Preradovićevoj ulici (oba smera). Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici ().\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nShodno ugovoru sa „Srbijavozom“, na navedenoj relaciji prevoz je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/redvoznje_0502.pdf"
    },
    {
        "date": "17.01.2025",
        "title": "Linija 3B – Privremeno stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ u smeru sa Puckaroša",
        "sections": [
            {
                "text": "Na liniji 3B u smeru B od Puckaroša do Petrovaradina (OŠ „Jovan Dučić“) autobusi će do daljnjeg privremeno koristiti i stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ (redovna stajališta linije 3 Petrovaradin - Centar- Detelinara i linije 9 Novo naselje – Liman – Petrovaradin).\n\nNavedena izmena stupiće na snagu 20.01.2025. godine."
            }
        ]
    }
]