[
    {
        "date": "10.10.2024",
        "title": "Linije 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64, 69 – Privremena izmena trase zbog Trke kroz Srbiju 2024",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će zbog održavanja međunarodne biciklističke „Trke kroz Srbiju“ 11. oktobra od 14:30 do 16:00 časova i 12. oktobra od 11:00 do 12:15 časova privremeno biti izmenjene trase autobuskih linija 3, 3a, 6, 9, 9a, 60, 61, 62, 63, 64, 69."
            },
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve i privremene zabrane saobraćaja u delu Bulevara Mihajla Pupina, od raskrsnice sa Ulicom Žarka Zrenjanina do raskrsnice sa ulicama Pionirskom i Jovana Đorđevića, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Linija 3"
            },
            {
                "text": "Od raskrsnice Jevrejske i Uspenske ulice autobusi skreću desno u Jevrejsku ulicu, zatim levo na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta)."
            },
            {
                "text": "Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, pravo Kejom žrtava racije, zatim desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, desno u Jevrejsku ulicu, levo u Uspensku ulicu i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Linija 3a"
            },
            {
                "text": "Od raskrsnice Bulevara oslobođenja i Jevrejske ulice autobusi saobraćaju pravo Bulevarom oslobođenja, skreću levo u Ulicu Maksima Gorkog, zatim levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta)."
            },
            {
                "text": "Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno ulaze u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja do raskrsnice sa Jevrejskom ulicom i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Linija 6"
            },
            {
                "text": "Od raskrsnice Futoške ulice i Bulevara oslobođenja autobusi saobraćaju desno na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na Kej žrtava racije do Beogradskog keja i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Autobusi sa Beogradskog keja saobraćaju pravo Kejom žrtava racije, zatim skreću desno u Ulicu Maksima Gorkog, desno na Bulevar oslobođenja, levo u Futošku ulicu i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Linije 9, 9a"
            },
            {
                "text": "Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno Bulevarom cara Lazara do raskrsnice sa Stražilovskom ulicom i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "Od raskrsnice Bulevara cara Lazara i Stražilovske ulice autobusi saobraćaju pravo Bulevarom cara Lazara, levo na Kej žrtava racije, levo na Trg neznanog junaka do Bulevara Mihajla Pupina i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta)."
            },
            {
                "text": "Linije 60, 61, 62, 63, 64, 69"
            },
            {
                "text": "Od raskrsnice Maksima Gorkog i Stražilovske ulice autobusi saobraćaju pravo Ulicom Maksima Gorkog, skreću levo na Kej žrtava racije, levo na Trg neznanog junaka do Varadinskog mosta i dalje nastavljaju redovnom trasom kretanja (preko Varadinskog mosta)."
            },
            {
                "text": "Autobusi sa Varadinskog mosta skreću desno na Trg neznanog junaka, desno na Beogradski kej, saobraćaju pravo Kejom žrtava racije, zatim desno ulaze u Ulicu Maksima Gorkog, skreću desno na Bulevar oslobođenja i dalje nastavljaju redovnom trasom kretanja."
            },
            {
                "text": "AUTOBUSI NA IZMENJENOM DELU TRASE LINIJE BROJ 3 KORISTE PRIVREMENO STAJALIŠTE KEJ ŽRTAVA RACIJE/MAKSIMA GORKOG (U SMERU KA VARADINSKOM MOSTU) I POSTOJEĆA STAJALIŠTA DRUGIH LINIJA, OSIM AUTOBUSKOG STAJALIŠTA BULEVAR OSLOBOĐENJA /FUTOŠKA ULICA."
            },
            {
                "text": "AUTOBUSI NA IZMENJENOM DELU TRASA 3A, 6, 60, 61, 62, 63 64 I 69 KORISTE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "AUTOBUSI NA LINIJAMA BROJ 9 i 9a, PORED POSTOJEĆIH STAJALIŠTA DRUGIH LINIJA, KORISTE PRIVREMENA STAJALIŠTA NA BULEVARU CARA LAZARA (ISPRED TEHNOLOŠKOG FAKULTETA) I PRIVREMENO STAJALIŠTE KEJ ŽRTAVA RACIJE/MAKSIMA GORKOG (U SMERU KA VARADINSKOM MOSTU)."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "10.10.2024",
        "title": "Izmena režima saobraćaja za vreme trajanja Novosadskog maratona",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog održavanja Novosadskog maratona 13. oktobra od 09:30 do 16:00 časova određuje se privremena izmena trase autobuskih linija broj 1, 6, 8, 13 i privremeno ukidanje autobuskih linija 11a i 11b."
            },
            {
                "text": "Linije 1, 8"
            },
            {
                "text": "Na raskrsnici ulica Fruškogorska i Narodnog fronta autobusi će skretati desno u Ulicu Narodnog fronta do stajališta Narodnog fronta/Fruškogorska, gde će se izdržavati vreme do narednog polaska."
            },
            {
                "text": "Autobusi će od početnog stajališta Narodnog fronta/Fruškogorska skretati desno na Bulevar oslobođenja, desno na Bulevar cara Lazara i dalje  nastavljati redovnom trasom"
            },
            {
                "text": "Linija 6"
            },
            {
                "text": "Vozila će u smeru Adice-Podbara saobraćati skraćenom trasom do terminala u Šafarikovoj ulici, gde će biti i polazno stajalište za suprotni smer. Polasci sa navedenog terminala obavljaće se sa kašnjenjem od 10 minuta u odnosu na vreme polaska sa Podbare."
            },
            {
                "text": "Linije 11a, 11b"
            },
            {
                "text": "Bez saobraćaja za vreme trajanja Novosadskog maratona."
            },
            {
                "text": "Linija 13"
            },
            {
                "text": "Na raskrsnici Bulevara cara Lazara i Fruškogorske ulice autobusi će skretati desno u Fruškogorsku ulicu, desno u Ulicu Narodnog fronta do stajališta Narodnog fronta/Fruškogorska, gde će izdržavati vreme do narednog polaska."
            },
            {
                "text": "Autobusi će od početnog stajališta Narodnog fronta/Fruškogorska skretati desno na Bulevar oslobođenja, levo na Bulevar cara Lazara i dalje nastavljati redovnom trasom"
            },
            {
                "text": "NA IZMENJENOM DELU TRASA KORISTIĆE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "04.10.2024",
        "title": "Linije 3, 8 – Privremeno ukidanje stajališta Bulevar kralja Petra I/Sajam",
        "sections": [
            {
                "text": "Zbog radova na vodovodno-kanalizacionom priključku na Bulevaru kralja Petra I u Novom Sadu, određuje se privremeno ukidanje stajališta Bulevar kralja Petra I/Sajam na linijama broj 3 Detelinara-Centar-Petrovaradin i broj 8 Novo naselje-Centar-Liman I."
            },
            {
                "text": "Stajalište će biti ukinuto u periodu od 07.10.2024. do završetka radova."
            }
        ]
    },
    {
        "date": "26.09.2024",
        "title": "Linija 6 - Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. 09. 2024. do 31. 10. 2025. godine privremeno će biti izmešteno autobusko stajalište „Vršačka-Adi Endrea“ u Vršačkoj ulici, ispred kućnog broja 58."
            },
            {
                "text": "Stajalište se izmešta zbog radova na izgradnji stambenog objekta."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "Linija 11B – Privremeno izmeštanje autobuskog stajališta",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda od 02.09. do 15.10. 2024 godine privremeno se izmešta autobusko stajalište „Hajduk Veljkova-Dečija bolnica“ u Ulici Hajduk Veljkova. Stajalište će bitii pomereno 100 metara posle registrovanog stajališta u pravcu raskrsnice Hajduk Veljkova/ Novosadskog sajma."
            }
        ]
    },
    {
        "date": "30.08.2024",
        "title": "OD 1. SEPTEMBRA NOVI RED VOŽNJE",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu putem sajta preduzeća , aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 2. septembra ponovo će saobraćati polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    }
]