[
    {
        "date": "07.07.2023",
        "title": "Linija 12 – Privremena izmena trase",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 08. do 16.07.2023.godine privremeno će biti izmenjena trasa autobuske linije 12. Zbog nove faze radova na rekonstrukciji kolovoza na Bulevaru oslobođenja, na potezu od Bulevara cara Lazara do Maksima Gorkog/Braće Ribnikara, autobuski saobraćaj odvijaće se na sledeći način:\n\nSmer Telep - Centar\n\nOd raskrsnice Bulevar cara Lazara/Bulevar oslobođenja autobusi će saobraćati pravo Bulevarom cara Lazara, skretaće levo u Stražilovsku ulicu, nastavljati Ulicom Žarka Zrenjanina do Izvršnog veća i dalje redovnom trasom kretanja. \n\nSmer Centar - Telep \n\nIz Ulice Žarka Zrenjanina autobusi će skretati levo u Stražilovsku ulicu, zatim desno na Bulevar cara Lazara do raskrsnice sa Bulevarom oslobođenja, gde će nastavljati pravo i dalje se redovnom trasom. \n\nNA IZMENJENOM DELU TRASE AUTOBUSI NA LINIJI 12 KORISTIĆE STAJALIŠTA DRUGIH LINIJA.\n\nZa vreme trajanja radova biće UKINUTO autobusko stajalište linija 7A, 12, 19, 68, 71, 72, 73, 74 i 76 „Bulevar oslobođenja – Braće Ribnikar“ na Bulevaru oslobođenja."
            }
        ]
    },
    {
        "date": "04.07.2023",
        "title": "Prevoz za vreme održavanja EXIT festivala",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ i ove godine organizuje adekvatan prevoz za posetioce EXIT festivala. S obzirom na očekivani priliv gostiju u Novi Sad, redovne linije 3 i 9 saobraćaće po važećem redu vožnje i biće pojačavane zglobnim autobusima u skladu sa predviđenim vremenima za odlazak i povratak sa festivala. Od 07. do 10. jula na linijama 3 i 9 biće uvedeni vanredni polasci u 03:30 i 04:00 časa od autobuskog stajališta Bulevar Mihajla Pupina/Dunavski park do Detelinare (linija 3) i do Novog naselja (linija 9). \n\nAutobusi koji saobraćaju na linijama do festivala biće posebno obeleženi oznakom „Exit fest“."
            }
        ]
    },
    {
        "date": "04.07.2023",
        "title": "Linije 3, 3A, 9, 9A, 60, 61, 62, 63, 64, 69 – Privremena izmena trase od 06. 07.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, za vreme održavanja EXIT festivala privremeno će biti izmenjene trase autobuskih linija broj 3, 3A, 9, 9A, 60, 61, 62, 63, 64 i 69 zbog zatvaranja Varadinskog mosta. Od 6. do 9. jula u periodu od 17 do 8 časova narednog dana, kao i 10. jula do 8 časova na navedenim linijama autobuski saobraćaj u tom delu grada odvijaće se na sledeći način: \n\nLINIJE BROJ 3, 3A, 9, 9A, 60, 61, 62, 63 i 64\n\nSmer iz Novog Sada \n\nBulevar Mihajla Pupina – (desno) Trg neznanog junaka - Beogradski kej – (levo) Marka Miljanova - Venizelisova ulica - drumsko-železnički most - Reljkovićeva ulica do Preradovićeve - redovna trasa kretanja.\n\nSmer iz Petrovaradina \n\nRaskrsnica ulica Preradovićeva i Reljkovićeva - Reljkovićeva ulica – drumsko-železnički most - Venizelisova ulica do Beogradskog keja - Trg neznanog junaka do Bulevara Mihajla Pupina - redovna trasa kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, TE PRERADOVIĆEVOJ ULICI NASPRAM KBR. 47.\n\nLINIJA BROJ 69 \n\nSmer iz Novog Sada \n\nBulevar Mihajla Pupina – (desno) Trg neznanog junaka - Beogradski kej – (levo) Marka Miljanova - Venizelisova ulica - drumsko-železnički most - Reljkovićeva ulica do Preradovićeve – (desno) Preradovićeva ulica – (levo) Ulica Dunavske divizije - redovna trasa kretanja.\n\nSmer iz Petrovaradina\n\nRaskrsnica ulica Dunavske divizije i Preradovićeve – (desno) Preradovićeva ulica - (levo) Reljkovićeva ulica - drumsko-železnički most - Venizelisova ulica do Beogradskog keja - Trg neznanog junaka do Bulevara Mihajla Pupina - redovna trasa kretanja.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENA STAJALIŠTA U RELJKOVIĆEVOJ ULICI ISPRED KBR. 39 I 42A, KAO I DVA PRIVREMENA STAJALIŠTA U ULICI DUNAVSKE DIVIZIJE-PRERADOVIĆEVA (OBA SMERA)."
            }
        ]
    },
    {
        "date": "02.07.2023",
        "title": "Linije 12, 60, 61, 62, 63, 64, 69 – Privremena izmena trase od 03. 07.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 03. 07. 2023. godine privremeno se menjaju trase autobuskih linija 12, 60, 61, 62, 63, 64 i 69. Zbog rekonstrukcije kolovoza na Bulevaru oslobođenja, na trasi od Bulevara cara Lazara do ulica Maksima Gorkog/Braće Ribnikara, režim saobraćaja do završetka radova biće izmenjen na sledeći način:\n\nLINIJA 12\n\nSmer sa Telepa \n\nNa raskrsnici Bulevar cara Lazara/Bulevar oslobođenja autobusi saobraćaju pravo Bulevarom cara Lazara, skreću levo u Stražilovsku ulicu, nastavljaju Ulicom Žarka Zrenjanina do Izvršnog veća i dalje redovnom trasom.\n\nSmer iz centra \n\nIz Ulice Žarka Zrenjanina autobusi skreću levo u Stražilovsku, zatim desno na Bulevar cara Lazara i saobraćaju do raskrsnice sa Bulevarom oslobođenja, nastavljaju pravo i dalje se kreću svojom trasom. \n\nNA IZMENjENOM DELU TRASE LINIJE 12 KORISTI SE STAJALIŠTA DRUGIH LINIJA.\n\nLINIJE 60, 61, 62, 63, 64 i 69 \n\nSmer od Železničke stanice\n\nNa raskrsnici Bulevara oslobođenja i Futoške ulice autobusi skreću levo u Jevrejsku ulicu, zatim desno na Bulevar Mihajla Pupina do raskrsnice sa Ulicom Žarka Zrenjanina, produžavaju pravo i nastavljaju svojom redovnom trasom.\n\nSmer prema Železničkoj stanici\n\nAutobusi saobraćaju redovnim trasama.\n\nNA IZMENjENOM DELU TRASE LINIJA 60, 61, 62, 63, 64 I 69 KORISTE SE STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Za vreme trajanja radova ukida se autobusko stajalište linija 7B, 12, 19, 68, 71, 72, 73, 74 i 76 „Bulevar oslobođenja  – Bulevar Cara Lazara“ na Bulevaru oslobođenja ispred tržnog centra „PROMENADA“."
            }
        ]
    },
    {
        "date": "21.06.2023",
        "title": "Linije 77, 78, 79, 80, 81, 84, 86 – Privremena izmena stajališta",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji kolovoza na Bulevaru oslobođenja, na potezu od ulice Narodnog fronta do Bulevara cara Lazara, autobusi na linijama 77, 78, 79, 80, 81, 84 i 86 koristiće autobusko stajalište „Bulevar oslobođenja – Bulevar cara Lazara“ na Bulevaru oslobođenja."
            }
        ]
    },
    {
        "date": "20.06.2023",
        "title": "Novi red vožnje „LETO 2023“ od 21. 06.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da 21. 06. 2023. godine stupa na snagu novi red vožnje „LETO 2023“, kojim se raspored polazaka usklađuje sa prevoznim potrebama u nastupajućem periodu godine. \n\nOd navedenog datuma ukida se linija broj 25 (Ž.stanica-Zona sever IV) i trajno se izmeštaju određena polazna stajališta na terminalu kod Železničke stanice („Potkovica). Zbog novoizgrađenih mesta za punjače električnih autobusa na „Potkovici“, izmeštaju se polazna stajališta za sledeće gradske i prigradske linije:"
            },
            {
                "text": "Linije 3A, 4, 5N (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR OSLOBOĐENjA/BULEVAR JAŠE TOMIĆA (stajalište koje koriste linije 7A, 10, 14, 15 i 19). \n\nLinije 16, 20 (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR JAŠE TOMIĆA/BULEVAR OSLOBOĐENjA (stajalište koje koriste linije broj 11B, 15, 17, 21, 30 i 35).\n\nLinije 64, 68, 69, 71, 72, 73, 74, 76 (smer od Železničke stanice)\n\nPostojeće početno stajalište ŽELEZNIČKA STANICA se izmešta na sadašnje stajalište linija 3A, 4 i 5N ŽELEZNIČKA STANICA."
            },
            {
                "text": "Linije 2, 9 \n\nPolazno stajalište na Novom naselju je fizički produženo, odnosno spojeno sa površinom na kojoj se nalazi punjač za elektro autobuse obrazujući jedinstvenu površinu, koja u celoj dužini postaje POLAZNO STAJALIŠTE i obeleženo je zelenim i žutim oznakama na kolovozu."
            },
            {
                "text": "Linije 51A, 51B, 52\n\nPolazno-dolazno autobusko stajalište za prigradske linije broj 51A, 51B i 52 u Veterniku izmešta se iz Školske ulice na postojeće autobusko stajalište u Ulici vojvode Bojovića 57."
            }
        ]
    },
    {
        "date": "12.06.2023",
        "title": "Privremeno ukidanje stajališta „Futoška – Branislava Nušića“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda u Futoškoj ulici od 12. 06. 2023 do 17. 07. 2023 godine privremeno neće biti u funkciji autobusko stajalište „Futoška – Branislava Nušića“ (ispred kasarne).\n\nAutobusko stajalište se ukida na linijama 2 i 6 u smeru iz centra grada."
            }
        ]
    }
]