[
    {
        "date": "21.06.2023",
        "title": "Linija 7B – Privremena izmena trase od 22. 06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 22. 06. 2023. do 03.07.2023. godine privremeno će biti izmenjena trasa autobuske linije 7B. Zbog radova na rekonstrukciji kolovoza na Bulevaru oslobođenja, na potezu od ulice Narodnog fronta do Bulevara cara Lazara, autobuski saobraćaj odvijaće se na sledeći način:\n\nLINIJA 7B \n\nSmer sa Limana \n\nOd raskrsnice Bulevar oslobođenja/Narodnog fronta autobusi će saobraćati pravo Ulicom Narodnog fronta do Fruškogorske ulice, skretaće levo u Fruškogorsku ulicu do novog kružnog toka gde će skretati levo na Bulevar cara Lazara i saobraćati do raskrsnice Bulevar oslobođenja/Bulevara cara Lazara, zatim će skretati desno na Bulevar oslobođenja i dalje nastavljati redovnom trasom kretanja.\n\nNA IZMENJENOM DELU TRASE LINIJE 7B KORISTIĆE SE SAMO STAJALIŠTE „NARODNOG FRONTA – BULEVAR OSLOBOĐENJA“ U ULICI NARODNOG FRONTA.\n\nU suprotnom smeru linija 7B saobraćaće redovnom trasom."
            }
        ]
    },
    {
        "date": "21.06.2023",
        "title": "Linije 77, 78, 79, 80, 81, 84, 86 – Privremena izmena stajališta",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji kolovoza na Bulevaru oslobođenja, na potezu od ulice Narodnog fronta do Bulevara cara Lazara, autobusi na linijama 77, 78, 79, 80, 81, 84 i 86 koristiće autobusko stajalište „Bulevar oslobođenja – Bulevar cara Lazara“ na Bulevaru oslobođenja."
            }
        ]
    },
    {
        "date": "20.06.2023",
        "title": "Novi red vožnje „LETO 2023“ od 21. 06.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da 21. 06. 2023. godine stupa na snagu novi red vožnje „LETO 2023“, kojim se raspored polazaka usklađuje sa prevoznim potrebama u nastupajućem periodu godine. \n\nOd navedenog datuma ukida se linija broj 25 (Ž.stanica-Zona sever IV) i trajno se izmeštaju određena polazna stajališta na terminalu kod Železničke stanice („Potkovica). Zbog novoizgrađenih mesta za punjače električnih autobusa na „Potkovici“, izmeštaju se polazna stajališta za sledeće gradske i prigradske linije:"
            },
            {
                "text": "Linije 3A, 4, 5N (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR OSLOBOĐENjA/BULEVAR JAŠE TOMIĆA (stajalište koje koriste linije 7A, 10, 14, 15 i 19). \n\nLinije 16, 20 (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR JAŠE TOMIĆA/BULEVAR OSLOBOĐENjA (stajalište koje koriste linije broj 11B, 15, 17, 21, 30 i 35).\n\nLinije 64, 68, 69, 71, 72, 73, 74, 76 (smer od Železničke stanice)\n\nPostojeće početno stajalište ŽELEZNIČKA STANICA se izmešta na sadašnje stajalište linija 3A, 4 i 5N ŽELEZNIČKA STANICA."
            },
            {
                "text": "Linije 2, 9 \n\nPolazno stajalište na Novom naselju je fizički produženo, odnosno spojeno sa površinom na kojoj se nalazi punjač za elektro autobuse obrazujući jedinstvenu površinu, koja u celoj dužini postaje POLAZNO STAJALIŠTE i obeleženo je zelenim i žutim oznakama na kolovozu."
            },
            {
                "text": "Linije 51A, 51B, 52\n\nPolazno-dolazno autobusko stajalište za prigradske linije broj 51A, 51B i 52 u Veterniku izmešta se iz Školske ulice na postojeće autobusko stajalište u Ulici vojvode Bojovića 57."
            }
        ]
    },
    {
        "date": "20.06.2023",
        "title": "Linije 1, 4, 8, 11B, 13 - Povratak na redovne trase",
        "sections": [
            {
                "text": "Završeni su radovi na izgradnji kružne raskrsnice Bulevar cara Lazara/Fruškogorska ulica, čime su se stekli uslovi za povratak na redovan režim saobraćaja. Autobusi na linijama 1, 4, 8, 11B i 13 ponovo saobraćaju redovnim trasama od 18 časova, dana 20. 06. 2023."
            }
        ]
    },
    {
        "date": "16.06.2023",
        "title": "Linije 7A,10,11B,14,41,42,43,51A i APTIV - Privremena izmena trase zbog radova u Bulevaru Jaše Tomića",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (broj:IV-34-4727/23) određuje se privremena izmena trase autobuskih linija broj (7A,10,11B,14,41,42,43,51A,APTIV) zbog zabrane odvijanja saobraćaja na Bulevaru Jaše Tomića od Bulevara oslobođenja do ulice Jovana Hranilovića u Novom Sadu. Izmenjen režim saobraćanja linija važi od 19.06.2023. do 26.06.2023.\n\nLINIJA BROJ 11B\n\nOd raskrsnice ulice Hajduk Veljkove i Bulevara kralja Petra I ,skreće desno na Bulevar kralja Petra I pa zatim levo u Bulevar oslobođenja do Železničke stanice.\n\nNa izmenjenom delu trase se koriste sva stajališta postojećih linija.\n\nLINIJA BROJ 11A saobraća redovnom trasom.\n\nLINIJE BROJ 7A,10,14\n\nSmer od Detelinare prema Centru: Od raskrsnice ulice Rumenačke sa Bulevarom Jaše Tomića saobraćaju pravo do raskrsnice ulice Rumenačke i Bulevara kralja Petra I gde skreću levo na Bul. kralja Petra I pa zatim desno u Bulevar oslobođenja odakle nastavljaju svojom redovnom trasom.\n\nNa izmenjenom delu trase se koriste sva stajališta postojećih linija.\n\nU suprotnom smeru sve navedene linije saobraćaju redovnom trasom.\n\nLINIJE BROJ 41,42,43,51A,APTIV\n\nSmer iz mesta prema Ž.Stanici: Od raskrsnice ulice Rumenačke sa Bulevarom Jaše Tomića saobraćaju pravo do raskrsnice ulice Rumenačke i Bulevara kralja Petra I gde skreću levo na Bulevar kralja Petra I pa zatim levo u Bulevar oslobođenja do Železničke stanice.\n\nNa izmenjenom delu trase ne koriste se stajališta postojećih linija.\n\nU suprotnom smeru sve navedene linije saobraćaju redovnom trasom."
            }
        ]
    },
    {
        "date": "15.06.2023",
        "title": "Linije 1, 5, 5N, 8 i 17 - Privremena izmena trase zbog sanacije kolovoza u ulici Jovana Subotića",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (broj: IV-34-4576/23 od 15.06.2023) određuje se privremena izmena trase autobuskih linija broj 1, 5, 5n, 8 i 17 zbog sanacije kolovoza u ulici Jovana Subotića, od ulice Vojvode Bojovića do Kisačke ulice u Novom Sadu. Izmenjen režim saobraćajnih linija važi od 16.06. do 01.07.2023.\n\n Autobusi na linija broj 1, 5, 5n, 8 i 17 menjaju trasu kretanja:\n\nLINIJA BROJ 5\n\nSmer sa Temerinskog puta: Od raskrsnice ulica Temerinske i Kisačke, autobusi saobraćaju desno u Kisačku ulicu, levo na Bulevar kralja Petra I, levo na Bulevar oslobođenja, desno u ulicu Novosadskog sajma i dalje nastavljaju redovnom trasom kretanja.\n\nSmer sa Avijatičarskog naselja: Od raskrsnice ulica Novosadskog sajma i Bulevara oslobođenja, autobusi saobrađaju levo u Bulevar oslobođenja, desno u Bulevar kralja Petra I, desno u Kisačku ulicu, levo u Temerinsku ulicu i dalje nastavljaju redovnom trasom kretanja.\n\nAutobusi na liniji broj 5, na izmenjenom delu trase koriste redovna stajališta drugih linija osim stajališta „Bulevar oslobođenja-Bulevar kralja Petra I“ (kod Lutrije).\n\nLINIJA BROJ 5N \n\nSmer sa Temerinskog puta: Od raskrsnice ulica Temerinske i Kisačke autobusi saobraćaju desno u Kisačku ulicu, levo na Bulevar kralja Petra I, desno na Bulevar oslobođenja i dalje nastavljaju redovnom trasom kretanja.\n\nSmer sa Železničke stanice: Od raskrsnice Bulevara oslobođenja i Bulevara kralja Petra I, autobusi saobraćaju levo na Bulevar kralja Petra I, desno u Kisačku ulicu, levo u Temerinsku ulicu i dalje nastavljaju redovnom trasom kretanja.\n\nAutobusi na liniji broj 5n, na izmenjenom delu trase koriste redovna stajališta drugih linija.\n\nLINIJE BROJ 1 i 17\n\nSmer ka Centru: Od raskrsnice Ulica Kisačke i Bulevara kralja Petra I autobusi saobraćaju desno na Bulevar kralja Petra I, levo u ulicu Braće Jovandić, dalje ulicama Žitni trg i Vojvode Bojovića, desno u ulicu Jovana Subotića i dalje nastavljaju redovnom trasom kretanja.\n\nSmer od Centra (linija broj 1): Od raskrsnice ulica Jovana Subotića i Vojvode Bojovića autobusi saobraćaju levo u ulicu Vojvode Bojovića, dalje ulicama Žitni trg i Braće Jovandić do Bulevar kralja Petra I, desno na Bulevar kralja Petra I, levo u Kisačku ulicu i dalje nastavljaju redovnom trasom kretanja.\n\nAutobusi na linijama broj 1 i 17, na izmenjenom delu trase koriste redovna stajališta drugih linija.\n\nLINIJA BROJ 8\n\nSmer sa Novog Naselja: Od raskrsnice Bulevara kralja Petra I i ulice Braće Jovandić autobusi saobraćaju desno u ulicu Braće Jovandić, dalje saobraćaju ulicama Žitni trg i Vojvode Bojovića, desno u ulicu Jovana Subotića i dalje nastavljaju redovnom trasom kretanja.\n\nSmer sa Štranda: Od raskrsnice ulica Jovana Subotića i Vojvode Bojovića autobusi saobraćaju levo u ulicu Vojvode Bojovića, dalje ulicama Žitni trg i Braće Jovandić do Bulevara kralja Petra I, levo na Bulevar kralja Petra I i dalje nastavljaju redovnom trasom kretanja.\n\nAutobusi na liniji broj 8, na izmenjenom delu trase koriste redovna stajališta drugih linija."
            }
        ]
    },
    {
        "date": "12.06.2023",
        "title": "Privremeno ukidanje stajališta „Futoška – Branislava Nušića“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na rekonstrukciji vrelovoda u Futoškoj ulici od 12. 06. 2023 do 17. 07. 2023 godine privremeno neće biti u funkciji autobusko stajalište „Futoška – Branislava Nušića“ (ispred kasarne).\n\nAutobusko stajalište se ukida na linijama 2 i 6 u smeru iz centra grada."
            }
        ]
    },
    {
        "date": "02.03.2023",
        "title": "Linije 1, 4, 8, 11B, 13 – Izmene trasa zbog izgradnje kružne raskrsnice",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 3. marta 2023. godine privremeno će biti izmenjene trase autobuskih linija broj 1, 4, 8, 11B i 13. Zbog izvođenja radova na izgradnji kružne raskrsnice Bulevar cara Lazara/Fruškogorska ulica do završetka radova autobusi će u tom delu grada saobraćati na sledeći način:\n\nLINIJE 1, 8 \n\nSmer iz Centra \n\nRaskrsnica Bulevar cara Lazara/Fruškogorska – (pravo) Bulevar cara Lazara do raskrsnice sa Bulevarom oslobođenja – (levo) Bulevar oslobođenja – (levo) Ulica Narodnog fronta – (desno) Fruškogorska ulica – redovna trasa do okretnice.\n\nNa izmenjenom delu trase na linijama 1 i 8 neće se koristiti stajališta drugih linija.\n\nSmer sa Limana \n\nAutobusi saobraćaju redovnom trasom.\n\nLINIJE 4, 11B\n\nSmer iz Centra \n\nRaskrsnica Bulevar cara Lazara/Fruškogorska ulica – (pravo) Bulevar cara Lazara do raskrsnice sa Bulevarom oslobođenja – (levo) Bulevar oslobođenja – (desno) Ulica Narodnog fronta – redovna trasa.\n\nNa izmenjenom delu trase na linijama 4 i 11B neće se korisititi stajališta drugih linija.\n\nSmer sa Limana (4 i 11A) \n\nAutobusi saobraćaju redovnom trasom.\n\nLINIJA 13 \n\nSmer Univerzitet - Detelinara\n\nRaskrsnica Jirečekova/Fruškogorska – (pravo) Fruškogorska ulica – (desno) Bulevar oslobođenja do raskrsnice sa Bulevarom cara Lazara – redovna trasa.\n\nNa izmenjenom delu trase na liniji broj 13 koristiće se stajalište Narodni front-Fruškogorska (redovno stajalište linija 4 i 11B).\n\nSmer Detelinara - Univerzitet \n\nAutobusi saobraćaju redovnom trasom."
            }
        ]
    },
    {
        "date": "15.12.2022",
        "title": "Linije 76, 77, 78, 79, 80, 81, 84, 86 – Privremena izmena trase na Mišeluku",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na mostu (MIŠELUK-PETLJA) od 15. 12. 2022. godine (od 13:00 časova) do završetka radova privremeno se menja trasa prigradske linije 76, kao i međumesnih linija 77, 78, 79, 80, 81, 84 i 86:\n\nSmer iz Novog Sada\n\nOd raskrsnice petlja Mišeluk/Institutski put autobusi saobraćaju desno, zatim skreću levo na sledećoj raskrsnici, levo na Kamenički put do Ulice vojvode Putnika i dalje nastavljaju redovnom trasom kretanja.\n\nSmer za Novi Sad\n\nRedovna trasa.\n\n NA IZMENJENOM DELU TRASE NE KORISTI SE POSTOJEĆE STAJALIŠTE."
            }
        ]
    }
]