[
    {
        "date": "22.12.2024",
        "title": "Privremeno ukidanje đačkih polazaka i linija od 24. 12.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da polasci, koji su u redu vožnje označeni kao „ĐAČKI“, neće biti na snazi od 24.12.2024. godine do 20.01.2025. \n\nU navedenom periodu neće saobraćati đačke linije 3B (Petrovaradin – Puckaroš OŠ „J.Dučić“) i 6A (Adice - Veternik OŠ „Marija Trandafil“)."
            }
        ]
    },
    {
        "date": "13.12.2024",
        "title": "Od 15. 12. novi red vožnje na vanrednim polascima Železnička stanica Petrovaradin - Centar",
        "sections": [
            {
                "text": "U skladu sa najavljenom promenom reda vožnje saobraćanja vozova „Srbijavoza“,  od 15. 12. 2024. godine stupa na snagu novi red vožnje na vanrednim autobuskim polascima Železnička stanica Petrovaradin - Centar. Novi red vožnje pogledajte \n\nPodsećamo, kao ispomoć redovnim linijama 3, 9, 60, 61, 62 i 63 do daljeg su uvedeni vanredni, direktni polasci autobusa sa autobuskog stajališta „Petrovaradin/Železnička stanica“ u Preradovićevoj ulici (oba smera). Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici ().\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/polasci.pdf"
    },
    {
        "date": "13.12.2024",
        "title": "Od 15. 12. novi red vožnje vanrednog prevoza Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da je od 15. 12. 2024. godine na snazi novi red vožnje direktnog, vanrednog autobuskog prevoza na relaciji Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad (oba smera).\n\nPolazno stajalište u smeru iz Novog Sada ka Ranžirnoj železničkoj stanici  je redovno autobusko stajalište „Bulevar Jaše Tomića-Bulevar oslobođenja“ (ispred apoteke „Tilija“).\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN."
            },
            {
                "text": "NOVI RED  VOŽNJE\n\nSmer sa GLAVNE ŽELEZNIČKE stanice (ispred apoteke „Tilija“) ka Ranžirnoj železničkoj stanici:\n\n•    03:50 ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    06:59\n\n•    09:53\n\n•    11:59 ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    13:59\n\n•    15:23\n\n•    18:59\n\n•    21:02"
            },
            {
                "text": "Smer sa RANŽIRNE železničke stanice ka Glavnoj železničkoj stanici:\n\n•    06:35\n\n•    09:56\n\n•    11:09 ne saobraća subotom, nedeljom i u dane državnog praznika,\n\n•    13:15\n\n•    15:12 ne saobraća subotom, nedeljom i u dane državnog praznika,\n\n•    18:36 \n\n•    20:12\n\n•    22:15"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/ranzirna_1512.pdf"
    },
    {
        "date": "20.11.2024",
        "title": "Linija 9A privremeno preusmerena do okretnice u Petrovaradinu",
        "sections": [
            {
                "text": "Zbog preusmeravanja železničkog saobraćaja na Železničku stanicu Petrovaradin, obaveštavamo putnike da je zbog rasterećenja postojećih linija autobusa, linija 9A u smeru od Alibegovca produžena do petrovaradinske okretnice linija 3 i 9, odakle dalje saobraća redovnom trasom do Novog naselja. \n\nPodsećamo putnike da je na relaciji Šafarikova ulica - Železnička stanica Petrovaradin uvedena vanredna linija na kojoj je prevoz BESPLATAN, te da su građanima pored gradskih linija za prevoz do Železničke stanice Petrovaradin na raspolaganju i međumesne linije 60, 61, 62 i 63 koje kreću sa Međumesne autobuske stanice."
            }
        ]
    },
    {
        "date": "15.11.2024",
        "title": "Linije 41, 42, 43 - privremena polazna stajališta van \"Potkovice\"",
        "sections": [
            {
                "text": "Zbog tragičnog događaja na Železničkoj stanici, iz \"Potkovice\" su izmeštene linije 41, 42,43."
            },
            {
                "text": "Navedene linije kao polazno stajalište koriste:"
            }
        ]
    }
]