[
    {
        "date": "15.04.2023",
        "title": "Linija 53 - Povratak na redovnu trasu kroz Ulicu cara Lazara",
        "sections": [
            {
                "text": "Završena je II faza radova u Ulici cara Lazara u Futogu, čime su se stekli uslovi za povratak linije na redovnu trasu u tom delu naselja od 13.04. (od 17 časova)."
            }
        ]
    },
    {
        "date": "13.04.2023",
        "title": "Novi red vožnje od 18. 04.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će na osnovu Zaključka gradonačelnika Novog Sada autobusi od 18. 04. 2023. saobraćati po redu vožnje koji je bio aktuelan do 31. 03. 2023. godine. \n\nProlećni red vožnje, koji je uveden 01. 04. 2023. godine, stavlja se van snage."
            }
        ]
    },
    {
        "date": "13.04.2023",
        "title": "Linija 35 – Privremena izmena trase",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 18. do 20. aprila 2023.godine određuje se privremena izmena trase autobuske linije broj 35 Novi Sad-Čenej. Zbog rekonstrukcije kolovoza u Ulici Vuka Karadžića u Čeneju, od Međunarodnog puta do Ulice Relje Savića, autobusi će saobraćati na sledeći način:\n\nSmer Novi Sad - Čenej\n\nRedovna trasa Međunarodnim putem iz Novog Sada, posle crkve u Čeneju skretanje levo u Partizansku ulicu, desno u Relje Savića, levo u Vuka Karadžića i nastavljanje redovnom trasom do okretnice Čenej.\n\nSmer Čenej – Novi Sad\n\nOd okretnice Čenej redovnom trasom Ulicom Vuka Karadžića, zatim će desno skretati u Ulicu Relje Saveća, levo u Partizansku do Međunarodnog puta, odakle će nastavljati redovnom trasom (za Novi Sad ili ''Lis'').\n\nIzmenjenom trasom kroz Čenej saobraćaće i autobusi na polascima za LIS i sa LIS-a. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE PRIVREMENO AUTOBUSKO STAJALIŠTE NA RASKRSNICI ULICA VUKA KARADŽIĆA I RELJE SAVIĆA (SMER IZ NOVOG SADA)."
            }
        ]
    },
    {
        "date": "12.04.2023",
        "title": "RED VOŽNJE ZA VREME USKRŠNJIH PRAZNIKA",
        "sections": [
            {
                "text": "14.april: red vožnje za nedelju (linija 5N ne saobraća, na liniji broj 17 poslednji polazak iz „BIG“ tržnog centra je u 18:33 časova)\n\n15.april: red vožnje za subotu\n\n16.april: red vožnje za nedelju (linije 5N i 17 ne saobraćaju)\n\n17.april: red vožnje za nedelju (linija 5N ne saobraća)"
            }
        ]
    },
    {
        "date": "31.03.2023",
        "title": "Linija 53 – Izmena trase u Futogu (II faza radova u Ulici cara Lazara)",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 3. do 15. aprila privremeno će biti izmenjena trasa autobuske linije broj 53. Zbog radova u Ulici cara Lazara u Futogu (II faza), autobusi će saobraćati na sledeći način:\n\nSmer Novi Sad-Futog \n\nRedovna trasa do Futoga, potom će na raskrsnici Ive Lole Ribara/Novosadska levo skretati i nastavljati Novosadskom ulicom (trasa linije broj 55), Ulicom braće Bošnjak do raskrsnice Braće Bošnjak/Svetozar Markovića/Ulica cara Lazara, gde će skretati levo do Ulice cara Lazara i nastavljati redovnom trasom ka ''okretnici''.\n\nSmer Futog-Novi Sad\n\nIsta, izmenjena trasa.\n\nNa izmenjenom delu trase koristiće se postojeća autobuska stajališta linije broj 55."
            }
        ]
    },
    {
        "date": "30.03.2023",
        "title": "Prolećni red vožnje od 1. aprila",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava građane da 1. aprila stupa na snagu novi red vožnje, koji podrazumeva vremenske korekcije autobuskih polazaka, usklađene sa potrebama korisnika usluga prevoza u narednim mesecima i racionalnim, ekonomskim ponašanjem.\n\nMolimo putnike da se o izmenama informišu putem sajta preduzeća www.gspns.rs/red-voznje, te ih podsećamo na našu aplikaciju za mobilne telefone Nsmart, koja im može značajno pomoći u korišćenju javnog prevoza. Aplikacija u realnom vremenu pruža precizne informacije o dolasku autobusa na stajalište."
            }
        ]
    },
    {
        "date": "30.03.2023",
        "title": "Produženje trase linije 17",
        "sections": [
            {
                "text": "Od 1. aprila menja se deo trase linije 17 (BIG - Centar – Železnička stanica - BIG), koja se Putem Novosadskog partizanskog odreda, Industrijskom i Partizanskom ulicom produžava do supermarketa Super Vero. \n\nNova trasa linije 17:\n\nSmer BIG - Super Vero - Centar \n\nStajalište (okretnica) ispred BIG-a – Sentandrejski put – Put Novosadskog partizanskog odreda – Industrijska ulica – Partizanska – Kisačka – Jovana Subotića – terminal u Šafarikovoj. \n\nNova stajališta na produženom delu linije su Industrijska/Put Novosadskog partizanskog odreda i Partizanska/Industrijska.\n\nSmer Centar - Ž.Stanica - Super Vero - BIG \n\nTerminal u Šafarikovoj – Uspenska – Jevrejska – Bulevar oslobođenja – Bulevar Jaše Tomića – Kisačka – Partizanska – Industrijska – Put Novosadskog partizanskog odreda – Sentandrejski put – Stajalište (okretnica) ispred BIG-a.\n\nNova stajališta na produženom delu linije su Partizanska/Sentandrejski put i Industrijska/Benzinska pumpa."
            }
        ]
    },
    {
        "date": "02.03.2023",
        "title": "Linije 1, 4, 8, 11B, 13 – Izmene trasa zbog izgradnje kružne raskrsnice",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 3. marta 2023. godine privremeno će biti izmenjene trase autobuskih linija broj 1, 4, 8, 11B i 13. Zbog izvođenja radova na izgradnji kružne raskrsnice Bulevar cara Lazara/Fruškogorska ulica do završetka radova autobusi će u tom delu grada saobraćati na sledeći način:\n\nLINIJE 1, 8 \n\nSmer iz Centra \n\nRaskrsnica Bulevar cara Lazara/Fruškogorska – (pravo) Bulevar cara Lazara do raskrsnice sa Bulevarom oslobođenja – (levo) Bulevar oslobođenja – (levo) Ulica Narodnog fronta – (desno) Fruškogorska ulica – redovna trasa do okretnice.\n\nNa izmenjenom delu trase na linijama 1 i 8 neće se koristiti stajališta drugih linija.\n\nSmer sa Limana \n\nAutobusi saobraćaju redovnom trasom.\n\nLINIJE 4, 11B\n\nSmer iz Centra \n\nRaskrsnica Bulevar cara Lazara/Fruškogorska ulica – (pravo) Bulevar cara Lazara do raskrsnice sa Bulevarom oslobođenja – (levo) Bulevar oslobođenja – (desno) Ulica Narodnog fronta – redovna trasa.\n\nNa izmenjenom delu trase na linijama 4 i 11B neće se korisititi stajališta drugih linija.\n\nSmer sa Limana (4 i 11A) \n\nAutobusi saobraćaju redovnom trasom.\n\nLINIJA 13 \n\nSmer Univerzitet - Detelinara\n\nRaskrsnica Jirečekova/Fruškogorska – (pravo) Fruškogorska ulica – (desno) Bulevar oslobođenja do raskrsnice sa Bulevarom cara Lazara – redovna trasa.\n\nNa izmenjenom delu trase na liniji broj 13 koristiće se stajalište Narodni front-Fruškogorska (redovno stajalište linija 4 i 11B).\n\nSmer Detelinara - Univerzitet \n\nAutobusi saobraćaju redovnom trasom."
            }
        ]
    },
    {
        "date": "14.02.2023",
        "title": "Linija 25 - Privremena izmena trase od 18.02.",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija 25 privremeno menja trasu kretanja od 18. februara 2023.godine:\n\nSmer Ž.stanica - Zona Sever IV\n\nautobusi saobraćaju redovnom trasom, produžavaju pravo na kružnoj raskrsnici, skreću desno na režijsku traku za Beograd, isključuju se na stari Kaćki put (pre naplatne rampe), nastavljaju Kaćkim putem, zatim Putem Šajkaškog odreda i skreću desno prema Zoni Sever IV do okretnice Lear;\n\nSmer Zona Sever IV - Ž. stanica\n\nAutobusi saobraćaju redovnom trasom do raskrsnice za Put Šajkaškog odreda, nastavljaju Kaćkim putem pored Put investa (stari put za Kać), zatim preko nadvožnjaka gde skreću levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom nastavljaju za Novi Sad.\n\nNa izmenjenom delu trase koristi se postojeće stajalište posle kružnog toka (iz N.Sada).\n\nOčekivano vreme završetka radova je 01.04.2023.godine."
            }
        ]
    },
    {
        "date": "15.12.2022",
        "title": "Linije 76, 77, 78, 79, 80, 81, 84, 86 – Privremena izmena trase na Mišeluku",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na mostu (MIŠELUK-PETLJA) od 15. 12. 2022. godine (od 13:00 časova) do završetka radova privremeno se menja trasa prigradske linije 76, kao i međumesnih linija 77, 78, 79, 80, 81, 84 i 86:\n\nSmer iz Novog Sada\n\nOd raskrsnice petlja Mišeluk/Institutski put autobusi saobraćaju desno, zatim skreću levo na sledećoj raskrsnici, levo na Kamenički put do Ulice vojvode Putnika i dalje nastavljaju redovnom trasom kretanja.\n\nSmer za Novi Sad\n\nRedovna trasa.\n\n NA IZMENJENOM DELU TRASE NE KORISTI SE POSTOJEĆE STAJALIŠTE."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linija 21 – Privremena izmena trase u Šangaju",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija broj 21 Novi Sad-Šangaj privremeno menja trasu kretanja od 17. oktobra 2022.godine:\n\nNovi Sad - Šangaj \n\nAutobusi će saobraćati redovnom trasom do kružne raskrsnice na Kaćkom putu, odakle će produžavati pravo, skretati desno režijskom trakom za Beograd, gde će se isključivati na stari Kaćki put (pre naplatne rampe) i nastavljati Kaćkim putem pored „Put investa“ i dalje redovnom trasom do okretnice.\n\nŠangaj – Novi Sad\n\nAutobusi će redovnom trasom saobraćati do raskrsnice za Kaćki put, nastavljati Kaćkim putem, zatim pored „Put investa“ (stari put za Kać) i preko natputnjaka, gde će skretati levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom produžavati za Novi Sad."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PAR PRIVREMENIH STAJALIŠTA (PUT ŠAJKAŠKOG ODREDA-KAĆKI PUT), KAO I POSTOJEĆE STAJALIŠTE POSLE KRUŽNOG TOKA (IZ NOVOG SADA).\n\nOčekivano vreme završetka radova je 1. april 2023. godine."
            }
        ]
    }
]