[
    {
        "date": "04.12.2024",
        "title": "Linije 1, 8 - Povratak na redovnu trasu na Limanu ",
        "sections": [
            {
                "text": "Autobusi na linijama 1 i 8 od 4. decembra (od 13 časova) ponovo saobraćaju redovnom trasom na Limanu. Privremena izmena trase bila je na snazi od 12. novembra zbog radova u zoni okretnice \"ŠTRAND\"."
            }
        ]
    },
    {
        "date": "26.11.2024",
        "title": "Linije 64, 68, 69, 71, 72, 73, 74, 76 – Polazak sa stajališta u \"Potkovici\" od 27. 11.",
        "sections": [
            {
                "text": "Od  27.11.2024. godine autobuske linije broj 64, 68, 69, 71, 72, 73, 74 i 76 po važećem redu vožnje ponovo saobraćaju sa autobuskog stajališta u\" Potkovici\".\n\nDo navedenog datuma na snazi je privremeno, polazno stajalište Bulevar oslobođenja- Bulevar Kralja Petra I."
            }
        ]
    },
    {
        "date": "22.11.2024",
        "title": "Linije 22, 23, 24 – Polazak sa stajališta u \"Potkovici\" od 23. 11.",
        "sections": [
            {
                "text": "Od  23.11.2024.godine autobuske linije broj 22, 23 i 24 po važećem redu vožnje ponovo saobraćaju sa autobuskog stajališta u\" Potkovici\", koje se nalazi sa desne strane od ulaska u „Potkovicu“ (naspram polaznog stajališta za Futog, pre punjača za elektro autobuse) ."
            },
            {
                "text": "Do navedenog datuma na snazi je privremeno, polazno stajalište Kisačka-Bulevar Jaše Tomića."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/potkovica_2211.pdf"
    },
    {
        "date": "20.11.2024",
        "title": "Linija 9A privremeno preusmerena do okretnice u Petrovaradinu",
        "sections": [
            {
                "text": "Zbog preusmeravanja železničkog saobraćaja na Železničku stanicu Petrovaradin, obaveštavamo putnike da je zbog rasterećenja postojećih linija autobusa, linija 9A u smeru od Alibegovca produžena do petrovaradinske okretnice linija 3 i 9, odakle dalje saobraća redovnom trasom do Novog naselja. \n\nPodsećamo putnike da je na relaciji Šafarikova ulica - Železnička stanica Petrovaradin uvedena vanredna linija na kojoj je prevoz BESPLATAN, te da su građanima pored gradskih linija za prevoz do Železničke stanice Petrovaradin na raspolaganju i međumesne linije 60, 61, 62 i 63 koje kreću sa Međumesne autobuske stanice."
            }
        ]
    },
    {
        "date": "20.11.2024",
        "title": "Linije 51a,  51b,  52, 53, 54, 55, 56 – Od 21. 11. redovna polazna i dolazna stajališta",
        "sections": [
            {
                "text": "Autobusi na linijama 51a, 51b, 52, 53, 54, 55, 56 od 21. 11. 2024. godine ponovo će koristiti redovna polazna i dolazna stajališta. \n\nNa navedenim linijama neće biti na snazi privremeno izmeštanje stajališta na Bulevar oslobođenja-Bulevar Kralja Petra I."
            }
        ]
    },
    {
        "date": "15.11.2024",
        "title": "Linije 41, 42, 43 - privremena polazna stajališta van \"Potkovice\"",
        "sections": [
            {
                "text": "Zbog tragičnog događaja na Železničkoj stanici, iz \"Potkovice\" su izmeštene linije 41, 42,43."
            },
            {
                "text": "Navedene linije kao polazno stajalište koriste:"
            }
        ]
    },
    {
        "date": "07.11.2024",
        "title": "Od 08. 11. izmenjen red vožnje vanrednog prevoza na relaciji Železnička stanica Petrovaradin - Centar (oba smera)",
        "sections": [
            {
                "text": "Od 08. 11. 2024. godine stupa na snagu izmenjen red vožnje na vanrednim polascima na relaciji Železnička stanica  Petrovaradin - Centar (oba smera). Izmenjen red vožnje možete da pogledate"
            },
            {
                "text": "Podsećamo, do daljeg su uvedeni vanredni, direktni polasci autobusa sa redovnog autobuskog stajališta „Petrovaradin-Železnička stanica“ u Preradovićevoj ulici do  terminala u Šafarikovoj ulici u centru i obrnuto. Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici.\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/redvoznje_0811.pdf"
    },
    {
        "date": "06.11.2024",
        "title": "Linija 6 – Privremena izmena trase na Telepu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 07.11. do 16. 12. 2024. godine privremeno će biti izmenjena trasa autobuske linije broj 6. Zbog radova na izgradnji  magistralnog vrelovoda u Vršačkoj ulici (od Futoškog puta do Vršačke 18), autobuski saobraćaj odvijaće se na sledeći način:\n\nSmer Podbara-Centar-Adice\n\nSa raskrsnice Futoške ulice i Bulevara Evrope autobusi će skretati levo i saobraćati Bulevarom Evrope do kružnog toka, skretati desno na Bulevar patrijarha Pavla, nastavljati pravo Bulevarom patrijarha Pavla do raskrsnice sa ulicama Vršačkom i Feješ Klare, gde će skretati levo u Ulicu Feješ Klare i dalje produžavati redovnom trasom kretanja.\n\nSmer Adice-Centar -Podbara\n\nSa raskrsnice Ulice Feješ Klare i Bulevara patrijarha Pavla autobusi će skretati desno i Bulevarom patrijarha Pavla saobraćati do kružnog toka, skretati levo na Bulevar Evrope i nastavljati do raskrsnice sa Futoškom ulicom, gde će skretati desno i dalje produžavati redovnom trasom.\n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA."
            },
            {
                "text": "Mapu izmene pogledajte"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/telep_0611.pdf"
    },
    {
        "date": "05.11.2024",
        "title": "Besplatan vanredni prevoz na relaciji Železnička stanica Novi Sad – Ranžirna železnička stanica (oba smera)",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da je od danas do daljnjeg uveden direktan, vanredan prevoz na relaciji Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad (oba smera).\n\nPolazno stajalište u smeru iz Novog Sada ka Ranžirnoj železničkoj stanici  je redovno autobusko stajalište „Bulevar Jaše Tomića-Bulevar oslobođenja“ (ispred apoteke „Tilija“).\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN.\n\nRED VOŽNJE:\n\nSmer sa GLAVNE ŽELEZNIČKE stanice(ispred apoteke „Tilija“) ka Ranžirnoj ž.stanici:\n\n•    07:18\n\n•    09:15\n\n•    11:31\n\n•    13:27   ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    15:38\n\n•    17:49\n\n•    19:15\n\n•    22:00\n\nSmer sa RANŽIRNE železničke stanice ka glavnoj Železničkoj stanici:\n\n•    06:24\n\n•    08:58\n\n•    10:52\n\n•    12:27\n\n•    14:20\n\n•    16:34   ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    18:41\n\n•    21:00"
            },
            {
                "text": "Trasu na vanrednim polascima pogledajte"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/ranzirna_0511.pdf"
    }
]