[
    {
        "date": "13.08.2024",
        "title": "Linije 51a, 51b, 52 – Privremena izmena trase u Veterniku 14.08.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog vodovodnog priključka u Školskoj ulici 46 u Veterniku, 14. 08. 2024. godine  privremeno će biti izmenjene trase autobuskih linija broj 51a, 51b i 52: \n\nOd raskrsnice ulica Školska i Mihajla Pupina autobusi će skretati levo u Ulicu Mihajla Pupina, zatim levo u Omladinsku ulicu i dalje će nastavljati redovnom trasom kretanja."
            }
        ]
    },
    {
        "date": "12.08.2024",
        "title": "Linija broj 6 - Privremena izmena trase od 12. do 17.08.",
        "sections": []
    },
    {
        "date": "29.07.2024",
        "title": "Linija 43 - Privremena izmena trase od 29.07.",
        "sections": []
    },
    {
        "date": "25.07.2024",
        "title": "Linija 4 – Privremena izmena trase na Limanu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 26.07. do 31. 08. 2024. godine privremeno će biti izmenjena trasa autobuske linije 4 zbog radova na kolovozu u delu okretnice na Limanu 4:"
            },
            {
                "text": "Na raskrsnici ulica Narodnog fronta i Balzakove autobusi će skretati desno u Balzakovu ulicu i saobraćati do raskrsnice sa Bulevarom cara Lazara, skretaće levo na Bulevar cara Lazara, zatim levo u Ulicu Ive Andrića do prvog stajališta u smeru A u Ulici Narodnog fronta (čekanje vremena do narednog polaska)."
            },
            {
                "text": "Na izmenjenom delu trase KORISTIĆE SE privremeno stajalište u Balzakovoj ulici."
            },
            {
                "text": "Redovna trasa."
            },
            {
                "text": "Mapu izmene pogledajte OVDE"
            }
        ]
    },
    {
        "date": "24.07.2024",
        "title": "Linije 42, 43 (polasci kroz Tankosićevo) – Privremena izmena trase od 25.07.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 25. 07. do 15. 08. 2024. godine privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo) zbog radova na asfaltiranju Ulice Mihala Kardelisa u Kisaču."
            },
            {
                "text": "Linija 42"
            },
            {
                "text": "Autobusi će saobraćati redovnom trasom kroz Ulicu dr Janka Gombara, nastavljati Železničkom ulicom do stajališta „Kisač – Železnička stanica“, koje će se koristiti kao poslednje stajalište (na proširenju puta, 50 metara udaljenom od stajališta, čekaće se vreme do narednog polaska)."
            },
            {
                "text": "Autobusi će saobraćati Železničkom ulicom do raskrsnice ulica Železničke i Jana Kolara, skretaće levo u Ulicu Jana Kolara, na raskrsnici sa Ulicom Ondreja Marčoka skretaće levo u ulicu Ondreja Marčoka, produžavati do raskrsnice sa Benešovom ulicom, skretati levo u Benešovu, na raskrsnici sa Ulicom dr Janka Gombara skretati desno u Ulicu dr Janka Gombara i nastavljati redovnom trasom kretanja."
            },
            {
                "text": "Linija 43 (polasci kroz Tankosićevo)"
            },
            {
                "text": "Sa redovne trase Železničkom ulicom autobusi će skretati levo u Ulicu Jana Kolara, na raskrsnici sa Ulicom Ondreja Marčoka skretati levo u Ulicu Ondreja Marčoka, saobraćati njom do raskrsnice sa Benešovom ulicom, skretati desno u Benešovu ulicu i nastavljati do raskrsnice sa Vojvođanskom ulicom, skretati levo u Vojvođansku ulicu gde će na raskrsnici sa Slovačkom ulicom skretati desno u Slovačku ulicu i dalje nastavljati redovnom trasom kretanja do Stepanovićeva."
            },
            {
                "text": "Na izmenjenom delu trase linije 43 (polasci kroz Tankosićevo) KORISTIĆE SE privremeno stajalište u Vojvođanskoj ulici, ispred k.br. 38 u Kisaču."
            },
            {
                "text": "Na raskrsnici ulica Slovačke i Vojvođanske autobusi će skretati levo u Vojvođansku ulicu i saobraćati do raskrsnice sa Benešovom ulicom, skretati desno u Benešovu ulicu do raskrsnice sa Ulicom Ondreja Marčoka gde će skretati levo i saobraćati Ulicom Ondreja Marčoka do raskrsnice sa Ulicom Jana Kolara u koju će ući desnim skretanjem. Na raskrsnici ulica Jana Kolara i Železničke autobusi će skretati desno u Železničku ulicu i dalje nastavljati redovnom trasom kretanja do Novog Sada."
            },
            {
                "text": "Mapu izmena pogledajte OVDE"
            }
        ]
    },
    {
        "date": "24.06.2024",
        "title": "Linija 5 – Privremena izmena trase od 25.06.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 25.06. do 15.10. 2024. godine privremeno će biti izmenjena trasa autobuske linije broj 5. Zbog radova u Avijatičarskoj ulici, autobuski saobraćaj odvijaće se na sledeći način:"
            },
            {
                "text": "Smer sa Temerinskog puta"
            },
            {
                "text": "Od raskrsnice Rumenačkog puta i Avijatičarske ulice autobusi će saobraćati pravo do kružnog toka i polukružnog okretanja. Čekanje vremena do sledećeg polaska biće na  stajalištu gradske linije 14B i prigradskih linija 41B, 42B, 43B, 51A."
            },
            {
                "text": "Na izmenjenom delu trase, kao poslednje, koristiće se redovno stajalište „Rumenački put/Avijatičarska“  gradske linije 14A i prigradskih linija 41A, 42A, 43A, 51B."
            },
            {
                "text": "Smer sa Avijatičarskog naselja"
            },
            {
                "text": "Autobusi će po redu vožnje saobraćati sa stajališta „Rumenački put/Kružni tok“   i kao prvo  stajalište sa Avijatičarskog naselja koristiti redovno stajalište „Rumenački put/Avijatičarska“, odakle će nastavljati da saobraćaju redovnom trasom."
            },
            {
                "text": "Mapu izmena pogledajte OVDE."
            }
        ]
    },
    {
        "date": "21.06.2024",
        "title": "Novi red vožnje „LETO 2024“ od 24.06.",
        "sections": []
    },
    {
        "date": "17.06.2024",
        "title": "Linije 3b, 6a, 14 - Ukidanje polazaka za vreme trajanja školskog raspusta",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da zbog završetka školske godine za učenike osnovnih škola na teritoriji grada Novog Sada, autobusi na linijama 3b, Petrovaradin (OŠ Jovan Dučić) - Puckaroš i 6a, Adice – Veternik (OŠ Marija Trandafil),  od ponedeljka 17.06.2024.godine, pa do početka nove školske godine, neće saobraćati."
            },
            {
                "text": "Takođe, u istom periodu se ukidaju i četiri polaska na liniji 14, Centar-Sajlovo (smer sa Sajlova), u 07:25, 07:30,13:20 i 13:25 časova."
            }
        ]
    }
]