[
    {
        "date": "17.03.2023",
        "title": "Linije 1, 11A, 15, 16, 17, 20, 21, 22, 23, 24, 25, 30, 31, 32, 33 i 35 - Privremena izmena trase zbog radova na toplovodu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (broj: IV-34-1556/2023 ) određuje se privremena izmena trase autobuske linija broj 1, 11A, 15, 16, 17, 20, 21, 22, 23, 24, 25, 30, 31, 32, 33 i 35 zbog radova na toplovodu u raskrsnici Bulevara Jaše Tomića i Ulice Kisačka u Novom Sadu. Izmenjen režim saobraćanja linija važi od 20.03.2023. do završetka radova:\n\nLINIJA 1\n\nSmer sa Klise \n\nOd raskrsnice Sentandrejskog puta i Partizanske ulice autobusi skreću levo u Partizansku, zatim desno u Temerinsku ulicu do Ulice Jovana Subotića i dalje nastavljaju redovnom trasom kretanja.\n\nAutobusi na izmenjenom delu trase koriste stajališta drugih linija.\n\nSmer sa Štranda \n\nOd raskrsnice ulica Kisačka i Temerinska autobusi produžavaju izmenjenom trasom kroz Temerinsku ulicu, skreću levo u Partizansku ulicu, zatim desno na Sentandrejski put i dalje nastavljaju redovnom trasom kretanja.\n\nAutobusi na izmenjenom delu trase koriste stajališta drugih linija.\n\nLINIJA 11A\n\nOd raskrsnice ulica Gundulićeva i Temerinska autobusi skreću levo u Temerinsku ulicu, zatim desno u Kisačku ulicu, levo na Bulevar kralja Petra I, desno na Bulevar oslobođenja i dalje nastavljaju do Železničke stanice.\n\nAutobusi na izmenjenom delu trase koriste prvo stajalište u ulici Temerinska (Temerinska - Pijaca).\n\nLINIJA 15\n\nSmer iz Centra\n\nOd raskrsnice Bulevara oslobođenja i Bulevara Jaše Tomića autobusi skreću levo na Bulevar Jaše Tomića, desno u Rumenačku ulicu, desno u Industrijsku ulicu, levo na Sentandrejski put i dalje nastavljaju redovnom trasom kretanja.\n\nAutobusi na izmenjenom delu trase koriste prvo stajalište na Bulevaru Jaše Tomića (Bulevar Jaše Tomića - Železnička stanica).\n\nLINIJA 16\n\nSmer sa Železničke stanice \n\nOd raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi skreću desno u Kisačku ulicu, levo u Ulicu Jovana Cvijića, levo u Temerinsku ulicu, desno na Put Šajkaškog odreda i dalje nastavljaju redovnom trasom kretanja.\n\nAutobusi na izmenjenom delu trase koriste prvo stajalište (Kisačka - Bulevar Jaše Tomića) u Kisačkoj ulici.\n\nLINIJA 17\n\nSmer iz BIG-a \n\nOd raskrsnice Sentandrejskog puta i Partizanske ulice autobusi skreću levo u Partizansku ulicu, zatim desno u Temerinsku ulicu do Ulice Jovana Subotića i dalje nastavljaju redovnom trasom kretanja.\n\nAutobusi na izmenjenom delu trase koriste stajališta drugih linija.\n\nSmer iz Centra \n\nOd raskrsnice Bulevara oslobođenja i Bulevara Jaše Tomića autobusi skreću levo na Bulevar Jaše Tomića, zatim desno u Rumenačku ulicu, desno u Industrijsku ulicu, levo na Sentandrejski put i dalje nastavljaju redovnom trasom kretanja.\n\nAutobusi na izmenjenom delu trase koriste prvo stajalište na Bulevaru Jaše Tomića (Bulevar Jaše Tomića - Železnička stanica).\n\nLINIJA 20\n\nSmer sa Železničke stanice \n\nOd raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi skreću desno u Kisačku ulicu, zatim levo u Ulicu Jovana Cvijića, levo u Temerinsku ulicu do raskrsnice Temerinske i Partizanske ulice i nastavljaju pravo redovnom trasom kretanja.\n\nAutobusi na izmenjenom delu trase koriste prvo stajalište (Kisačka - Bulevar Jaše Tomića) u Kisačkoj ulici.\n\nLINIJA 25\n\nSmer sa Železničke stanice \n\nOd raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi skreću desno u Kisačku ulicu, zatim levo u Ulicu Jovana Cvijića, levo u Temerinsku ulicu, desno na Put Šajkaškog odreda i dalje nastavljaju redovnom trasom kretanja.\n\nAutobusi na izmenjenom delu trase koriste prvo stajalište (Kisačka - Bulevar Jaše Tomića) u Kisačkoj ulici.\n\nLINIJE 21, 22, 23, 24, 30\n\nPolasci iz Novog Sada \n\nRedovna trasa kretanja.\n\nPolasci iz MESTA \n\nAutobusi saobraćaju redovnom trasom do raskrsnice Kisačka-Bulevar Kralja Petra I, zatim skreću levo na Bulevar Kralja Petra I, desno na Bulevar oslobođenja do Železničke stanice. \n\nNa izmenjenom delu trase koristi se postojeće autobusko stajalište Bulevar Kralja Petra I-Kisačka.\n\nLINIJA 35\n\nPolasci za Čenej \n\nAutobusi kreću sa polaznog stajališta na Bulevaru Jaše Tomića (početno stajalište 11A, ispred ulaza na MAS-u), saobraćaju Bulevarom Jaše Tomića, skreću desno u Rumenačku ulicu, desno u Industrijsku, pravo u Partizansku ulicu, levo na Sentandrejski put i dalje nastavlja redovnom trasom.\n\nZa vreme trajanja izmene koristi se autobusko stajališe raskrsnice Sentandrejski put-Partizanska (linija 1).\n\nPolasci iz MESTA \n\nRedovna trasa kretanja.\n\n TE-TO\n\nPolasci iz Novog Sada \n\nAutobusi saobraćaju redovnom trasom do Kisačke ulice, skreću desno u Kisačku ulicu, zatim levo u Ulicu Jovana Cvijića, levo u Temerinsku, desno na Put Šajkaškog odreda i nastavljaju redovnom trasom. \n\nZa vreme trajanja izmene koristi se stajalište u Kisačkoj ulici (linija 1). \n\nPolasci iz TE-TO \n\nRedovna trasa kretanja.\n\nLINIJE 31, 32, 33\n\nPolasci iz Novog Sada \n\nAutobusi saobraćaju sa MAS-a, skreću desno na Bulevar Jaše Tomića, desno u Rumenačku ulicu, desno u Industrijsku ulicu, zatim pravo Partizanskom ulicom i nastavljaju redovnom trasom.\n\nNa izmenjenom delu trase NE koriste se autobuska stajališta drugih linija.\n\nPolasci iz MESTA \n\nRedovna trasa kretanja."
            }
        ]
    },
    {
        "date": "16.03.2023",
        "title": "Linije 51A, 51B, 52 - Privremena izmena trase u Veterniku",
        "sections": [
            {
                "text": "Zbog rekonstrukcije kolovoza u Ulici vojvode Bojovića u Veterniku, od 16.03.2023.godine autobusi na linijama 51A, 51B i 52 privremeno saobraćaju izmenjenom trasom: \n\nLINIJE 51A, 52\n\nSmer Novi Sad - Veternik \n\nRedovna trasa do kružnog toka u Veterniku (2. izlaz) - Ulica kralja Aleksandra do Školske ulice (završno-polazno stajalište). \n\nLINIJA 51B\n\nSmer Novi Sad - Veternik \n\nRedovna trasa do ulaza u Veternik – Ulica kralja Petra I - kružni tok (1. izlaz) - Ulica kralja Aleksandra do Školske ulice (završno-polazno stajalište).\n\nNa polascima iz Novog Sada autobusi na linijama 51A, 51B i 52 koriste privremeno autobusko stajalište u Ulici kralja Aleksandra k.br.4.\n\nLINIJE 51B, 52\n\nSmer Veternik – Novi Sad \n\nRedovna trasa od Školske ulice – kružnim tokom nastavljaju Novosadskim putem - redovna trasа za Novi Sad (trasa L-52).\n\nLINIJA 51A\n\nSmer Veternik – Novi Sad\n\nRedovna trasa od Školske ulice - kružni tok - Ulicom kralja Petra I preko Sajlova nastavljaju redovnom trasom za Novi Sad. \n\nPlanirano vreme završetka radova je 20.mart 2023.godine."
            }
        ]
    },
    {
        "date": "13.03.2023",
        "title": "Linije 53, 55 – Privremena izmena trase u Futogu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova u futoškoj Ulici cara Lazara od 14. 03. do 04. 04. 2023. godine privremeno će biti izmenjene trase autobuskih linija broj 53 i 55:\n\nSmer Novi Sad - Futog \n\nRedovna trasa do Futoga - raskrsnica Ulica cara Lazara/Braće Bošnjak/Svetozara Markovića – Ulica Svetozara Markovića – (desno) Partizanska – (desno) Branka Radičevića – (levo) Ulica Rade Kondića – redovna trasa.\n\nU SUPROTNOM SMERU AUTOBUSI SAOBRAĆAJU ISTOM, IZMENJENOM TRASOM.\n\nNa izmenjenom delu trase otvaraju se privremena stajališta u oba smera (Ulica S.Markovića-Industrijska i Branka Radičevića-Povrtarska), kao i stajališta iz smera Novog Sada, neposredno posle raskrsnice S.Markovića-B.Bošnjak-C.Lazara. Uz navedena privremena, koristiće se i postojeća autobuska stajališta linije 56 (par-benzinska pumpa)."
            }
        ]
    },
    {
        "date": "02.03.2023",
        "title": "Linije 1, 4, 8, 11B, 13 – Izmene trasa zbog izgradnje kružne raskrsnice",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 3. marta 2023. godine privremeno će biti izmenjene trase autobuskih linija broj 1, 4, 8, 11B i 13. Zbog izvođenja radova na izgradnji kružne raskrsnice Bulevar cara Lazara/Fruškogorska ulica do završetka radova autobusi će u tom delu grada saobraćati na sledeći način:\n\nLINIJE 1, 8 \n\nSmer iz Centra \n\nRaskrsnica Bulevar cara Lazara/Fruškogorska – (pravo) Bulevar cara Lazara do raskrsnice sa Bulevarom oslobođenja – (levo) Bulevar oslobođenja – (levo) Ulica Narodnog fronta – (desno) Fruškogorska ulica – redovna trasa do okretnice.\n\nNa izmenjenom delu trase na linijama 1 i 8 neće se koristiti stajališta drugih linija.\n\nSmer sa Limana \n\nAutobusi saobraćaju redovnom trasom.\n\nLINIJE 4, 11B\n\nSmer iz Centra \n\nRaskrsnica Bulevar cara Lazara/Fruškogorska ulica – (pravo) Bulevar cara Lazara do raskrsnice sa Bulevarom oslobođenja – (levo) Bulevar oslobođenja – (desno) Ulica Narodnog fronta – redovna trasa.\n\nNa izmenjenom delu trase na linijama 4 i 11B neće se korisititi stajališta drugih linija.\n\nSmer sa Limana (4 i 11A) \n\nAutobusi saobraćaju redovnom trasom.\n\nLINIJA 13 \n\nSmer Univerzitet - Detelinara\n\nRaskrsnica Jirečekova/Fruškogorska – (pravo) Fruškogorska ulica – (desno) Bulevar oslobođenja do raskrsnice sa Bulevarom cara Lazara – redovna trasa.\n\nNa izmenjenom delu trase na liniji broj 13 koristiće se stajalište Narodni front-Fruškogorska (redovno stajalište linija 4 i 11B).\n\nSmer Detelinara - Univerzitet \n\nAutobusi saobraćaju redovnom trasom."
            }
        ]
    },
    {
        "date": "14.02.2023",
        "title": "Linija 25 - Privremena izmena trase od 18.02.",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija 25 privremeno menja trasu kretanja od 18. februara 2023.godine:\n\nSmer Ž.stanica - Zona Sever IV\n\nautobusi saobraćaju redovnom trasom, produžavaju pravo na kružnoj raskrsnici, skreću desno na režijsku traku za Beograd, isključuju se na stari Kaćki put (pre naplatne rampe), nastavljaju Kaćkim putem, zatim Putem Šajkaškog odreda i skreću desno prema Zoni Sever IV do okretnice Lear;\n\nSmer Zona Sever IV - Ž. stanica\n\nAutobusi saobraćaju redovnom trasom do raskrsnice za Put Šajkaškog odreda, nastavljaju Kaćkim putem pored Put investa (stari put za Kać), zatim preko nadvožnjaka gde skreću levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom nastavljaju za Novi Sad.\n\nNa izmenjenom delu trase koristi se postojeće stajalište posle kružnog toka (iz N.Sada).\n\nOčekivano vreme završetka radova je 01.04.2023.godine."
            }
        ]
    },
    {
        "date": "15.12.2022",
        "title": "Linije 76, 77, 78, 79, 80, 81, 84, 86 – Privremena izmena trase na Mišeluku",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na mostu (MIŠELUK-PETLJA) od 15. 12. 2022. godine (od 13:00 časova) do završetka radova privremeno se menja trasa prigradske linije 76, kao i međumesnih linija 77, 78, 79, 80, 81, 84 i 86:\n\nSmer iz Novog Sada\n\nOd raskrsnice petlja Mišeluk/Institutski put autobusi saobraćaju desno, zatim skreću levo na sledećoj raskrsnici, levo na Kamenički put do Ulice vojvode Putnika i dalje nastavljaju redovnom trasom kretanja.\n\nSmer za Novi Sad\n\nRedovna trasa.\n\n NA IZMENJENOM DELU TRASE NE KORISTI SE POSTOJEĆE STAJALIŠTE."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linija 21 – Privremena izmena trase u Šangaju",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija broj 21 Novi Sad-Šangaj privremeno menja trasu kretanja od 17. oktobra 2022.godine:\n\nNovi Sad - Šangaj \n\nAutobusi će saobraćati redovnom trasom do kružne raskrsnice na Kaćkom putu, odakle će produžavati pravo, skretati desno režijskom trakom za Beograd, gde će se isključivati na stari Kaćki put (pre naplatne rampe) i nastavljati Kaćkim putem pored „Put investa“ i dalje redovnom trasom do okretnice.\n\nŠangaj – Novi Sad\n\nAutobusi će redovnom trasom saobraćati do raskrsnice za Kaćki put, nastavljati Kaćkim putem, zatim pored „Put investa“ (stari put za Kać) i preko natputnjaka, gde će skretati levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom produžavati za Novi Sad."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PAR PRIVREMENIH STAJALIŠTA (PUT ŠAJKAŠKOG ODREDA-KAĆKI PUT), KAO I POSTOJEĆE STAJALIŠTE POSLE KRUŽNOG TOKA (IZ NOVOG SADA).\n\nOčekivano vreme završetka radova je 1. april 2023. godine."
            }
        ]
    }
]