[
    {
        "date": "18.10.2025",
        "title": "Linija 6 – Privremena izmena trase kod Varadinskog mosta od 20.10.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20. 10. do 31. 10. 2025. godine privremeno će biti izmenjena trasa autobuske linije broj  6. Zbog rekonstrukcije kolovoza i zatvaranja silaznog kraka na kej (pre Varadinskog mosta), autobuski saobraćaj na liniji 6 odvijaće se na sledeći način:"
            },
            {
                "text": "Autobusi će iz Futoške ulice skretati desno na Bulevar oslobođenja, levo u Ulicu Maksima Gorkog, levo na  Kej žrtava racije i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE STAJALIŠTE „BULEVAR OSLOBOĐENJA-FUTOŠKA“."
            },
            {
                "text": "Redovna trasa."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/kockice.jpg"
    },
    {
        "date": "06.10.2025",
        "title": "Linija 21 – Privremena izmena trase u Šangaju",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 06. 10. do 17. 10. 2025. godine privremeno će biti izmenjena trase autobuske linije 21 zbog radova na popravci kolovozne konstrukcije u Sedmoj ulici u Šangaju."
            },
            {
                "text": "autobusi će sa Puta Šajkaškog odreda skretati desno u ulicu prema Šangaju, saobraćati pravo do kraja ulice, te skretati levo u Prvu ulicu do okretnice. U smeru iz Šangaja koristiće se ista, izmenjena trasa."
            }
        ]
    },
    {
        "date": "02.10.2025",
        "title": "Linija 6 – Privremena izmena trase u Vršačkoj ulici od 06. 10.",
        "sections": [
            {
                "text": "Od 06. 10. do 17. 10. 2025. godine privremeno će biti izmenjena trasa autobuske linije broj 6. U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na izgradnji  vodovodnog i kanalizacionog priključka u Vršačkoj ulici, autobuski saobraćaj će se odvijati na sledeći način:"
            },
            {
                "text": "Na raskrsnici Futoška ulica/Bulevar Evrope autobusi će skretati levo na Bulevar Evrope do kružnog toka, zatim desno na Bulevar patrijarha Pavla i saobraćati pravo Bulevarom patrijarha Pavla do raskrsnice Vršačka/Feješ Klare, gde će skretati levo u Ulicu Feješ Klare i dalje nastavljati redovnom trasom kretanja."
            },
            {
                "text": "Na raskrsnici Feješ Klare/Bulevar patrijarha Pavla autobusi će skretati desno na Bulevar patrijarha Pavla do kružnog toka, zatim levo na Bulevar Evrope i saobraćati do raskrsnice sa Futoškom ulicom, gde će skretati desno i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/ulica_vrsacka.jpg"
    },
    {
        "date": "26.09.2025",
        "title": "Linije 7B, 18B – Privremena izmena trase na Bulevaru patrijarha Pavla",
        "sections": [
            {
                "text": "Od 29. 09. do 01. 12. 2025. godine autobusi na linijama 7B i 18B saobraćaće izmenjenim trasama u skladu sa rešenjem Gradske uprave za saobraćaj i puteve. Zbog rekonstrukcije kolovoza na  Bulevaru patrijarha Pavla, autobuski saobraćaj na navedenim linijama odvijaće se na sledeći način:"
            },
            {
                "text": "Na raskrsnici Bulevar Jovana Dučića/Bulevar kneza Miloša autobusi će produžavati pravo  Bulevarom Jovana Dučića do raskrsnice Bulevar Jovana Dučića/Ulica Bate Brkića, skretati desno u Ulicu Bate Brkića i dalje saobraćati pravo Ulicom Ilariona Ruvarca do raskrsnice sa Bulevarom patrijarha Pavla gde će skretati levo i dalje nastavljati redovnom trasom."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE LINIJA 7B I 18B KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA, KAO I STAJALIŠTE „BULEVAR JOVANA DUČIĆA – BULEVAR KNEZA MILOŠA“."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/patrijarha_pavla.jpg"
    },
    {
        "date": "29.08.2025",
        "title": "Od 01. septembra JESENJI red vožnje",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka."
            },
            {
                "text": "O vremenskim korekcijama polazaka korisnici usluga mogu da se informišu u rubrici https://www.gspns.rs/red-voznje, pomoću aplikacije NSMART, kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Od 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    },
    {
        "date": "28.07.2025",
        "title": "Linije 3, 8, 18A – Privremeno izmeštanje stajališta „Bulevar kralja Petra I - Sajam“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na izgradnji stambenog objekta određuje se privremeno izmeštanje autobuskog stajališta „Bulevar kralja Petra I - Sajam“ na Bulevaru kralja Petra I (50 metara unazad ka Hajduk Veljkovoj ulici)."
            },
            {
                "text": "Privremena izmena  važi od 28.07.2025.godine do 31.05.2027 godine."
            }
        ]
    },
    {
        "date": "06.02.2025",
        "title": "Od 07. 02. novi red vožnje na vanrednim polascima Železnička stanica Petrovaradin - Centar",
        "sections": [
            {
                "text": "U skladu sa dopisom „Srbijavoza“ od 07. 02. 2025. godine stupa na snagu novi red vožnje na vanrednim autobuskim polascima Železnička stanica Petrovaradin - Centar. Novi red vožnje pogledajte \n\nPodsećamo, kao ispomoć redovnim linijama 3, 9, 60, 61, 62 i 63 do daljeg su uvedeni vanredni, direktni polasci autobusa sa autobuskog stajališta „Petrovaradin/Železnička stanica“ u Preradovićevoj ulici (oba smera). Autobusi iz Petrovaradina do centra saobraćaju do stajališta kod SNP-a, a iz centra do Petrovaradina sa polaznog stajališta linije 12 u Šafarikovoj ulici ().\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nShodno ugovoru sa „Srbijavozom“, na navedenoj relaciji prevoz je BESPLATAN."
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/redvoznje_0502.pdf"
    },
    {
        "date": "17.01.2025",
        "title": "Linija 3B – Privremeno stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ u smeru sa Puckaroša",
        "sections": [
            {
                "text": "Na liniji 3B u smeru B od Puckaroša do Petrovaradina (OŠ „Jovan Dučić“) autobusi će do daljnjeg privremeno koristiti i stajalište „PRERADOVIĆEVA – BOŽIDARA ADŽIJE“ (redovna stajališta linije 3 Petrovaradin - Centar- Detelinara i linije 9 Novo naselje – Liman – Petrovaradin).\n\nNavedena izmena stupiće na snagu 20.01.2025. godine."
            }
        ]
    },
    {
        "date": "13.12.2024",
        "title": "Od 15. 12. novi red vožnje vanrednog prevoza Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da je od 15. 12. 2024. godine na snazi novi red vožnje direktnog, vanrednog autobuskog prevoza na relaciji Ranžirna železnička stanica Novi Sad - Glavna Železnička stanica Novi Sad (oba smera).\n\nPolazno stajalište u smeru iz Novog Sada ka Ranžirnoj železničkoj stanici  je redovno autobusko stajalište „Bulevar Jaše Tomića-Bulevar oslobođenja“ (ispred apoteke „Tilija“).\n\nDuž cele trase vanredni polasci u oba smera saobraćaju direktno, ne koristeći ostala stajališta.\n\nU skladu sa ugovorom sa „Srbijavozom“, na navedenoj relaciji prevoz  je BESPLATAN."
            },
            {
                "text": "NOVI RED  VOŽNJE\n\nSmer sa GLAVNE ŽELEZNIČKE stanice (ispred apoteke „Tilija“) ka Ranžirnoj železničkoj stanici:\n\n•    03:50 ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    06:59\n\n•    09:53\n\n•    11:59 ne saobraća subotom, nedeljom i u dane državnog praznika\n\n•    13:59\n\n•    15:23\n\n•    18:59\n\n•    21:02"
            },
            {
                "text": "Smer sa RANŽIRNE železničke stanice ka Glavnoj železničkoj stanici:\n\n•    06:35\n\n•    09:56\n\n•    11:09 ne saobraća subotom, nedeljom i u dane državnog praznika,\n\n•    13:15\n\n•    15:12 ne saobraća subotom, nedeljom i u dane državnog praznika,\n\n•    18:36 \n\n•    20:12\n\n•    22:15"
            }
        ],
        "url": "http://www.gspns.co.rs/dokumenti/ranzirna_1512.pdf"
    },
    {
        "date": "20.11.2024",
        "title": "Linija 9A privremeno preusmerena do okretnice u Petrovaradinu",
        "sections": [
            {
                "text": "Zbog preusmeravanja železničkog saobraćaja na Železničku stanicu Petrovaradin, obaveštavamo putnike da je zbog rasterećenja postojećih linija autobusa, linija 9A u smeru od Alibegovca produžena do petrovaradinske okretnice linija 3 i 9, odakle dalje saobraća redovnom trasom do Novog naselja. \n\nPodsećamo putnike da je na relaciji Šafarikova ulica - Železnička stanica Petrovaradin uvedena vanredna linija na kojoj je prevoz BESPLATAN, te da su građanima pored gradskih linija za prevoz do Železničke stanice Petrovaradin na raspolaganju i međumesne linije 60, 61, 62 i 63 koje kreću sa Međumesne autobuske stanice."
            }
        ]
    }
]