[
    {
        "date": "31.07.2023",
        "title": "Linije 1, 8, 17, 21, 22, 23, 24 i 30 - Privremena izmena trase zbog radova na raskrsnici Kisačka  ulica-Bulevar kralja Petra I",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (IV-34-4252/2023-2 od 28.07.2023. ) određuje se privremena izmena trase autobuskih linija 1, 8, 17, 21, 22, 23, 24 i 30 zbog radova na izgradnji vrelovoda na raskrsnici Kisačke ulice i Bulevara kralja Petra I u Novom Sadu. Izmenjen režim saobraćaja linija 1, 8, 17, 21, 22, 23, 24 i 30 važi od 01.08.2023. do 16.08.2023. godine."
            },
            {
                "text": "LINIJA BROJ 1 \n\nSmer sa Klise: Na raskrsnici Kisačke i Bulevara Jaše Tomića, autobusi nastavljaju pravo Kisačkom ulicom do raskrsnice Kisačke i Jovana Cvijića gde skreću levo u Jovana Cvijića, zatim iz Jovana Cvijića skreću desno u Temerinsku ulicu. Autobusi se kreću Temerinskom ulicom do raskrsnice Temerinske i Kisačke ulice, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 1 KORISTI samo stajalište Temerinska – Pijaca.\n\nSmer sa Limana: Na raskrsnici Kisačka – Temerinska, autobusi nastavljaju pravo Temerinskom ulicom do raskrsnice Temerinske ulice i ulice Jovana Cvijića gde skreću levo u Jovana Cvijića. Autobusi se kreću ulicom Jovana Cvijića do Kisačke ulice gde skreće desno u Kisačku ulicu.\n\nNa izmenjenom delu trase, linija 1 KORISTI samo stajalište Temerinska – Trg Marije Trandafil.\n\nLINIJA BROJ 8\n\nSmer sa Novog Naselja: Na raskrsnici Bulevar kralja Petra I i ulice Braće Jovandić, autobusi skreću desno u Braće Jovandić. Autobusi se kreću pravo kroz Braće Jovandić, preko Žitnog trga i ulice Vojvode Bojovića do raskrsnice ulica Vojvode Bojovića i Jovana Subotića, gde autobusi skreću desno u Jovana Subotića i nastavljaju dalje redovnom trasom. \n\nNa izmenjenom delu trase, linija 8 KORISTI samo stajalište Vojvode Bojovića – Osnovna škola Ivo Lola Ribar.\n\nSmer sa Limana: na raskrsnici Jovana Subotića i Vojvode Bojovića, autobusi skreću levo u Vojvode Bojovića. Autobusi se kreću ulicom Vojvode Bojovića, preko Žitnog trga i ulice Braće Jovandić do raskrsnice ulice Braće Jovandić i Bulevara kralja Petra I, gde skreću levo na Bulevar kralja Petra I.\n\nNa izmenjenom delu trase, linija 8 KORISTI samo stajalište Vojvode Bojovića - Socijalno.\n\nLINIJA BROJ 17\n\nSmer iz BIG-a: Na raskrsnici Kisačke i Bulevara Jaše Tomića, autobusi nastavljaju pravo Kisačkom ulicom do raskrsnice Kisačke i Jovana Cvijića gde skreću levo u Jovana Cvijića, zatim iz Jovana Cvijića skreću desno u Temerinsku ulicu. Autobusi se kreću Temerinskom ulicom do raskrsnice Temerinske i Kisačke ulice, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 17 KORISTI samo stajalište Temerinska – Pijaca.\n\nSmer prema BIG-u: Saobraća redovnom trasom.\n\nNa izmenjenom delu trase, linija 17 KORISTI samo stajalište Temerinska – Trg Marije Trandafil."
            },
            {
                "text": "LINIJE BROJ 21, 22, 23 I 24\n\nSmer prema Železničkoj stanici: Na raskrsnici Partizanske i Temerinske ulice, autobusi nastavljaju pravo Partizanskom ulicom do raskrsnice Partizanske i Kisačke ulice, gde autobusi skreću levo u Kisačku ulicu. Autobusi na raskrsnici Kisačke ulice i Bulevara Jaše Tomića skreću desno na Bulevar Jaše Tomića, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linije 21, 22, 23 i 24 KORISTE stajalište Partizanska – Temerinska.\n\nSmer od Železičke stanice: Na raskrsnici Bulevar Jaše Tomića i Kisačke ulice, autobusi skreću levo u Kisačku ulicu. Nastavljaju dalje Kisačkom ulicom do raskrsnice Kisačke i Partizanske ulice, gde skreću desno u Partizansku ulicu. Autobusi se kreću Partizanskom ulicom do raskrsnice Partizanske i Temerinske ulice, gde idu pravo i nastavljaju da se kreću radovnom trasom kretanja. \n\nNa izmenjenom delu trase, linije 21, 22, 23 i 24 KORISTE stajalište Kisačka - Podvožnjak.\n\nLINIJA BROJ 30\n\nSmer prema Železničkoj stanici: Na raskrsnici Partizanske i Temerinske ulice, autobusi skreću desno u Partizansku ulicu i nastaljaju da se kreću Partizanskom do raskrsnice Partizanske i Kisačke ulice, gde autobusi skreću levo u Kisačku ulicu. Autobusi na raskrsnici Kisačke ulice i Bulevara Jaše Tomića skreću desno na Bulevar Jaše Tomića, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 30 KORISTI stajalište Partizanska – Temerinska.\n\nSmer od Železičke stanice: Na raskrsnici Bulevar Jaše Tomića i Kisačke ulice, autobusi skreću levo u Kisačku ulicu. Autobusi nastavljaju Kisačkom ulicom do raskrsnice Kisačke i Partizanske ulice, gde skreću desno u Partizansku ulicu. Autobusi se kreću Partizanskom ulicom do raskrsnice Partizanske i Temerinske ulice, gde skreću levo i nastavljaju da se kreću radovnom trasom kretanja. \n\nNa izmenjenom delu trase, linija 30 KORISTI stajalište Kisačka - Podvožnjak."
            }
        ]
    },
    {
        "date": "30.07.2023",
        "title": "Linije 3, 5, 8 i 18 - Povratak na redovne trase",
        "sections": [
            {
                "text": "Završeni su radovi u ulici Jovana Subotića, čime su se od 30.7.2023.godine u 17.00 časova, stekli uslovi za povratak na redovne trase autobusa na linijama 3, 5, 8 i 18. Autobusi na linijama 1 i 17 i dalje saobračaju u izmenjenom režimu u delu trase Kisačka/Jovana Cvijića."
            }
        ]
    },
    {
        "date": "30.07.2023",
        "title": "Stajališta vraćena u funkciju",
        "sections": [
            {
                "text": "Nakon završetka radova, privremeno ukinuta stajališta, Bulevar oslobođenja/Most slobode i Bulevar oslobođenja/Maksima Gorkog, vraćena su u funkciju."
            }
        ]
    },
    {
        "date": "28.07.2023",
        "title": "Privremeno ukidanje stajališta Bulevar oslobođenja – Bulevar Jaše Tomića (kod pekare „KLAS“) ",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (IV-34-5737/23 od 28.07.2023.) određuje se privremeno ukidanje stajališta Bulevar oslobođenja – Bulevar Jaše Tomića (kod pekare „KLAS“) zbog radova na rekonstrukciji kolovoza na Bulevaru oslobođenja, od Bulevara Jaše Tomića do Bulevara kralja Petra I u Novom Sadu. Stajalište će biti ukinuto u periodu od 29.07.2023 do 04.08.2023.godine. \n\n• Stajalište se ukida za linije 7A, 10, 14 i 15.\n\n• Linija 1 na izmenjenoj trasi će koristiti naredno stajalište Bulevar oslobođenja – Bulevar kralja Petra I (kod Lutrije).\n\n• Linije 3A, 4, 5N, 19, 21 i 30 kao polazno stajalište koriste stajalište Bulevar Jaše Tomića – Bulevar oslobođenja (preko puta hotela „Novi Sad“), skreću desno, pored parkinga i dolaznih perona Autobuske stanice, izlaze na Bulevar oslobođenja i nastavljaju redovnom trasom."
            },
            {
                "text": "Skretanje sa Bulevara oslobođenja levo na Bulevar kralja Petra I je dozvoljeno isključivo autobusima JGSP „Novi Sad.“"
            }
        ]
    },
    {
        "date": "27.07.2023",
        "title": "Linije 2,10,12,14 i 15  - Povratak na redovne trase",
        "sections": [
            {
                "text": "Završeni su radovi u Uspenskoj ulici, čime su se od 27.7.2023.godine, stekli uslovi za povratak na redovne trase autobusa na linijama 2,10,12,14 i 15."
            },
            {
                "text": "Autobusi na ostalim linijama čije su trase izmenjene u okviru Faze 3 radova na rekonstrukciji kolovoza u ulici Jovana Subotića i dalje voze po izmenjenom režimu."
            }
        ]
    },
    {
        "date": "22.07.2023",
        "title": "Linije 11A i 11B - Povratak na redovnu trasu",
        "sections": [
            {
                "text": "Linije 11A i 11B saobraćaju redovnom trasom."
            }
        ]
    },
    {
        "date": "18.07.2023",
        "title": "Linija 13 – Privremena izmena trase od 19. 07.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 19. 07. do 19. 10. 2023. godine privremeno će biti izmenjena trasa autobuske linije broj 13. Zbog radova na sanaciji kolovoza u zoni raskrsnice ulica Dr Sime Miloševića i Dr Ilije Đuričića autobuski saobraćaj odvijaće se na sledeći način:\n\nSmer Detelinara -Univerzitet \n\nOd turbo kružnog toka sa Bulevara cara Lazara autobusi će skretati desno u Fruškogorsku ulicu i dalje nastavljati izmenjenom trasom kretanja do okretnice na Štrandu. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE STAJALIŠTE FRUŠKOGORSKA/NARODNOG FRONTA.\n\nSmer Univerzitet - Detelinara \n\nNa izmenjenom delu trase koristiće se početno stajalište Štrand/okretnica. Autobusi će Fruškogorskom ulicom saobraćati do raskrsnice sa Ulicom Narodnog fronta i dalje nastavljati redovnom trasom kretanja."
            }
        ]
    },
    {
        "date": "10.07.2023",
        "title": "Linije 1, 11A, 11B, 17, 21, 22, 23, 24, 30 – Privremena izmena zbog radova Kisačka/Jovana Cvijića",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (IV-34-4252/2023-1 od 07.07.2023.) određuje se privremena izmena trase autobuskih linija 1, 11A, 11B, 21, 22, 23, 24 i 30 zbog radova na izgradnji vrelovoda na raskrsnici ulica Kisačke i Jovana Cvijića u Novom Sadu. Izmenjen režim saobraćaja linija 1, 11A, 11B, 17, 21, 22, 23, 24 i 30 na snazi je od 11.07.2023. do 23.07.2023. godine. \n\nLINIJA BROJ 1 \n\nSmer sa Klise \n\nNa raskrsnici Kisačke i Bulevara Jaše Tomića autobusi skreću desno na Bulevar Jaše Tomića i saobraćaju do raskrsnice Bulevara Jaše Tomića i Bulevara oslobođenja, skreću levo na Bulevar oslobođenja, nastavljaju pravo Bulevarom oslobođenja do raskrsnice Bulevara oslobođenja i Jevrejske ulice, skreću levo u Jevrejsku i produžavaju pravo do raskrsnice Jevrejske ulice i Bulevara Mihajla Pupina, skreću desno na Bulevar Mihajla Pupina i nastavljaju redovnom trasom kretanja. \n\nNa izmenjenom delu trase linija 1 KORISTI samo stajalište Bulevar oslobođenja – Bulevar Jaše Tomića.\n\nSmer sa Limana \n\nNa raskrsnici Bulevara Mihajla Pupina i Jevrejske ulice autobusi skreću levo u Jevrejsku i saobraćaju do raskrsnice Jevrejske ulice i Bulevara oslobođenja, skreću desno na Bulevar oslobođenja, nastavljaju pravo Bulevarom oslobođenja do raskrsnice Bulevara oslobođenja i Bulevara Jaše Tomića, skreću desno na Bulevar Jaše Tomića do raskrsnice Bulevara Jaše Tomića i Kisačke ulice, skreću levo u Kisačku ulicu i nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase linija 1 KORISTI samo stajališta Bulevar oslobođenja – Jevrejska i Bulevar Jaše Tomića – Bulevar oslobođenja.\n\nLINIJA BROJ 11A \n\nNa raskrsnici Gundulićeve i Temerinske ulice, autobusi skreću desno u Temerinsku ulicu i saobraćaju do raskrsnice Temerinske i Partizanske ulice, skreću levo u Partizansku ulicu, produžavaju pravo do raskrsnice Partizanske i Kisačke ulice, skreću levo u Kisačku ulicu do raskrsnice Kisačke ulice i Bulevara Jaše Tomića, skreću desno na Bulevar Jaše Tomića i nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase linija 11A KORISTI samo stajališta Temerinska – Patrijarha čarnojevića i Sentandrejski put – Partizanska.\n\nLINIJA BROJ 11B \n\nNa raskrsnici Bulevara Jaše Tomića i Kisačke ulice autobusi skreću levo u Kisačku ulicu i saobraćaju do raskrsnice Kisačke i Partizanske ulice, skreću desno u Partizansku ulicu, nastavljaju pravo do raskrsnice Partizanske i Temerinske ulice, skreću desno u Temerinsku ulicu, produžavaju do raskrsnice Temerinske i Gundulićeve ulice, skreću levo u Gundulićevu i nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase linija 11B KORISTI samo stajalište Kisačka – Podvožnjak.\n\nLINIJA BROJ 17 \n\nSmer iz BIG-a \n\nNa raskrsnici Kisačke ulice i Bulevara Jaše Tomića autobusi skreću desno na Bulevar Jaše Tomića i kreću se do okretnice kod Železničke stanice („Potkovica“) gde završavaju trasu kretanja.\n\nSmer prema BIG-u \n\nAutobusi započinju trasu od okretnice kod Železničke stanice („Potkovica“) i skreću levo na Bulevar Jaše Tomića, nastavljaju pravo do raskrsnice Bulevara Jaše Tomića i Kisačke, skreću levo u Kisačku ulicu i nastavljaju redovnom trasom kretanja.\n\nLINIJE BROJ 21, 22, 23, 24 i 30 \n\nSmer prema Železničkoj stanici \n\nNa raskrsnici Kisačke ulice i Bulevara kralja Petra, autobusi skreću levo na Bulevar kralja Petra i saobraćaju pravo do raskrsnice Bulevara kralja Petra i Bulevara oslobođenja, skreću desno na Bulevar oslobođenja i nastavljaju pravo do okretnice kod Železničke stanice („Potkovica“).\n\nSmer od Železičke stanice \n\nPočetno stajalište za linije broj 21 i 30 je na autobuskom stajalištu Bulevar oslobođenja – Bulevar Jaše Tomića (ispred pekare „Klas“). Autobusi saobraćaju pravo Bulevarom oslobođenja do raskrsnice Bulevara oslobođenja i Bulevara kralja Petra, skreću levo na Bulevar kralja Petra, nastavljaju pravo do raskrsnice Bulevara kralja Petra i Kisačke ulice, skreću desno u Kisačku ulicu i nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linije 21, 22, 23, 24 i 30 NE KORISTE stajališta drugih linija.\n\nPolasci na linijama 23 iz Budisave i 24 iz Kovilja koji u napomeni imaju C (saobraća do centra Novog Sada), saobraćaju izmenjenom trasom i produžavaju do stajališta Bulevar Mihajla Pupina – Pothodnik."
            }
        ]
    },
    {
        "date": "20.06.2023",
        "title": "Novi red vožnje „LETO 2023“ od 21. 06.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da 21. 06. 2023. godine stupa na snagu novi red vožnje „LETO 2023“, kojim se raspored polazaka usklađuje sa prevoznim potrebama u nastupajućem periodu godine. \n\nOd navedenog datuma ukida se linija broj 25 (Ž.stanica-Zona sever IV) i trajno se izmeštaju određena polazna stajališta na terminalu kod Železničke stanice („Potkovica). Zbog novoizgrađenih mesta za punjače električnih autobusa na „Potkovici“, izmeštaju se polazna stajališta za sledeće gradske i prigradske linije:"
            },
            {
                "text": "Linije 3A, 4, 5N (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR OSLOBOĐENjA/BULEVAR JAŠE TOMIĆA (stajalište koje koriste linije 7A, 10, 14, 15 i 19). \n\nLinije 16, 20 (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR JAŠE TOMIĆA/BULEVAR OSLOBOĐENjA (stajalište koje koriste linije broj 11B, 15, 17, 21, 30 i 35).\n\nLinije 64, 68, 69, 71, 72, 73, 74, 76 (smer od Železničke stanice)\n\nPostojeće početno stajalište ŽELEZNIČKA STANICA se izmešta na sadašnje stajalište linija 3A, 4 i 5N ŽELEZNIČKA STANICA."
            },
            {
                "text": "Linije 2, 9 \n\nPolazno stajalište na Novom naselju je fizički produženo, odnosno spojeno sa površinom na kojoj se nalazi punjač za elektro autobuse obrazujući jedinstvenu površinu, koja u celoj dužini postaje POLAZNO STAJALIŠTE i obeleženo je zelenim i žutim oznakama na kolovozu."
            },
            {
                "text": "Linije 51A, 51B, 52\n\nPolazno-dolazno autobusko stajalište za prigradske linije broj 51A, 51B i 52 u Veterniku izmešta se iz Školske ulice na postojeće autobusko stajalište u Ulici vojvode Bojovića 57."
            }
        ]
    }
]