[
    {
        "date": "13.03.2023",
        "title": "Linije 53, 55 – Privremena izmena trase u Futogu",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova u futoškoj Ulici cara Lazara od 14. 03. do 04. 04. 2023. godine privremeno će biti izmenjene trase autobuskih linija broj 53 i 55:\n\nSmer Novi Sad - Futog \n\nRedovna trasa do Futoga - raskrsnica Ulica cara Lazara/Braće Bošnjak/Svetozara Markovića – Ulica Svetozara Markovića – (desno) Partizanska – (desno) Branka Radičevića – (levo) Ulica Rade Kondića – redovna trasa.\n\nU SUPROTNOM SMERU AUTOBUSI SAOBRAĆAJU ISTOM, IZMENJENOM TRASOM.\n\nNa izmenjenom delu trase otvaraju se privremena stajališta u oba smera (Ulica S.Markovića-Industrijska i Branka Radičevića-Povrtarska), kao i stajališta iz smera Novog Sada, neposredno posle raskrsnice S.Markovića-B.Bošnjak-C.Lazara. Uz navedena privremena, koristiće se i postojeća autobuska stajališta linije 56 (par-benzinska pumpa)."
            }
        ]
    },
    {
        "date": "02.03.2023",
        "title": "Linije 1, 4, 8, 11B, 13 – Izmene trasa zbog izgradnje kružne raskrsnice",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 3. marta 2023. godine privremeno će biti izmenjene trase autobuskih linija broj 1, 4, 8, 11B i 13. Zbog izvođenja radova na izgradnji kružne raskrsnice Bulevar cara Lazara/Fruškogorska ulica do završetka radova autobusi će u tom delu grada saobraćati na sledeći način:\n\nLINIJE 1, 8 \n\nSmer iz Centra \n\nRaskrsnica Bulevar cara Lazara/Fruškogorska – (pravo) Bulevar cara Lazara do raskrsnice sa Bulevarom oslobođenja – (levo) Bulevar oslobođenja – (levo) Ulica Narodnog fronta – (desno) Fruškogorska ulica – redovna trasa do okretnice.\n\nNa izmenjenom delu trase na linijama 1 i 8 neće se koristiti stajališta drugih linija.\n\nSmer sa Limana \n\nAutobusi saobraćaju redovnom trasom.\n\nLINIJE 4, 11B\n\nSmer iz Centra \n\nRaskrsnica Bulevar cara Lazara/Fruškogorska ulica – (pravo) Bulevar cara Lazara do raskrsnice sa Bulevarom oslobođenja – (levo) Bulevar oslobođenja – (desno) Ulica Narodnog fronta – redovna trasa.\n\nNa izmenjenom delu trase na linijama 4 i 11B neće se korisititi stajališta drugih linija.\n\nSmer sa Limana (4 i 11A) \n\nAutobusi saobraćaju redovnom trasom.\n\nLINIJA 13 \n\nSmer Univerzitet - Detelinara\n\nRaskrsnica Jirečekova/Fruškogorska – (pravo) Fruškogorska ulica – (desno) Bulevar oslobođenja do raskrsnice sa Bulevarom cara Lazara – redovna trasa.\n\nNa izmenjenom delu trase na liniji broj 13 koristiće se stajalište Narodni front-Fruškogorska (redovno stajalište linija 4 i 11B).\n\nSmer Detelinara - Univerzitet \n\nAutobusi saobraćaju redovnom trasom."
            }
        ]
    },
    {
        "date": "14.02.2023",
        "title": "Linija 25 - Privremena izmena trase od 18.02.",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija 25 privremeno menja trasu kretanja od 18. februara 2023.godine:\n\nSmer Ž.stanica - Zona Sever IV\n\nautobusi saobraćaju redovnom trasom, produžavaju pravo na kružnoj raskrsnici, skreću desno na režijsku traku za Beograd, isključuju se na stari Kaćki put (pre naplatne rampe), nastavljaju Kaćkim putem, zatim Putem Šajkaškog odreda i skreću desno prema Zoni Sever IV do okretnice Lear;\n\nSmer Zona Sever IV - Ž. stanica\n\nAutobusi saobraćaju redovnom trasom do raskrsnice za Put Šajkaškog odreda, nastavljaju Kaćkim putem pored Put investa (stari put za Kać), zatim preko nadvožnjaka gde skreću levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom nastavljaju za Novi Sad.\n\nNa izmenjenom delu trase koristi se postojeće stajalište posle kružnog toka (iz N.Sada).\n\nOčekivano vreme završetka radova je 01.04.2023.godine."
            }
        ]
    },
    {
        "date": "15.12.2022",
        "title": "Linije 76, 77, 78, 79, 80, 81, 84, 86 – Privremena izmena trase na Mišeluku",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog radova na mostu (MIŠELUK-PETLJA) od 15. 12. 2022. godine (od 13:00 časova) do završetka radova privremeno se menja trasa prigradske linije 76, kao i međumesnih linija 77, 78, 79, 80, 81, 84 i 86:\n\nSmer iz Novog Sada\n\nOd raskrsnice petlja Mišeluk/Institutski put autobusi saobraćaju desno, zatim skreću levo na sledećoj raskrsnici, levo na Kamenički put do Ulice vojvode Putnika i dalje nastavljaju redovnom trasom kretanja.\n\nSmer za Novi Sad\n\nRedovna trasa.\n\n NA IZMENJENOM DELU TRASE NE KORISTI SE POSTOJEĆE STAJALIŠTE."
            }
        ]
    },
    {
        "date": "30.09.2022",
        "title": "Linija 21 – Privremena izmena trase u Šangaju",
        "sections": [
            {
                "text": "Zbog radova na kanalizacionoj mreži, linija broj 21 Novi Sad-Šangaj privremeno menja trasu kretanja od 17. oktobra 2022.godine:\n\nNovi Sad - Šangaj \n\nAutobusi će saobraćati redovnom trasom do kružne raskrsnice na Kaćkom putu, odakle će produžavati pravo, skretati desno režijskom trakom za Beograd, gde će se isključivati na stari Kaćki put (pre naplatne rampe) i nastavljati Kaćkim putem pored „Put investa“ i dalje redovnom trasom do okretnice.\n\nŠangaj – Novi Sad\n\nAutobusi će redovnom trasom saobraćati do raskrsnice za Kaćki put, nastavljati Kaćkim putem, zatim pored „Put investa“ (stari put za Kać) i preko natputnjaka, gde će skretati levo na autoput (za vozila-naplatne rampe) i režijskom saobraćajnicom produžavati za Novi Sad."
            },
            {
                "text": "NA IZMENJENOM DELU TRASE KORISTIĆE SE PAR PRIVREMENIH STAJALIŠTA (PUT ŠAJKAŠKOG ODREDA-KAĆKI PUT), KAO I POSTOJEĆE STAJALIŠTE POSLE KRUŽNOG TOKA (IZ NOVOG SADA).\n\nOčekivano vreme završetka radova je 1. april 2023. godine."
            }
        ]
    }
]