[
    {
        "date": "10.11.2023",
        "title": "Dan primirja – red vožnje za NEDELJU",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“  saobraćaće 11. 11. 2023. godine po redu vožnje ZA NEDELJU zbog obeležavanja državnog praznika Dan primirja u Prvom svetskom ratu."
            }
        ]
    },
    {
        "date": "08.11.2023",
        "title": "Linije 14, 51A, 51B - Povratak na redovne trase na Rumenačkom putu",
        "sections": [
            {
                "text": "Autobusi na linijama 14, 51A i 51B od 08. 11. 2023. ponovo saobraćaju redovnim trasama na Rumenačkom putu."
            }
        ]
    },
    {
        "date": "08.11.2023",
        "title": "Linija 12 – Privremena izmena trase na Telepu",
        "sections": [
            {
                "text": "Zbog radova na vodovodnoj mreži na Telepu 09. 11. 2023. privremeno će biti izmenjena trasa autobuske linije broj 12: \n\nSmer Centar - Telep\n\nNa raskrsnici Heroja Pinkija/Mornarska autobusi će skretati desno u Mornarsku ulicu, levo u Ulicu Ćirila i Metodija, na raskrsnici Ćirila i Metodija/Feješ Klare skretaće levo u Ulicu Feješ Klare, zatim desno u Stanoja Glavaša i dalje nastavljati redovnom trasom kretanja linije.\n\nU toku izmene trase privremeno stajalište nalaziće se u Mornarskoj ulici, nakon skretanja iz ulice Heroja Pinkija. \n\nU toku izmene trase kretanja linije, autobusi NEĆE koristiti stajalište Feješ Klare – Ćirila i Metodija.\n\nSmer Telep - Centar\n\nNa raskrsnici Ćirila i Metodija/Feješ Klare autobusi će nastavljati pravo Ulicom Ćirila i Metodija, skretaće desno u Mornarsku ulicu, levo u Ulicu Heroja Pinkija i dalje nastavljati redovnom trasom kretanja linije."
            },
            {
                "text": "Mapu izmene pogledajte"
            }
        ]
    },
    {
        "date": "08.11.2023",
        "title": "Privremeno ukidanje stajališta Rumenački put/kružni tok",
        "sections": [
            {
                "text": "Zbog izvođenja radova na rehabilitaciji kolovozne konstrukcije na Rumenačkom putu, od 8. 11. 2023. godine privremeno se ukida autobusko stajalište Rumenački put/kružni tok - linije broj 14, 41, 42 i 43 (smer iz Novog Sada)."
            }
        ]
    },
    {
        "date": "01.11.2023",
        "title": "Linije 42, 43 – Privremena izmena trase (polasci kroz Tankosićevo)",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 02. 11. privremeno će biti izmenjene trase autobuskih linija 42 i 43 (polasci kroz Tankosićevo). Zbog radova na izgradnji vodovoda na raskrsnici Ulice dr Janka Gombara i prolaza koji povezuje ulice dr Janka Gombara, Janka Jesenskog i Generala Štefanika u Kisaču, do završetka radova autobuski saobraćaj na polascima kroz Tankosićevo odvijaće se na sledeći način (mapu imena pogledajte ):\n\nSmer iz Novog Sada \n\nNa raskrsnici Ulica dr Janka Gombara/Slovačka autobusi će skretati desno u Slovačku ulicu, zatim na raskrsnici Slovačka/Generala Štefanika skretati levo u Ulicu generala Štefanika (Štefanikovu) i kretati se do raskrsnice Štefanikova/Benešova gde će skretati levo u Benešovu, nakon toga na raskrsnici Benešova/Železnička skretati desno u Železničku ulicu i nastavljati redovnom trasom. \n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište ispred Kulturnog centra u Kisaču.\n\nSmer iz Kisača \n\nNa raskrsnici Železnička/Benešova autobusi će skretati levo u Benešovu ulicu, zatim će na raskrsnici Benešova/Generala Štefanika skretati desno u Ulicu generala Štefanika (Štefanikovu) i kretati se do raskrsnice Štefanikova/Slovačka, skretati desno u Slovačku ulicu, nakon toga na raskrsnici Slovačka/dr Janka Gombara skretati levo u Ulicu dr Janka Gombara i nastavljati redovnom trasom.\n\nNa izmenjenom delu trase KORISTIĆE se privremeno stajalište u Benešovoj ulici, odmah nakon skretanja autobusa iz Železničke ulice (preko puta prodavnice)."
            }
        ]
    },
    {
        "date": "01.11.2023",
        "title": "Linije 60, 61, 62, 63 - Povratak na redovne trase u Sremskim Karlovcima",
        "sections": [
            {
                "text": "Autobusi na linijama 60, 61, 62 i 63 od 12:30 časova dana 01. 11. ponovo saobraćaju redovnim trasama. Privremeni režim saobraćaja bio je na snazi zbog radova na magistralnom putu u Sremskim Karlovcima."
            },
            {
                "text": "Navedene linije i dalje saobraćaju izmenjenim trasama u Petrovaradinu."
            }
        ]
    },
    {
        "date": "27.10.2023",
        "title": "Linije14, 51A, 51B – Privremena izmena trase od 30. 10.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve privremeno se menjaju trase autobuskih linija 14, 51A i 51B zbog radova na rekonstrukciji Rumenačkog puta. Od 30. 10. 2023. do završetka radova autobuski saobraćaj odvijaće se na sledeći način:\n\nLinija 14 \n\nSmer iz Centra \n\nUmesto skretanja levo sa Rumenačkog puta kod Novog groblja, autobusi nastavljaju pravo do raskrsnice Rumenačkog puta i Ulice Gornje Sajlovo, skreću levo u Ulicu Gornje Sajlovo i dalje saobraćaju do raskrsnice ulica Gornje Sajlovo i Dragomira Bojanića Gidre (Sajlovo XXXVII), skreću u Ulicu Dragomira Bojanića Gidre, na raskrsnici Ulice Dragomira Bojanića Gidre sa Ulicom Donje Sajlovo skreću desno u Ulicu Donje Sajlovo i dalje nastavljaju redovnom trasom. \n\nNa izmenjenom delu trase KORISTI se privremeno stajalište u Ulici Dragomira Bojanića Gidre (preko puta Mesne zajednice „Sajlovo“).\n\nSmer sa Sajlova \n\nRedovna trasa. \n\nLinija 51A\n\nSmer prema Železničkoj stanici preko Sajlova \n\nAutobusi saobraćaju redovno Ulicom Donje Sajlovo do raskrsnice sa Ulicom Jove Vučerića, skreću levo u Ulicu Jove Vučerića, na raskrsnici ulica Jove Vučerića i Gornje Sajlovo skreću desno u Ulicu Gornje Sajlovo i saobraćaju do raskrsnice Ulice Gornje Sajlovo i Rumenačkog puta, skreću desno na Rumenački put i dalje nastavljaju redovnom trasom.\n\nNa izmenjenom delu trase KORISTE se stajališta linije 14.\n\nSmer prema Veterniku \n\nRedovna trasa. \n\nLinija 51B\n\nSmer prema Veterniku preko Sajlova \n\nUmesto skretanja levo sa Rumenačkog puta kod Novog groblja, autobusi nastavljaju pravo do raskrsnice Rumenačkog puta i Ulice Gornje Sajlovo, skreću levo u Ulicu Gornje Sajlovo, saobraćaju do raskrsnice ulica Gornje Sajlovo i Dragomira Bojanića Gidre (Sajlovo XXXVII), skreću u Dragomira Bojanića Gidre, na raskrsnici ulica Dragomira Bojanića Gidre i Donje Sajlovo skreću desno u Ulicu Donje Sajlovo i dalje nastavljaju redovnom trasom. \n\nNa izmenjenom delu trase KORISTI se privremeno stajalište u Ulici Dragomira Bojanića Gidre (preko puta Mesne zajednice „Sajlovo“).\n\nSmer prema Železničkoj stanici \n\nRedovna trasa."
            },
            {
                "text": "Na izmenjenom delu trase navedenih linija se privremeno ukida stajalište RUMENAČKI PUT – GRADSKO GROBLJE, u oba smera.\n\nMapu izmena pogledajte"
            }
        ]
    },
    {
        "date": "24.10.2023",
        "title": "Privremeno izmeštanje stajališta Ledinci/raskrsnica za Nove Ledince",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 24. 10. do završetka radova privremeno se izmešta autobusko stajalište Ledinci/raskrsnica za Nove Ledince. Zbog popravke kolovozne konstrukcije u Fruškogorskoj ulici u Ledincima u navedenom periodu biće postavljeno privremeno autobusko stajalište nakon raskrsnice za Nove Ledince (mapu pogledaje )."
            }
        ]
    },
    {
        "date": "23.10.2023",
        "title": "Linija 14 – Privremeno ukidanje stajalita „Rumenački put/Gradsko groblje“",
        "sections": [
            {
                "text": "Od 23. 10. do završetka radova u smeru sa Sajlova ukida se stajalište linije 14 „Rumenački put/Gradsko groblje“. Autobusi na liniji 14 kao alternativu koristitiće stajalište prigradskih linija 41, 42, i 43 „Rumenački put/Gradsko groblje“ (mapu izmene pogledajte ).\n\nSmer iz Novog Sada: Redovna trasa."
            }
        ]
    },
    {
        "date": "20.10.2023",
        "title": "Linija 51A – Privremena izmena trase na Rumenačkom putu",
        "sections": [
            {
                "text": "Trasa autobuske linije 51A privremeno će biti izmenjena od 20. 10. 2023. godine do završetka radova na rekonstrukciji kolovoza na Rumenačkom putu:\n\nSmer iz Veternika \n\nNa raskrsnici ulica Donje Sajlovo i Jove Vučerića autobusi će skretati levo u Ulicu Jove Vučerića, zatim desno u Ulicu Gornje Sajlovo i saobraćaće do Rumenačkog puta, skretati desno i nastavljati redovnom trasom (mapu izmene pogledajte ). NA IZMENJENOM DELU TRASE KORISTIĆE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nSmer iz Novog Sada\n\nRedovna trasa."
            }
        ]
    },
    {
        "date": "18.10.2023",
        "title": "Linija 35 – Privremeno skrećenje trase u Čeneju",
        "sections": [
            {
                "text": "Od 20. do 26. 10. 2023. zbog radova u Ulici Vuka Karadžića u Čeneju privremeno se skraćuje trasa linije broj 35. Okretanje autobusa biće u raskrsnici Ulice Vuka Karadžića i Partizanske ulice (ispred MZ „Čenej“), nakon čega će biti obavljan ulazak i izlazak putnika iz vozila. Mapu izmena možete pogledati ."
            }
        ]
    },
    {
        "date": "20.09.2023",
        "title": "Linija 1 – Stajalište na staroj okretnici",
        "sections": [
            {
                "text": "Od 21. septembra autobusi na liniji broj 1 (Gornje livade, Zatvor, Elnos i Transportkomerc) u polasku i u dolasku koristiće stajalište „Sentandrejski put – Zmajevački put“ na staroj okretnici ().\n\nNa pomenutim trasama u oba smera koristiće se i sva ostala redovna stajališta."
            }
        ]
    },
    {
        "date": "19.09.2023",
        "title": "Linija 6a – Privremena izmena od 20. 09.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20. 09. do 06. 11. 2023. godine privremeno se menja trasa linije broj 6a (Adice-Veternik OŠ “Marija Trandafil“). Zbog radova na izgradnji kanalizacije otpadnih voda u Veterničkoj ulici, saobraćaj navedenoj liniji odvijaće se na sledeći način ():\n\nSmer Adice – OŠ “Marija Trandafil“\n\nOd početnog stajališta Veternička/Kragujevačka u Veterničkoj ulici autobusi će skretati levo u Ulicu Branka Ćopića, produžavati Ulicom Branka Ćopića, skretati levo u Banjalučku ulicu, desno u Smederevsku ulicu, desno u Ulicu Sime Šolaje, levo u Ulicu Branka Ćopića, desno u Ulicu Ćirila i Metodija, levo u Ulicu Feješ Klare, levo na Bulevar patrijarha Pavla, levo na Futoški put, dalje nastavljati Novosadskim putem, skretati levo (pre Auto centra INTERSREM) u Ulicu heroja sa Košara (bivša Nova 1), desno na kružnom toku ulaziti u Dunavsku ulicu, skretati levo u Paunovu ulicu do OŠ „Marija Trandafil“.\n\nAutobuska stajališta na kojima se zaustavlja autobus:\n\n• Početno stajalište Veternička/Kragujevačka\n\n• Banjalučka/Branka Ćopića\n\n• Smederevska/Banjalučka\n\n• Sime Šolaje/Žikice Jovanovića\n\n• Veternička/Fešter OŠ „Marija Trandafil“\n\nSmer OŠ “Marija Trandafil“ - Adice\n\nOd OŠ „Marija Trandafil“ iz Paunove ulicu autobusi će skretati desno u Dunavsku ulicu, levo na kružnom toku ulaziti u Ulicu heroja sa Košara (bivša Nova 1), skretati desno na Novosadski put, produžavati Futoškim putem, skretati desno na Bulevar patrijarha Pavla, desno u Ulicu Gorana Kovačića, i nstavljati Ulicom Branka Ćopića do Veterničke ulice. \n\nAutobuska stajališta na kojima se zaustavlja autobus:\n\n• Veternička/Fešter OŠ „Marija Trandafil“\n\n• Branka Ćopića/Sime Šolaje\n\n• Veternička/Kragujevačka"
            }
        ]
    },
    {
        "date": "08.09.2023",
        "title": "Linije 3, 9, 60, 61, 62, 63 – Privremena izmena trasa u Petrovaradinu od 11. 09.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 11. 09. 2023. do 11. 11. 2023. godine određuje se privremena izmena trasa autobuskih linija 3, 9, 60, 61, 62 i 63. Zbog radova na rekonstrukciji kolovoza u Preradovićevoj ulici u Petrovaradinu, autobuski saobraćaj odvijaće se na sledeći način (): \n\nLINIJE 3, 9\n\nSmer iz Novog Sada \n\nOd raskrsnice ulica Preradovićeve i Račkog autobusi skreću desno u Ulicu Račkog do raskrsnice sa Ulicom Vuka Isakovića, zatim levo u Ulicu Vuka Isakovića, desno u Preradovićevu ulicu do okretnice linija 3 i 9.\n\nSmer iz Petrovaradina \n\nOd okretnice autobusi saobraćaju pravo u Krajišku ulicu do raskrsnice sa Ulicom Tome Maretića, skreću desno nastavljajući Krajiškom ulicom do raskrsnice sa Bukovačkim putem, zatim skreću desno na Bukovački put, desno u Ulicu Račkog i saobraćaju do raskrsnice ulica Preradovićeve i Račkog, skreću levo u Preradovićevu ulicu i nastavljaju svojom redovnom trasom. \n\nNA IZMENJENOM DELU TRASE KORISTE SE SVA STAJALIŠTA DRUGIH LINIJA.\n\nLinija 9a u oba smera saobraća redovnom trasom!\n\nLINIJE 60, 61, 62, 63 \n\nSmer iz Novog Sada \n\nOd raskrsnice ulica Preradovićeve i Račkog autobusi skreću desno u Ulicu Račkog do raskrsnice sa Ulicom Vuka Isakovića, zatim levo u Ulicu Vuka Isakovića, desno u Preradovićevu ulicu i nastavljaju svojom redovnom trasom.\n\nNA IZMENJENOM DELU TRASE KORISTE SE SVA STAJALIŠTA DRUGIH LINIJA.\n\nSmer prema Novom Sadu \n\nU Preradovićevoj ulici kod okretnice linija 3 i 9 autobusi skreću levo i prolaze kroz okretnicu i Krajiškom ulicom saobraćaju do raskrsnice sa Ulicom Tome Maretića, skreću desno nastavljajući Krajiškom ulice do raskrsnice sa Bukovačim putem, zatim skreću desno na Bukovački put, desno u Ulicu Račkog i saobraćaju do raskrsnice ulica Preradovićeve i Račkog, skreću levo u Preradovićevu ulicu i nastavljaju svojim redovnim trasama. \n\nNA IZMENJENOM DELU TRASE KORISTE SE SVA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "31.08.2023",
        "title": "Od 1. septembra novi red vožnje",
        "sections": [
            {
                "text": "Autobusi JGSP „Novi Sad“ od 1. septembra saobraćaće po novom redu vožnje, koji u odnosu na letnji red vožnje podrazumeva veći broj polazaka. \n\nO vremenskim korekcijama polazaka korisnici usluga mogu da se informišu u rubrici RED VOŽNJE, kao i putem aplikacije NSMART, te na prodajnim mestima preduzeća.\n\nOd 1. septembra ponovo će na snazi biti polasci koji su u redu vožnje označeni kao „đački“."
            }
        ]
    }
]