[
    {
        "date": "11.02.2022",
        "title": "Dan državnosti - red vožnje za nedelju",
        "sections": [
            {
                "text": "JGSP “Novi Sad“ obaveštava putnike da će autobusi 15. i 16. februara (Dan državnosti Republike Srbije) saobraćati po redu vožnje za NEDELJU.\n\nPolasci koji su u redu vožnje označeni kao „đački“ neće saobraćati 14. 17. i 18. februara."
            }
        ]
    },
    {
        "date": "10.02.2022",
        "title": "Linija 62 – Preusmeravanje polazaka 14.02.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Opštinske uprave Sremskih Karlovaca, 14.02.2022. (ponedeljak) od 8:00 do 14:00 časova obustavlja se saobraćaj ka okretnici Dudara zbog radova na vodovodnom i kanalizacionom priključku ispred kućnog br. 22 u Ulici karlovačkih đaka. \n\nU navedenom periodu polasci na liniji 62 se preusmeravaju na okretnicu linije 60 Sremski Karlovci – BELILO.\n\nNa izmenjenom delu trase koristiće se stajališta postojeće linije Sremski Karlovci – BELILO."
            }
        ]
    },
    {
        "date": "08.02.2022",
        "title": "Linija 4 – Privremena izmena trase od 09.02.",
        "sections": [
            {
                "text": "Od 09. 02. 2022. godine privremeno se menja trasa linije 4 u smeru B (Ž. stanica – Centar - Liman). Zbog najavljenih radova u delu okretnice na Limanu 4, u skladu sa Rešenjem Gradske uprave za saobraćaj puteve, autobusi će saobraćati na sledeći način:\n\nLINIJA 4 \n\nSmer Železnička stanica - Centar - Liman 4\n\nUlica Narodnog fronta – (desno) Balzakova ulica – (levo) Bulevar cara Lazara – (levo) Ulica Ive Andrića – (levo) prvo stajalište u Ulici Narodnog fronta gde će autobusi izdržavati vreme za naredni polazak. \n\nTokom trajanja izmene biće postavljeno i privremeno stajalište nakon skretanja autobusa u Balzakovu ulicu. \n\nNapominjemo da je linija 4 u izmenjenom režimu i zbog radova na delu okretnice „Potkovica“ – Ž. stanica."
            }
        ]
    },
    {
        "date": "08.02.2022",
        "title": "Produženo privremeno izmeštanje polaznih stajališta sa terminala ispred Železničke stanice („Potkovica“)",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog rekonstrukcije saobraćajnih površina ispred Železničke stanice, do 18. 02. 2022. godine produžen je izmenjen režim korišćenja autobuskog terminala i izmeštanje sledećih polaznih stajališta:\n\nLINIJE 3A, 4, 5N\n\nPolazno stajalište BULEVAR OSLOBOĐENJA 2-4 (postojeće stajalište gradskih linija 7A, 10, 14, 15, 19)\n\nLINIJE 16, 20, 22 ,23, 24 \n\nPolazno stajalište BULEVAR JAŠE TOMIĆA (ispred postojećeg autobuskog stajališta linija 11B, 17, 21, 30, 35, ''Mikromarket'')\n\nLINIJE 41, 42, 43, APTIV \n\nPolazno stajalište BULEVAR JAŠE TOMIĆA 6, iza saobraćajnog ulaza za Međumesnu autobusku stanicu\n\nLINIJE 64, 68, 69, 71, 72, 73, 74, 76 \n\nPolazno stajalište BULEVAR OSLOBOĐENJA 4a-4b (ispred postojećeg stajališta linija 7A, 10, 14, 15, 19)\n\nLINIJE za Veternik, Futog i Begeč saobraćaju sa postojećih autobuskih stajališta (izmešteni na polovinu saobraćajne trake)."
            }
        ]
    },
    {
        "date": "25.01.2022",
        "title": "Od 26.01. izmene u redu vožnje na GRADSKIM linijama",
        "sections": [
            {
                "text": "Zbog pogoršane epidemiološke situacije i velikog broja vozača koji su na bolovanju, JGSP “Novi Sad” je primoran da od 26. januara na dnevnom nivou otkaže pojedine polaske na GRADSKIM linijama. Izvinjavamo se građanima zbog izmena i molimo ih za razumevanje za ovu tešku situaciju na koju ne možemo da utičemo.\n\nPutnici se o izmenama mogu informisati na sajtu preduzeća u rubrici red vožnje (www.gspns.rs/red-voznje/gradski), gde će biti označeni polasci koji neće saobraćati. Kako bi mogli da imaju tačan uvid o vremenima autobuskih polazaka, predlažemo korisnicima i da koriste NSmart aplikaciju za mobilne telefone. Aplikacija je precizna i na osnovu GPS signala generiše informacije na putnoj mreži, te pruža pouzdane informacije o nailasku autobusa na stajalište. Na osnovu trenutnog stanja aplikacija obaveštava svakog korisnika o tome u koje vreme na odabranom stajalištu može da očekuje nailazak autobusa na željenoj liniji. Aplikacija je jednostavna za upotrebu i može potpuno besplatno da se skine na Google Play za telefone sa android operativnim sistemom, te sa Apple Store za mobilne telefone sa IOS operativnim sistemom (naziv aplikacije: NSmart)."
            }
        ]
    },
    {
        "date": "25.01.2022",
        "title": "Linija 13 - Privremeno ukidanje stajališta",
        "sections": [
            {
                "text": "Autobusko stajalište Bulevar Evrope/Cara Dušana (kod “Galensovih” zgrada) linije broj 13 u smeru B od Univertizeta do Detelinare privremeno se ukida od 26. 01. 2022. Stajalište će ponovo biti u funkciji nakon završetka radova na pešačkim površinama."
            }
        ]
    },
    {
        "date": "30.12.2021",
        "title": "Od 04.01. nova linija 19 do bolnice na Mišeluku",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ od 4. januara 2022. godine uvodi gradsku liniju broj 19 na relaciji Železnička stanica-Mišeluk (bolnica). Kako bi se građanima i zaposlenima u novoj bolnici obezbedio adekvatan javni prevoz, radnim danima na liniji 19 u oba smera organizovano je po pet polazaka, a subotom i nedeljom po četiri polaska. \n\nTrasa linije 19 je sledeća:\n\nSMER A Železnička stanica - Mišeluk (bolnica)\n\nPolazno stajalište Bulevar oslobođenja (stajalište linija 7A, 10, 14 i 15) – Most slobode – petlja Mišeluk - bolnica\n\nSMER B Mišeluk (bolnica) – Železnička stanica \n\nBolnica - petlja Mišeluk - Most slobode – Bulevar oslobođenja – Ž. stanica\n\nPodsećamo korisnike usluge prevoza da je 1. septembra 2021. godine produžena trasa linije broj 9A, koja će i nakon uvođenja nove linije saobraćati od Novog naselja preko Petrovaradina do bolnice na Mišeluku. Linijom 19 dodatno će se odgovoriti potrebama putnika za kvalitetnim javnim prevozom do nove bolnice."
            }
        ]
    },
    {
        "date": "26.11.2021",
        "title": "Linija 17 - Privremena izmena trase od 27.11.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 27. novembra 2021. do 20. marta 2022. godine privremeno će biti izmenjena trasa autobuske linije broj 17. Zbog radova na rekonstrukciji i izgradnji podvožnjaka u Kisačkoj uliciu, autobuski saobraćaj na liniji 17 odvijaće se na sledeći način:\n\nSmer od Tržnog centra „BIG“ \n\nOd raskrsnice Sentandrejski put/Partizanska ulica autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra\n\nOd raskrsnice Bulevar oslobođenja/Bulevar Jaše Tomića autobusi će skretati levo na Bulevar Jaše Tomića, desno u Rumenačku ulicu, desno u Partizansku ulicu (pored „Merkura“), levo u Industrijsku (trasom linije broj 10 do „Mašinoremonta“) i dalje nastavljati do Tržnog centra „BIG“. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE REDOVNA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "01.10.2021",
        "title": "Izmene u redu vožnje na gradskim linijama od 04. oktobra",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će od 4. oktobra 2021. godine doći do izmena u zimskom redu vožnje na gradskim linijama 1, 2, 3 , 4 , 5, 7B, 8, 9, 11A, 12 i 14.\n\nIzmenjen red vožnje biće postavljen na autobuskim stajalištima i sajtu preduzeća www.gspns.rs, pa molimo putnike na navedenim linijama da obrate pažnju na nov raspored polazaka.\n\nNa prigradskim i međumesnim linijama autobusi će saobraćati bez izmena u redu vožnje."
            }
        ]
    },
    {
        "date": "30.09.2021",
        "title": "Linija 86 saobraća od 01. oktobra",
        "sections": [
            {
                "text": "Od 1. oktobra 2021. godine saobraća nova autobuska linija 86 na relaciji Novi Sad AS–Stari Rakovac – Vrdnik (železnička stanica). Cena pojedinačne karte od Novog Sada do Vrdnika iznosi 200 dinara, a za decu od 6 do 10 godina 140 dinara. Predviđena je i mogućnost kupovine dnevne karte po ceni od 450 dinara.\n\n Iz Novog Sada do Vrdnika svakog dana organizovano je deset polazaka, koliko ih ima i u suprotnom smeru. Trasa Novi Sad AS - Stari Rakovac - Vrdnik (Železnička stanica):\n\nSMER A \n\nNovi Sad (Autobuska stanica) – Bulevar oslobođenja – Most slobode - Sremska Kamenica (centar) - Stari Rakovac – raskrsnica kod Zmajevca – Zmajevački put do raskrsnice za etno kompleks „Vrdnička kula“ – „Vrdnička kula“ - „Fruške terme“ - staza zdravlja do Ulice Oborac - Ulica Martina Klasića - Karađorđeva ulica - Ulica Pavla Živančevića Dudaša - Ulica Lazara Gojkovića - Železnička ulica do autobuskog i taksi stajališta – Vrdnik (Železnička stanica).\n\nSMER B \n\nVrdnik (Železnička stanica) - Železnička ulica - Trg cara Lazara - Fruškogorska ulica - Karađorđeva ulica - Ulica Martina Klasića - Ulica Oborac - staza zdravlja do ulaza u kompleks „Vrdnička kula“ - Zmajevački put do raskrsnice kod Zmajevca - Stari Rakovac - Sremska Kamenica (centar) – Most slobode – Bulevar oslobođenja - Novi Sad (Autobuska stanica)."
            }
        ]
    }
]