[
    {
        "date": "21.08.2023",
        "title": "Privremeno skraćenje trasa zbog radova u kompleksu Instituta",
        "sections": [
            {
                "text": "Zbog obimnih građevinskih radova na izgradnji kanalizacije upotrebljenih voda, atmosferske kanalizacije i vodovodne mreže u okviru kompleksa instituta u Sremskoj Kamenici, od 22.08.2023.godine autobusi JGSP ''Novi Sad'' će obavljati okretanje ispred ulazne rampe u institut po prikazanoj mapi. Iskrcaj i prijem putnika vrši se na privremenom autobuskom stajalištu (postavljen stajališni stub) u rejonu parkinga za TAXI vozila."
            }
        ]
    },
    {
        "date": "21.08.2023",
        "title": "Linija 5 - Povratak na redovnu trasu od 21.08.",
        "sections": [
            {
                "text": "Autobusi na liniji broj 5 ponovo saobraćaju redovnom trasom od 21. 08. 2023. Izmene u režimu saobraćanja linije 5 bile su na snazi od 13. 08. 2023. godine zbog zatvaranja dela raskrsnice Bulevara oslobođenja sa Ulicom Novosadskog sajma."
            }
        ]
    },
    {
        "date": "19.08.2023",
        "title": "Linije 1, 4, 8, 9, 9а, 11a, 11b, 18а,18b - Povratak na redovne trase",
        "sections": [
            {
                "text": "Završeni su radovi u zoni raskrsnice Stražilovske i Ulice Maksima Gorkog, čime su se stekli uslovi u tom delu trase za povratak autobusa na linijama 1, 4, 8, 9, 9a, 11a, 11b, 18a и 18b na redovne trase od 10 časova 19. 08. 2023. godine."
            }
        ]
    },
    {
        "date": "18.08.2023",
        "title": "Izmene trasa zbog rekonstrukcije raskrsnice Bulevar oslobođenja - Bulevar Jaše Tomića (FAZA 1)",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, određuje se privremena izmena trase autobuskih linija od 19.08. do 25. 08. 2023. godine – FAZA 1. Zbog rekonstrukcije kolovoza u raskrsnici Bulevara Jaše Tomića i Bulevara oslobođenja autobusi menjaju trasu kretanja sa polaznim i dolaznim stajalištem na sledeći način:\n\nLINIJA BROJ 3A \n\nSmer sa Ž.stanice\n\nPolazno stajalište je prvo stajalište na ulazu u „potkovicu“ (kod kioska za prodaju markica, dolazno stajalište L-4) \n\nSmer prema Ž.stanici \n\nNa raskrsnici Bulevara oslobođenja i Bulevara kralja Petra I autobusi skreću desno na Bulevar kralja Petra I, zatim levo u Kisačku ulicu, levo na Bulevar Jaše Tomića, desno na ulaz MsDonaldʼs na dolazni peron kod „LOKOMOTIVE“.\n\nNA IZMENJENOM DELU TRASE U OVOM SMERU KORISTI SE AUTOBUSKO STAJALIŠTE „BULEVAR KRALJA PETRA I/BULEVAR OSLOBOĐENJA“ NA BULEVARU KRALJA PETRA I. \n\nLINIJE BROJ 4, 5N, 19 \n\nSmer sa Ž.stanice \n\nPolazno stajalište je stajalište linije 7B na Bulevaru Jaše Tomića, BULEVAR JAŠE TOMIĆA/ŽELEZNIČKA STANICA, odakle autobusi saobraćaju desno kroz ulaz MAS-a i izlaze sa MAS-a na redovan izlaz na Bulevar oslobođenja, te nastavljaju dalje redovnom trasom.\n\nSmer prema Ž.stanici \n\nNa raskrsnici Bulevara oslobođenja i Bulevara Jaše Tomića autobusi skreću levo na Bulevar Jaše Tomića, gde čekaju vreme za naredni polazak na završnom/početnom stajalištu BULEVAR JAŠE TOMIĆA/ŽELEZNIČKA STANICA (stajalište linije 7B).\n\nAUTOBUSI NA LINIJI BROJ 4, 5N i 19 U OVOM SMERU ČEKAJU VREME ZA NAREDNI POLAZAK NA STAJALIŠTU BULEVAR JAŠE TOMIĆA/ ŽELEZNIČKA STANICA (stajalište linije 7B)\n\nLINIJE BROJ 7, 10 i 14\n\nSmer iz Centra \n\nRedovna trasa.\n\nSmer prema Centru \n\nRedovna trasa uz ukidanje stajališta za 7A, 10 i 14 BULEVAR OSLOBOĐENJA /BULEVAR JAŠE TOMIĆA (kod pekare“KLAS“)\n\nLINIJA BROJ 11A \n\nSa Bulevara Jaše Tomića autobusi na terminal ulaze desno kod MsDonaldʼs.\n\nLINIJA BROJ 11B \n\nNa raskrsnici Rumenačke ulice i Bulevara Jaše Tomića autobusi saobraćaju pravo Rumenačkom, skreću desno u Industrisku ulicu, nastavljaju Partizanskom, skreću desno i Kisačkom ulicom idu do stajališta KISAČKA/BULEVAR JAŠE TOMIĆA, (preko puta „Veriga), gde čekaju vreme za naredni polazak na završnom/početnom stajalištu. \n\nNA IZMENJENOM DELU TRASE KORISTI SE AUTOBUSKO STAJALIŠTE RUMENAČKA/BULEVAR JAŠE TOMIĆA U RUMENAČKOJ ULICI. \n\nLINIJA BROJ 15\n\nSmer iz Centra \n\nNa raskrsnici Bulevara oslobođenja i Bulevara kralja Petra I autobusi skreću desno na Bulevar kralja Petra I, levo u Kisačku ulicu i nastavljaju redovno trasom.\n\nU OVOM SMERU NA IZMENJENOM DELU TRASE KORISTI SE AUTOBUSKO STAJALIŠTE BULEVAR KRALJA PETRA I/BULEVAR OSLOBOĐENJA NA BULEVARU KRALJA PETRA I.\n\nSmer ka Centru \n\nNa raskrsnici Kisačke ulice i Bulevara Jaše Tomića autobusi nastavljaju pravo Kisačkom ulicom, skreću desno na Bulevar Petra I, levo na Bulevar oslobođenja i nastavljaju svojim redovnom trasom.\n\nU OVOM SMERU NA IZMENJENOM DELU TRASE KORISTI SE AUTOBUSKO STAJALIŠTE KISAČKA/BULEVAR JAŠE TOMIĆA U KISAČKOJ ULICI.\n\nLINIJA BROJ 17\n\nSmer iz Centra \n\nNa raskrsnici Bulevara oslobođenja i Bulevara kralja Petra I autobusi skreću desno na Bulevar kralja Petra I, levo u Kisačku i nastavljaju redovnom trasom.\n\nU OVOM SMERU NA IZMENJENOM DELU TRASE KORISTI SE AUTOBUSKO STAJALIŠTE BULEVAR KRALJA PETRA I/BULEVAR OSLOBOĐENJA NA BULEVARU KRALJA PETRA I.\n\nSmer ka Centru \n\nRedovna trasa.\n\nLINIJE BROJ 16, 20, 21, 30 i 35\n\nSmer sa Ž.stanice \n\nPolazno stajalište je prvo stajalište na ulazu u „potkovicu“ (kod kioska za prodaju markica, dolazno stajalište L-4), odakle izlaze desno na Bulevar Jaše Tomića, skreću desno u Rumenačku, desno u Industrijsku, nastavljaju Partizanskom i dalje redovnom trasom. \n\nNA IZMENJENOM DELU TRASE NE KORISTE SEAUTOBUSKA STAJALIŠTA DRUGIH LINIJA. \n\nSmer prema Ž.stanici\n\nIz Partizanske ulice autobusi skreću levo u Kisačku, desno na Bulevar Jaše Tomića, desno na ulaz MsDonaldʼs, te na dolazni peron kod „LOKOMOTIVE“.\n\nAUTOBUSI NA LINIJAMA 16, 20, 21 i 30 NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKO STAJALIŠTE PARTIZANSKA/TEMERINSKA.\n\nLINIJE BROJ 22,23 i 24\n\nSmer iz Novog Sada \n\nSa redovnog perona iz „potkovice“ autobusi izlaze desno na Bulevar Jaše Tomića, skreću desno u Rumenačku, desno u Industrijsku, nastavljaju Partizanskom i dalje redovnom trasom. \n\nNA IZMENJENOM DELU TRASE NE KORISTE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA. \n\nSmer iz mesta \n\nIz Partizanske ulice autobusi skreću levo u Kisačku, desno na Bulevar Jaše Tomića, desno na ulaz MsDonaldʼs do dolaznog perona kod „LOKOMOTIVE“.\n\nNA IZMENJENOM DELU TRASE KORISTI SE AUTOBUSKO STAJALIŠTE PARTIZANSKA/TEMERINSKA.\n\nLINIJE BROJ 32 i 33 \n\nSmer iz Novog Sada \n\nSa redovnog perona na MAS-u autobusi izlaze desno na Bulevar Jaše Tomića, skreću desno u Rumenačku, desno u Industrijsku, nastavljaju Partizanskom, skreću levo do Temerinske ulice, odakle nastavljaju redovnom trasom. \n\nNA IZMENJENOM DELU TRASE NE KORISTE SE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA. \n\nSmer iz mesta \n\nAutobusi saobraćaju redovnom trasom Bulevarom Jaše Tomića, skreću desno na ulaz MsDonaldʼs na dolazni peron kod „LOKOMOTIVE“.\n\nLINIJE BROJ 41,42 i 43\n\nSmer iz Novog Sada \n\nSa redovnog perona u „potkovici“ autobusi izlaze desno na Bulevar Jaše Tomića, skreću desno u Rumenačku odakle nastavljaju svojim redovnom trasom.\n\nSmer iz mesta \n\nNa raskrsnici Rumenačke i Industrijske ulice autobusi skreću levo u Industrijsku, nastavljaju Partizanskom, skreću desno u Kisačku, desno na Bulevar Jaše Tomića, desno na ulaz MsDonaldʼs na dolazni peron kod „LOKOMOTIVE“.\n\nNA IZMENJENOM DELU TRASE KORISTI SE AUTOBUSKO STAJALIŠTE INDUSTRIJSKA/RUMENAČKA.\n\nLINIJA BROJ 51A\n\nSmer iz Novog Sada \n\nRedovna trasa.\n\nSmer iz mesta \n\nNa raskrsnici Rumenačke i Industrijske ulice autobusi skreću levo u Industrijsku ulicu, nastavljaju Partizanskom, skreću desno u Kisačku, desno na Bulevar Jaše Tomića, desno na ulaz kod MsDonaldʼs na dolazni peron kod „LOKOMOTIVE“.\n\nNA IZMENJENOM DELU TRASE KORISTI SE AUTOBUSKO STAJALIŠTE INDUSTRIJSKA - RUMENAČKA.\n\nLINIJA BROJ 51B\n\nSmer iz Novog Sada \n\nRedovna trasa.\n\nSmer iz mesta \n\nNa raskrsnici Bulevar oslobođenja i Bulevar kralja Petra I autobusi skreću desno na Bulevar kralja Petra I, levo u Kisačku ulicu, levo na Bulevar Jaše Tomića desno na ulaz MsDonaldʼs na dolazni peron kod „LOKOMOTIVE“.\n\nU OVOM SMERU NA IZMENJENOM DELU TRASE KORISTI SE AUTOBUSKO STAJALIŠTE BULEVAR KRALJA PETRA I/BULEVAR OSLOBOĐENJA NA BULEVARU KRALJA PETRA I.\n\nLINIJE BR. 52,53,54,55,56, 60,61,62,6364,68,69,71,72,73,74,76,77,78,79,80,84,86\n\nSmer iz Novog Sada\n\nRedovna trasa. \n\nSmer iz mesta\n\nNa raskrsnici Bulevara oslobođenja i Bulevara kralja Petra I autobusi skreću desno na Bulevar kralja Petra I, levo u Kisačku ulicu, levo na Bulevar Jaše Tomića, desno na ulaz MsDonaldʼs na dolazni peron kod „LOKOMOTIVE“.\n\nU OVOM SMERU NA IZMENJENOM DELU TRASE KORISTI SE AUTOBUSKO STAJALIŠTE BULEVAR KRALJA PETRA I/BUL. OSLOBOĐENJA NA BULEVARU KRALJA PETRA I."
            },
            {
                "text": "Kretanje MEĐUNARODNIH I MEĐUMESNIH linija drugih prevoznika:\n\nULAZ na Međumesnu autobusku stanicu je iz pravca Kisačke ulice, odakle se nastavlja Bulevarom Jaše Tomića, skreće desno kod MsDonaldʼs, zatim levo do terminala ispred Železničke stanice, skreće desno kroz „potkovicu“ do redovnog izlaza desno iz potkovice na Bulevaru Jaše Tomića i desno do ulaza MAS-a.\n\nIZLAZ sa Međumesne autobuske stanice je pravo na Bulevar oslobođenja, zatim desno na Bulevar Jaše Tomića prema Rumenačkoj ulici. Levo skretanje prema Kisačkoj ulici nije moguće."
            },
            {
                "text": "UGOVORENE VOŽNJE\n\nŽ. stanica - Ranžirna stanica\n\nSmer sa Ž.stanice: Sa redovnog perona na MAS-u izlaz je desno na Bulevar Jaše Tomića, zatim se skreće desno u Rumenačku, desno u Industrijsku, nnastavlja se levo Industrijskom do „NOVKABELA“, skreće desno na Put Novosadskog partizanskog odreda, desno na Kisački put, desno u Partizansku, zatim Industrijskom desno prema Ranžirnoj stanici.\n\nSmer sa ranžirne stanice: Od raskrsnice Rumenačke i Bulevar Jaše Tomića saobraća se pravo Rumenačkom, skreće levo kroz Bulevar kralja Petra I, levo u Kisačku, levo na Bulevar Jaše Tomića, desno na ulaz MsDonaldʼs na dolazni peron kod „LOKOMOTIVE“.\n\nŽ. stanica - APTIV\n\nSmer sa Ž.stanice: Redovna trasa.\n\nSmer iz APTIVA: Na raskrsnici Rumenačke i Industrijske skreće se levo u Industrijsku, nastavlja Partizanskom, skreće desno u Kisačku, desno na Bulevar Jaše Tomića, desno na ulaz Msdonaldʼs i na dolazni peron kod „LOKOMOTIVE“.\n\nNovo naselje – TE-TO i Novo naselje – KOTEKS viscofan:\n\nSmer sa N.naselja \n\nNa raskrsnici Bulevara oslobođenja i Bulevara kralja Petra I skreće se desno na Bulevar kralja Petra I, levo u Kisačku i dalje redovnom trasom.\n\nNA IZMENJENOM DELU TRASE KORISTI SE AUTOBUSKO STAJALIŠTE BULEVAR KRALJA PETRA I/BULEVAR OSLOBOĐENJA NA BULEVARU KRALJA PETRA I.\n\nSmer prema N.naselju \n\nNa raskrsnici Kisačke i Bulevara Jaše Tomića nastavlja se pravo Kisačkom, skreće desno na Bulevar kralja Petra I i levo na Bulevar oslobođenja i dalje se nastavlja redovnom trasom.\n\nNA IZMENJENOM DELU TRASE KORISTI SE AUTOBUSKO STAJALIŠTE KISAČKA/BULEVAR JAŠE TOMIĆA U KISAČKOJ ULICI."
            }
        ]
    },
    {
        "date": "16.08.2023",
        "title": "Privremeno ukidanje stajališta „Bulevar oslobođenja/Bulevar kralja Petra I“",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, privremeno se ukida stajalište „Bulevar oslobođenja/Bulevar kralja Petra I“ (kod „Simpa“). Zbog radova na rekonstrukciji kolovoza na Bulevaru oslobođenja (od Bulevara kralja Petra I do Bulevara Jaše Tomića), stajalište neće biti u funkciji od 17. do 23. 08. 2023. godine."
            }
        ]
    },
    {
        "date": "13.08.2023",
        "title": "Linije 7B, 8, 18B, 55JC, Novo naselje-Koteks Viskofan, TE-TO - Privremena izmena trase od ponedeljka 14.08. – FAZA 1",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve određuje se privremena izmena trase autobuskih linija broj 7B, 8, 18B, 55JS, Novo naselje - Koteks Viskofan i TE-TO od ponedeljka 14.08.2023. god. – Faza 1, zbog rekonstrukcije kolovoza u Bulevaru kneza Miloša u Novom Sadu. \n\nIzmenjen režim saobraćanja važi od 14.08. pa do početka Faze 2. \n\nNa navedenim linijama autobusi menjaju trasu kretanja na sledeći način:\n\nLINIJA BROJ 7B i 18B \n\nSaobraća redovnom trasom sa ukidanjem stajališta koje neće moći da koriste.\n\nAUTOBUSI NA LINIJI BROJ 7B I 18B, NA REDOVNOM DELU TRASE NE KORISTE AUTOBUSKA STAJALIŠTA NA BULEVARU KNEZA MILOŠA (stajališta BULEVAR KNEZA MILOŠA - BULEVAR JOVANA DUČIĆA i BULEVAR KNEZA MILOŠA - GARAŽA GSP-a).\n\nLINIJA BROJ 8\n\nSaobraća redovnom trasom sa ukidanjem stajališta koje neće moći da koriste.\n\nAUTOBUSI NA LINIJI BROJ 8 (u smeru iz Centra), NA REDOVNOM DELU TRASE NE KORISTE AUTOBUSKO STAJALIŠTE NA BULEVARU KNEZA MILOŠA (stajalište BULEVAR KNEZA MILOŠA – MILEVE MARIĆ).\n\nLINIJA 55JS\n\nSmer iz Novog Sada: Od raskrsnice Bul. Jovana Dučića – Bate Brkića levo u ulicu Bate Brkića, desno Futoškim putem i zatim redovnom trasom . \n\nSmer iz Futoga: Od raskrsnice Bulevar kneza Miloša – Futoški put, pravo Futoškim putem, levo u ulicu Bate Brkića, desno na Bulevar Jovana Dučića i dalje redovnom trasom.\n\nAUTOBUSI NA LINIJI BROJ 55JS, NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nUgovoreni poseban linijski prevoz TE-TO\n\nSmer sa Novog naselja: Početno stajalište (FUTOŠKI PUT - BULEVAR PATRIJARHA PAVLA) kod raskrsnice Bulevar kneza Miloša – Futoški put, pravo Futoškim putem, levo u ulicu Bate Brkića, desno na Bulevar Jovana Dučića i dalje redovnom trasom .\n\nSmer iz TE-TO: Od raskrsnice Bul. Jovana Dučića – Bate Brkića, levo u ulicu Bate Brkića , desno Futoškim putem i završava kod Satelitske pijace (stajalište FUTOŠKI PUT – SATELITSKA PIJACA) . \n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA.\n\nUgovoreni poseban linijski prevoz Novo Naselje - Koteks Viskofan\n\nSmer za „Koteks Viskofan“: Od raskrsnice Bul. Jovana Dučića – Bate Brkića, levo u Bate Brkića, desno Futoškim putem, levo na Bul. Patrijaha Pavla i zatim redovnom trasom. \n\nSmer iz „Koteks Viskofan“: Od raskrsnice Bul. Patrijaha Pavla – Futoški put, desno Futoškim putem, levo u Bate Brkića, desno Bulevar Jovana Dučića i dalje redovnom trasom.\n\nAUTOBUSI NA IZMENJENOM DELU TRASE KORISTE AUTOBUSKA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "31.07.2023",
        "title": "Linije 1, 8, 17, 21, 22, 23, 24 i 30 - Privremena izmena trase zbog radova na raskrsnici Kisačka  ulica-Bulevar kralja Petra I",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve (IV-34-4252/2023-2 od 28.07.2023. ) određuje se privremena izmena trase autobuskih linija 1, 8, 17, 21, 22, 23, 24 i 30 zbog radova na izgradnji vrelovoda na raskrsnici Kisačke ulice i Bulevara kralja Petra I u Novom Sadu. Izmenjen režim saobraćaja linija 1, 8, 17, 21, 22, 23, 24 i 30 važi od 01.08.2023. do 16.08.2023. godine."
            },
            {
                "text": "LINIJA BROJ 1 \n\nSmer sa Klise: Na raskrsnici Kisačke i Bulevara Jaše Tomića, autobusi nastavljaju pravo Kisačkom ulicom do raskrsnice Kisačke i Jovana Cvijića gde skreću levo u Jovana Cvijića, zatim iz Jovana Cvijića skreću desno u Temerinsku ulicu. Autobusi se kreću Temerinskom ulicom do raskrsnice Temerinske i Kisačke ulice, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 1 KORISTI samo stajalište Temerinska – Pijaca.\n\nSmer sa Limana: Na raskrsnici Kisačka – Temerinska, autobusi nastavljaju pravo Temerinskom ulicom do raskrsnice Temerinske ulice i ulice Jovana Cvijića gde skreću levo u Jovana Cvijića. Autobusi se kreću ulicom Jovana Cvijića do Kisačke ulice gde skreće desno u Kisačku ulicu.\n\nNa izmenjenom delu trase, linija 1 KORISTI samo stajalište Temerinska – Trg Marije Trandafil.\n\nLINIJA BROJ 8\n\nSmer sa Novog Naselja: Na raskrsnici Bulevar kralja Petra I i ulice Braće Jovandić, autobusi skreću desno u Braće Jovandić. Autobusi se kreću pravo kroz Braće Jovandić, preko Žitnog trga i ulice Vojvode Bojovića do raskrsnice ulica Vojvode Bojovića i Jovana Subotića, gde autobusi skreću desno u Jovana Subotića i nastavljaju dalje redovnom trasom. \n\nNa izmenjenom delu trase, linija 8 KORISTI samo stajalište Vojvode Bojovića – Osnovna škola Ivo Lola Ribar.\n\nSmer sa Limana: na raskrsnici Jovana Subotića i Vojvode Bojovića, autobusi skreću levo u Vojvode Bojovića. Autobusi se kreću ulicom Vojvode Bojovića, preko Žitnog trga i ulice Braće Jovandić do raskrsnice ulice Braće Jovandić i Bulevara kralja Petra I, gde skreću levo na Bulevar kralja Petra I.\n\nNa izmenjenom delu trase, linija 8 KORISTI samo stajalište Vojvode Bojovića - Socijalno.\n\nLINIJA BROJ 17\n\nSmer iz BIG-a: Na raskrsnici Kisačke i Bulevara Jaše Tomića, autobusi nastavljaju pravo Kisačkom ulicom do raskrsnice Kisačke i Jovana Cvijića gde skreću levo u Jovana Cvijića, zatim iz Jovana Cvijića skreću desno u Temerinsku ulicu. Autobusi se kreću Temerinskom ulicom do raskrsnice Temerinske i Kisačke ulice, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 17 KORISTI samo stajalište Temerinska – Pijaca.\n\nSmer prema BIG-u: Saobraća redovnom trasom.\n\nNa izmenjenom delu trase, linija 17 KORISTI samo stajalište Temerinska – Trg Marije Trandafil."
            },
            {
                "text": "LINIJE BROJ 21, 22, 23 I 24\n\nSmer prema Železničkoj stanici: Na raskrsnici Partizanske i Temerinske ulice, autobusi nastavljaju pravo Partizanskom ulicom do raskrsnice Partizanske i Kisačke ulice, gde autobusi skreću levo u Kisačku ulicu. Autobusi na raskrsnici Kisačke ulice i Bulevara Jaše Tomića skreću desno na Bulevar Jaše Tomića, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linije 21, 22, 23 i 24 KORISTE stajalište Partizanska – Temerinska.\n\nSmer od Železičke stanice: Na raskrsnici Bulevar Jaše Tomića i Kisačke ulice, autobusi skreću levo u Kisačku ulicu. Nastavljaju dalje Kisačkom ulicom do raskrsnice Kisačke i Partizanske ulice, gde skreću desno u Partizansku ulicu. Autobusi se kreću Partizanskom ulicom do raskrsnice Partizanske i Temerinske ulice, gde idu pravo i nastavljaju da se kreću radovnom trasom kretanja. \n\nNa izmenjenom delu trase, linije 21, 22, 23 i 24 KORISTE stajalište Kisačka - Podvožnjak.\n\nLINIJA BROJ 30\n\nSmer prema Železničkoj stanici: Na raskrsnici Partizanske i Temerinske ulice, autobusi skreću desno u Partizansku ulicu i nastaljaju da se kreću Partizanskom do raskrsnice Partizanske i Kisačke ulice, gde autobusi skreću levo u Kisačku ulicu. Autobusi na raskrsnici Kisačke ulice i Bulevara Jaše Tomića skreću desno na Bulevar Jaše Tomića, odakle nastavljaju redovnom trasom kretanja.\n\nNa izmenjenom delu trase, linija 30 KORISTI stajalište Partizanska – Temerinska.\n\nSmer od Železičke stanice: Na raskrsnici Bulevar Jaše Tomića i Kisačke ulice, autobusi skreću levo u Kisačku ulicu. Autobusi nastavljaju Kisačkom ulicom do raskrsnice Kisačke i Partizanske ulice, gde skreću desno u Partizansku ulicu. Autobusi se kreću Partizanskom ulicom do raskrsnice Partizanske i Temerinske ulice, gde skreću levo i nastavljaju da se kreću radovnom trasom kretanja. \n\nNa izmenjenom delu trase, linija 30 KORISTI stajalište Kisačka - Podvožnjak."
            }
        ]
    },
    {
        "date": "18.07.2023",
        "title": "Linija 13 – Privremena izmena trase od 19. 07.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 19. 07. do 19. 10. 2023. godine privremeno će biti izmenjena trasa autobuske linije broj 13. Zbog radova na sanaciji kolovoza u zoni raskrsnice ulica Dr Sime Miloševića i Dr Ilije Đuričića autobuski saobraćaj odvijaće se na sledeći način:\n\nSmer Detelinara -Univerzitet \n\nOd turbo kružnog toka sa Bulevara cara Lazara autobusi će skretati desno u Fruškogorsku ulicu i dalje nastavljati izmenjenom trasom kretanja do okretnice na Štrandu. \n\nNA IZMENJENOM DELU TRASE KORISTIĆE SE STAJALIŠTE FRUŠKOGORSKA/NARODNOG FRONTA.\n\nSmer Univerzitet - Detelinara \n\nNa izmenjenom delu trase koristiće se početno stajalište Štrand/okretnica. Autobusi će Fruškogorskom ulicom saobraćati do raskrsnice sa Ulicom Narodnog fronta i dalje nastavljati redovnom trasom kretanja."
            }
        ]
    },
    {
        "date": "20.06.2023",
        "title": "Novi red vožnje „LETO 2023“ od 21. 06.",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da 21. 06. 2023. godine stupa na snagu novi red vožnje „LETO 2023“, kojim se raspored polazaka usklađuje sa prevoznim potrebama u nastupajućem periodu godine. \n\nOd navedenog datuma ukida se linija broj 25 (Ž.stanica-Zona sever IV) i trajno se izmeštaju određena polazna stajališta na terminalu kod Železničke stanice („Potkovica). Zbog novoizgrađenih mesta za punjače električnih autobusa na „Potkovici“, izmeštaju se polazna stajališta za sledeće gradske i prigradske linije:"
            },
            {
                "text": "Linije 3A, 4, 5N (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR OSLOBOĐENjA/BULEVAR JAŠE TOMIĆA (stajalište koje koriste linije 7A, 10, 14, 15 i 19). \n\nLinije 16, 20 (smer od Železničke stanice)\n\nPočetno stajalište se izmešta sa terminala kod Železničke stanice na stajalište BULEVAR JAŠE TOMIĆA/BULEVAR OSLOBOĐENjA (stajalište koje koriste linije broj 11B, 15, 17, 21, 30 i 35).\n\nLinije 64, 68, 69, 71, 72, 73, 74, 76 (smer od Železničke stanice)\n\nPostojeće početno stajalište ŽELEZNIČKA STANICA se izmešta na sadašnje stajalište linija 3A, 4 i 5N ŽELEZNIČKA STANICA."
            },
            {
                "text": "Linije 2, 9 \n\nPolazno stajalište na Novom naselju je fizički produženo, odnosno spojeno sa površinom na kojoj se nalazi punjač za elektro autobuse obrazujući jedinstvenu površinu, koja u celoj dužini postaje POLAZNO STAJALIŠTE i obeleženo je zelenim i žutim oznakama na kolovozu."
            },
            {
                "text": "Linije 51A, 51B, 52\n\nPolazno-dolazno autobusko stajalište za prigradske linije broj 51A, 51B i 52 u Veterniku izmešta se iz Školske ulice na postojeće autobusko stajalište u Ulici vojvode Bojovića 57."
            }
        ]
    }
]