[
    {
        "date": "08.10.2021",
        "title": "Linije 1,6,8,11A/B13 – Privremena izmena saobraćaja za vreme Novosadskog maratona",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, zbog održavanja Novosadskog maratona 10. oktobra 2021. godine u periodu od 9:45 do 16:00 časova određuje se privremena izmena trase autobuskih linija broj 1, 6, 8 i 13 i privremeno ukidanje autobuskih linija 11a i 11b. \n\nLINIJE BROJ 1 I 8 \n\nVozila ne saobraćaju do okretnice na Štrandu, već okretanje obavljaju na Limanu desnim skretanjem iz Fruškogorske ulice u Ulicu Narodnog fronta, zatim skreću desno na Bulevar oslobođenja, desno na Bulevar cara Lazara do Fruškogorske ulice i dalje nastavljaju redovnom trasom.\n\nVreme do sledećeg polaska autobusi izdržavaju na stajalištu Narodni front – Fruškogorska.\n\nLINIJA BROJ 6\n\nVozila saobraćaju skraćenom trasom do terminala u Šafarikovoj ulici, gde je i polazno stajalište za smer ka Adicama. \n\nLINIJE BROJ 11A I 11B\n\nLinije ne saobraćaju za vreme trajanja Novosadskog maratona.\n\nLINIJA BROJ 13\n\nVozila okretanje obavljaju na Limanu desnim skretanjem sa Bulevara cara Lazara u Fruškogorsku ulicu, zatim skreću desno u Ulicu Narodnog fronta, desno na Bulevar oslobođenja, levo na Bulevar cara Lazara i dalje nastavljaju redovnom trasom.\n\nVreme do sledećeg polaska autobusi izdržavaju na stajalištu Narodni front – Fruškogorska."
            },
            {
                "text": "NA IZMENJENOM DELU TRASA KORISTE SE POSTOJEĆA STAJALIŠTA DRUGIH LINIJA."
            }
        ]
    },
    {
        "date": "06.10.2021",
        "title": "Pojačani polasci zbog Zadušnica",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava korisnike usluga da će u subotu, 9. oktobra, zbog verskog praznika Zadušnice na liniji broj 14 biti angažovani zglobni autobusi, a po potrebi biće uvedeni i dodatni polasci. Pojačani polasci biće i na liniji za Čenej u 10:30 i 11:45 časova.\n\nAutobusi na liniji broj 53 na polascima u 08:40, 09:50, 10:55, 12:00, 13:10 i 15:10 časova saobraćaće do futoškog groblja (povratak je u 09:30,10:40, 11:40, 12:45, 14:00, 16:05 časova)."
            }
        ]
    },
    {
        "date": "01.10.2021",
        "title": "Izmene u redu vožnje na gradskim linijama od 04. oktobra",
        "sections": [
            {
                "text": "JGSP „Novi Sad“ obaveštava putnike da će od 4. oktobra 2021. godine doći do izmena u zimskom redu vožnje na gradskim linijama 1, 2, 3 , 4 , 5, 7B, 8, 9, 11A, 12 i 14.\n\nIzmenjen red vožnje biće postavljen na autobuskim stajalištima i sajtu preduzeća www.gspns.rs, pa molimo putnike na navedenim linijama da obrate pažnju na nov raspored polazaka.\n\nNa prigradskim i međumesnim linijama autobusi će saobraćati bez izmena u redu vožnje."
            }
        ]
    },
    {
        "date": "30.09.2021",
        "title": "Linija 86 saobraća od 01. oktobra",
        "sections": [
            {
                "text": "Od 1. oktobra 2021. godine saobraća nova autobuska linija 86 na relaciji Novi Sad AS–Stari Rakovac – Vrdnik (železnička stanica). Cena pojedinačne karte od Novog Sada do Vrdnika iznosi 200 dinara, a za decu od 6 do 10 godina 140 dinara. Predviđena je i mogućnost kupovine dnevne karte po ceni od 450 dinara.\n\n Iz Novog Sada do Vrdnika svakog dana organizovano je deset polazaka, koliko ih ima i u suprotnom smeru. Trasa Novi Sad AS - Stari Rakovac - Vrdnik (Železnička stanica):\n\nSMER A \n\nNovi Sad (Autobuska stanica) – Bulevar oslobođenja – Most slobode - Sremska Kamenica (centar) - Stari Rakovac – raskrsnica kod Zmajevca – Zmajevački put do raskrsnice za etno kompleks „Vrdnička kula“ – „Vrdnička kula“ - „Fruške terme“ - staza zdravlja do Ulice Oborac - Ulica Martina Klasića - Karađorđeva ulica - Ulica Pavla Živančevića Dudaša - Ulica Lazara Gojkovića - Železnička ulica do autobuskog i taksi stajališta – Vrdnik (Železnička stanica).\n\nSMER B \n\nVrdnik (Železnička stanica) - Železnička ulica - Trg cara Lazara - Fruškogorska ulica - Karađorđeva ulica - Ulica Martina Klasića - Ulica Oborac - staza zdravlja do ulaza u kompleks „Vrdnička kula“ - Zmajevački put do raskrsnice kod Zmajevca - Stari Rakovac - Sremska Kamenica (centar) – Most slobode – Bulevar oslobođenja - Novi Sad (Autobuska stanica)."
            }
        ]
    },
    {
        "date": "18.09.2021",
        "title": "Linija 6 - Povratak na redovnu trasu u Feješ Klare",
        "sections": [
            {
                "text": "Završetkom radova u Ulici Feješ Klare, stvorili su se uslovi da se linija broj 6 u tom delu vrati na redovnu trasu. Zbog radova u Vršačkoj ulici, linija broj 6 i dalje saobraća izmenjenim delom trase: Bulevarom Evrope, Bulevarom patrijarha Pavla do Ulice Feješ Klare i dalje nastavlja redovnom trasom."
            }
        ]
    },
    {
        "date": "17.09.2021",
        "title": "Linije 1, 15, 16, 17, 20, 31, 32, 33, 35 – Privremena izmena trasa zbog radova u Kisačkoj ulici",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 20. septembra 2021. godine do 20. marta 2022. godine privremeno se menjaju trase autobuskih linija broj 1, 15, 16, 17, 20, 31, 32, 33 i 35. Zbog radova na rekonstrukciji podvožnjaka u Kisačkoj ulici u Novom Sadu, autobuski saobraćaj odvijaće se na sledeći način:\n\nLINIJA BROJ 1 \n\nSmer sa Klise: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice ulica Kisačke i Temerinske autobusi će saobraćati pravo Temerinskom ulicom, levo Partizanskom ulicom, skretati desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJA BROJ 15 \n\nSmer iz zone Sever: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati desno u Industrijsku ulicu, levo u Rumenačku ulicu, levo na Bulevar Jaše Tomića, desno na Bulevar oslobođenja i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice Bulevara oslobođenja i Bulevara Jaše Tomića autobusi će skretati levo na Bulevar Jaše Tomića, desno u Rumenačku ulicu, desno u Industrijsku ulicu (pored Merkura), levo na Sentandrejski put i dalje nastavljati redovnom trasom kretanja.\n\nLINIJA BROJ 16 \n\nSmer iz Pristanišne zone: Od raskrsnice ulica Put šajkaškog odreda i Temerinske autobusi će skretati levo u Temerinsku ulicu, desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Ž.stanice: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu do Partizanske ulice i dalje nastavljati redovnom trasom kretanja.\n\n LINIJA BROJ 17 \n\nSmer od Tržnog centra „BIG“: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu do Kisačke ulice i dalje nastavljati redovnom trasom kretanja.\n\nSmer iz Centra: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Ulicu Jovana Cvijića, levo u Temerinsku ulicu, levo u Partizansku ulicu, desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJA BROJ 35 \n\nSmer sa Čeneja: Od raskrsnice ulica Sentandrejski put i Partizanske autobusi će skretati levo u Partizansku ulicu, desno u Temerinsku ulicu, desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa Ž.stanice: Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu, levo u Partizansku ulicu, desno na Sentandrejski put i dalje nastavljati redovnom trasom kretanja. \n\nLINIJE BROJ 20, 31, 32 i 33 \n\nSmer iz mesta: Od raskrsnice ulica Temerinske i Partizanske autobusi će saobraćati pravo Temerinskom ulicom, skretati desno u Kisačku ulicu, levo na Bulevar Jaše Tomića i dalje nastavljati redovnom trasom kretanja.\n\nSmer sa MAS-a (Ž.stanice): Od raskrsnice Bulevara Jaše Tomića i Kisačke ulice autobusi će skretati desno u Kisačku ulicu, levo u Temerinsku ulicu do Partizanske ulice i i dalje nastavljati redovnom trasom kretanja.\n\nAUTOBUSI NA LINIJAMA BROJ 1, 15, 16, 17 I 20 NA IZMENJENOM DELU TRASE KORISTIĆE REDOVNA STAJALIŠTA DRUGIH LINIJA. LINIJE 1 I 17 NE KORISTE STAJALIŠTE U PARTIZANSKOJ ULICI, U ZONI RASKRSNICE PARTIZANSKA-TEMERINSKA U SMERU PREMA KLISI.\n\nAUTOBUSI NA LINIJAMA BROJ 31, 32 ,33 I 35 NA IZMENJENOM DELU TRASE, U SMERU IZ MESTA KORISTIĆE REDOVNA STAJALIŠTA NA RASKRSNICAMA TEMERINSKA-PARTIZANSKA, KISAČKA-TEMERINSKA I KISAČKA-JOVANA CVIJIĆA, A U SMERU OD Ž.STANICE KORISTIĆE REDOVNA STAJALIŠTA NA RASKRSNICAMA KISAČKA-BULEVAR JAŠE TOMIĆA I TEMERINSKA-KISAČKA."
            }
        ]
    },
    {
        "date": "06.09.2021",
        "title": "Linija 63 – Privremeno skraćenje trase",
        "sections": [
            {
                "text": "U skladu sa obaveštenjem Opštine Inđija o potpunoj rekonstrukciji puta Banstol - Čortanovci, od 6. septembra privremeno se skraćuje trasa linije 63 Novi Sad AS – Sremski Karlovci – Čortanovci."
            },
            {
                "text": "Autobusi JGSP „Novi Sad“ do završetka radova saobraćaće do Banstola, odnosno do zone raskrsnice za Čortanovce (stajalište ispred crvke). Polasci u smeru prema Novom Sadu saobraćaju po redu vožnje iz Čortanovaca sa stajališta ispred crkve u zoni raskrsnice Banstol prema Čortanovcima."
            },
            {
                "text": "Planirano je da radovi na rehabilitaciji puta traju 150 kalendarskih dana."
            }
        ]
    },
    {
        "date": "31.08.2021",
        "title": "Produženje linije 9А do nove bolnice na Mišeluku",
        "sections": [
            {
                "text": "Od 1. septembra 2021. godine produžava se trasa linije 9A (Novo naselje - Alibegovac), koja će saobraćati do nove KOVID bolnice na Mišeluku. \n\nKako bi se građanima i zaposlenima omogućio dolazak i odlazak do nove bolnice javnim prevozom, JGSP „Novi Sad“ je na ovoj liniji značajno povećao broj polazaka, tako da će radnim danima biti 58, subotom 46, a nedeljom 32 polaska."
            },
            {
                "text": "Putnici se o novom redu vožnje mogu informisati elektronski, putem sajta preduzeća:  (LINIJA 9, oznaka ALI), kao i na prodajnim mestima preduzeća."
            },
            {
                "text": "Trasa nove linije je sledeća:"
            },
            {
                "text": "Smer A - raskrsnica Bulevara Jovana Dučića i Ulice Dragoslava Srejovića, Bulevar Jovana Dučića, Bulevar Slobodana Jovanovića, Futoška ulica, Ulica cara Dušana, Bulevar cara Lazara, Stražilovska ulica, Ulica Žarka Zrenjanina, Bulevar Mihajla Pupina, Varadinski most, Beogradska ulica, Preradovićeva ulica, Ulica Račkog, Petlja „Mišeluk“ i okretnica na kružnom toku ispred bolnice na „Mišeluku“."
            },
            {
                "text": "Smer B - okretnica na kružnom toku ispred bolnice na „Mišeluku“, Petlja „Mišeluk“, Ulica Račkog, Preradovićeva ulica, Beogradska ulica, Varadinski most, Bulevar Mihajla Pupina, Ulica Žarka Zrenjanina, Stražilovska ulica, Bulevar cara Lazara, Ulica cara Dušana, Futoška ulica, Bulevar Slobodana Jovanovića, Bulevar Jovana Dučića i raskrsnica Bulevara Jovana Dučića i Ulice Dragoslava Srejovića."
            }
        ]
    },
    {
        "date": "31.08.2021",
        "title": "Od 1. septembra - Zimski red vožnje",
        "sections": [
            {
                "text": "Od 1. septembra autobusi JGSP „Novi Sad“ saobraćaće po novom redu vožnje, koji podrazumeva veći broj polazaka, usklađenih sa potrebama putnika u narednom periodu. Osim vremenskih korekcija polazaka, novina je produženje trase linije 9A do nove KOVID bolnice na Mišeluku."
            }
        ]
    },
    {
        "date": "20.08.2021",
        "title": "Linija 6 – Privremena izmena trase od 23.08.2021.",
        "sections": [
            {
                "text": "U skladu sa rešenjem Gradske uprave za saobraćaj i puteve, od 23. avgusta privremeno će biti izmenjena trasa autobuske linije broj 6."
            },
            {
                "text": "Zbog radova na izgradnji kablovskog voda u Ulici Feješ Klare i Subotičkoj ulici (od raskrsnice sa Ulicom Tihomira Ostojića do raskrsnice sa Bulevarom patrijarha Pavla), autobusi će saobraćati na sledeći način:"
            },
            {
                "text": "SMER A Podbara - Centar - Adice\n\nRaskrsnica Futoški put/Bulevar Evrope - Bulevar Evrope do kružnog toka - Bulevar patrijarha Pavla - Ulica Jožefa Atile – (desno) Ulica Ćirila i Metodija do raskrsnice sa Ulicom Feješ Klare - redovna trasa kretanja."
            },
            {
                "text": "SMER B Adice - Centar - Podbara\n\nRaskrsnica Ćirila i Metodija/Feješ Klare – (pravo) Ulica Ćirila i Metodija - Ulica Jožefa Atile – (desno) Bulevar patrijarha Pavla do kružnog toka - Bulevar Evrope – (desno) Futoški put - redovna trasa kretanja."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se autobuska stajališta drugih linija i privremeno stajalište u ulici Ćirila i Metodija 51."
            }
        ]
    }
]
