[
    {
        "date": "5. april 2024.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gabrovac, Vukmanovo i Berbatovo",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na kanalizacionoj mreži počev od 8.aprila 2024. godine i organizacije radova koja podrazumeva potpunu obustavu saobraćaja u ulici Pobede u Gabrovcu, na deonici od ulice Nišavske do ulice Vukmanovske, vrši se reorganizacija prigradskih linija u navedenom periodu, radnim danom i subotom (subotom uz prethodnu  najavu radova) od 08.00 do 16.00 časova uz uvođenje dve lokalne linije sa presedanjem.\nPrva lokalna linija saobraća redovnom trasom od Prigradske autobuske stanice Niš do zone potpune obustave saobraćaja - Nišavske ulice u Gabrovcu, gde se vrši okretanje autobusa.  Druga lokalna linija saobraća na delu Gabrovac-Vukmanovo-Berbatovo-Gabrovac (kružna linija). Zonu izvođenja radova putnici prelaze pešačenjem.\nZa sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "3. april 2024.",
        "title": "JAVNI OGLAS ZA PRIKUPLjANjE PISMENIH PONUDA RADI OTUĐENjA RASHODOVANIH SREDSTAVA - OPASAN OTPAD IZ JAVNE SVOJINE JKP DIREKCIJA ZA JAVNI PREVOZ GRADA NIŠA NIŠ",
        "sections": [
            {
                "text": "** U tekstu ispod se nalazi samo deo Javnog oglasa, a celokupan dokument se može preuzeti ovde."
            },
            {
                "text": "Ha osnovu člana 33. stav 2. Zakona o javnoj svojini („Sl. glasnik PC”, br.72/11, 88/13, 105/14, 104/16-dr zakon,108/16,113/17,95/18 i 153/20), i Odluke o imenovanju Komisije za sprovođenja postupka otuđenja rashodovanih sredstava br. 403/24 od 23.02.2024. godine, Komisija za sprovođenja postupka otuđenja rashodovanih sredstava, dana 02.04.2024. godine objavljuje"
            },
            {
                "text": "JAVNI OGLAS\nZA PRIKUPLjANjE PISMENIH PONUDA RADI OTUĐENjA RASHODOVANIH SREDSTAVA - OPASAN OTPAD IZ JAVNE SVOJINE JKP DIREKCIJA ZA JAVNI PREVOZ GRADA NIŠA NIŠ"
            },
            {
                "text": "I PREDMET OTUĐENjA"
            },
            {
                "text": "Predmet otuđenja su:\nRashodovana sredstva (vozila) - opasan otpad u vlasništvu JKP Direkcija za javni prevoz Grada Niša Niš, u postupku prikupljanja pismenih ponuda putem javnog oglašavanja. Vozila se prodaju kao otpad na osnovu rashoda i izveštaja o ispitivanju vozila br:02-567-111/1 od 27.03.2024.godine Instituta za zaštitu na radu A.D."
            },
            {
                "text": "Celokupan dokument Javnog oglasa može se preuzeti ovde."
            },
            {
                "text": "Obrazac Prijave za učešće na javnom oglasu i izjava o prihvatanju uslova može se preuzeti ovde."
            },
            {
                "text": "Obrazac Izjave može se preuzeti ovde."
            }
        ]
    },
    {
        "date": "23. mart 2024.",
        "title": "Privremena izmena režima saobraćaja 24.03.2024. godine u ulicama Bulevar Medijana i Vizantijski bulevar",
        "sections": [
            {
                "text": "Povodom održavanja manifestacije Otkrivanja i osvećenja spomen-ploče Kosovskim junacima, kod hrama Svetog Vasilija Ostroškog, na Bulevaru Medijana, u Nišu, dana 24.03.2024. godine, u periodu od 12:00 do 16:00 časova, izvršiće se privremena izmena režima javnog saobraćaja na sledeći način:"
            }
        ]
    },
    {
        "date": "7. mart 2024.",
        "title": "Privremena izmena trasa linija javnog prevoza - Koncert grupe “RIBLjA ČORBA“",
        "sections": [
            {
                "text": "Zbog organizacije koncerta grupe “RIBLjA ČORBA“ na Trgu kralja Milana, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 19:00 časova dana 08.03.2024. godine do 02:00 časa dana 09.03.2024. godine. Trase linija javnog prevoza u navedenom periodu biće preusmerene na sledeći način:"
            },
            {
                "text": "Prigradske linije broj 14, 14A, 15, 16, 17, 17L u smeru ka prigradskoj autobuskoj stanici biće preusmerene ulicama Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 u smeru ka prigradskoj autobuskoj stanici, od raskrsnice „Sud“ biće preusmerene ulicama Stefana Prvovenčanog, Most Mladosti, Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. U odlasku sa autobuske stanice ka prigradskim naseljima prigradske linije broj 14, 14A, 15, 16, 17, 17L biće preusmerene ulicama: Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle do raskrsnice sa Pantelejskom i nadalje redovnom trasom.  Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 biće  preusmerene ulicama Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle, Most mladosti, Stefana Prvovenčanog do raskrsnice „Sud“ i nadalje redovnom trasom."
            }
        ]
    },
    {
        "date": "7. mart 2024.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Zadušnice",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 08.03.2024.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje koja će u periodu od 09:00 do 15:00 časova saobraćati sa 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 08.03.2024. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 09.03.2024. godine biće otvorena vanredna linija 8L Trg Kralja Aleksandra - Novo Groblje koja će u periodu od 07:00 do 15:00 časova saobraćati sa 4 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            },
            {
                "text": "Red vožnje za subotu 09.03.2024. godine za vanrednu liniju 8L možete pogledati ovde ."
            }
        ]
    },
    {
        "date": "4. mart 2024.",
        "title": "PREUZIMANjE NOVE APLIKACIJE NiCard",
        "sections": [
            {
                "text": "Poštovani korisnici javnog prevoza, u proteklih nekoliko dana izvršena je dorada određenih funkcionalnosti aplikacije NiCard."
            },
            {
                "text": "Kako bi aplikacija funkcionisala ispravno, potrebno je da svi korisnici koji koriste aplikaciju NiCard odrade ažuriranje iste. Ažuriranje se može izvršiti nakon pretrage aplikacije NiCard na play store-u/app store, klikom na ,,Ažuriraj’’."
            },
            {
                "text": "Nakon otvaranja aplikacije, prikazuju se stajališta u blizini korisnika, sa autobusima koji su na liniji i koji tu prolaze. Odabirom željenog stajališta, osim preostalog vremena do dolaska autobusa na stajalište sistem prikazuje i broj preostalih stajališta."
            },
            {
                "text": "Ukoliko se pak korisnik nalazi na početnom stajalištu, gde još uvek nema prijavljenih vozila, korisnik se putem linkova prikazanih u delu ’’ostalo’’ direktno šalje na sajt JKP Direkcije za javni prevoz grada Niša, gde vrši uvid u važeći red vožnje."
            },
            {
                "text": "Korisnicima je osim navedenih novina ponuđeno i da odaberu osvetljenje ekrana, u delu podešavanja aplikacije, klikom na ’’Tema’’, gde se vrši odabir tamnog odnosno svetlog pozadinskog osvetljenja."
            }
        ]
    }
]