[
    {
        "date": "11. decembra 2023.",
        "title": "Izmena režima saobraćanja na liniji br.23K Niš-Vukmanovo-Berbatovo-Niš",
        "sections": [
            {
                "text": "Zbog izvođenja radova u Gabrovcu dolazi do potpune obustave saobraćaja u ulici Vukmanovskoj u Gabrovcu na deonici od raskrsnice sa ulicom Pobede do raskrsnice sa ulicom Prvomajskom, radnim danima i subotom u vremenu od 08:00 do 16:15 časova. Izmena režima saobraćaja važi za period od 11.12.2023.godine do 31.12.2023.godine."
            },
            {
                "text": "U vreme trajanja potpune obustave saobraćaja polasci na kružnoj liniji broj 23K Niš-Vukmanovo-Brtbatovo-Niš saobraćaće izmenjenom trasom preko Gabrovac manastira - Berbatova do Vukmanova (škola) i u povratku istom trasom."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnim centru JKP Direkcije za javni prevoz."
            }
        ]
    },
    {
        "date": "5. decembra 2023.",
        "title": "Produženje linije broj 5 Železnička stanica-Bulevar Sv.Pantelejmona",
        "sections": [
            {
                "text": "Od srede  06.12.2023. godine linija broj 5 Železnička stanica-Bulevar Svetog Pantelejmona produžava se do raskrsnice sa Matajevačkim putem."
            },
            {
                "text": "Na produženom delu trase uvode se dva nova stajališta, u svakom smeru, i to : Žarka Zrenjanina i Matejevački put-kružna raskrsnica (početno/poslednje stajalište)."
            },
            {
                "text": "Postojeće stajalište Despota Đurđa u smeru ka Matejevačkom putu se izmešta na novu poziciju i nalazi se nakon raskrsnice sa ulicom Despota Đurđa."
            },
            {
                "text": "Novi red vožnje za liniju broj 5 Železnička stanica-Bulevar Svetog Pantelejmona možete pogledati OVDE."
            }
        ]
    },
    {
        "date": "5. decembra 2023.",
        "title": "Izmena reda vožnje od 06.12.2023. godine na Liniji 33 Niš - Sečanica",
        "sections": [
            {
                "text": "Od 06.12.2023.godine vrši se izmena trase na pojedinim polascima na liniji br.33 Niš-Sečenica i to:"
            },
            {
                "text": "Polazak u 19:10 iz Niša (radnim danom) saobraća redovnom trasom do stajališta Dudulajce raskrsnica, nakon toga menja trasu i saobraća preko Selišta do Sečanice i produžava do Supovca. Povratak za Niš se realizuje iz Supovca u 20:05 preko Sečanice redovnom trasom."
            },
            {
                "text": "Poslednji polasci iz Niša radnim danima, subotom i nedeljom saobraćaju redovnom trasom do Sečanica, a nakon toga produženi su do Supovca."
            },
            {
                "text": "Novi red vožnje za liniju broj 33 Niš-Sečanica možete pogledati ovde."
            }
        ]
    },
    {
        "date": "9. novembra 2023.",
        "title": "Nedeljni red vožnje - „Dan primirja u Prvom svetskom ratu“",
        "sections": [
            {
                "text": "Zbog praznovanja državnog praznika „Dan primirja u Prvom svetskom ratu“, dana 11. novembra 2023. godine (subota), na svim linijama javnog gradskog i prigradskog prevoza putnika primenjivaće se nedeljni red vožnje."
            }
        ]
    },
    {
        "date": "3. novembra 2023.",
        "title": "Izmena reda vožnje na liniji 39 PAS Niš-Supovac-Sečanica",
        "sections": [
            {
                "text": "Od ponedeljka 06. novembra 2023. god. vrši se izmena reda vožnje na liniji 39 PAS Niš-Supovac-Sečanica."
            },
            {
                "text": "Novi red vožnje glasi:"
            },
            {
                "text": "JKP Direkcija za javni prevoz grada Niša"
            }
        ]
    },
    {
        "date": "2. novembra 2023.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Zadušnice",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 03.11.2023.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje koja će u periodu od 09:00 do 15:00 časova saobraćati sa 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 03.11.2023. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 04.11.2023. godine biće otvorena vanredna linija 8L Trg Kralja Aleksandra - Novo Groblje koja će u periodu od 07:00 do 15:00 časova saobraćati sa 4 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            },
            {
                "text": "Red vožnje za subotu 04.11.2023. godine za vanrednu liniju 8L možete pogledati ovde ."
            }
        ]
    }
]