[
    {
        "date": "19. januar 2024.",
        "title": "Zimski red vožnje na snazi od 22.01.2024. godine",
        "sections": [
            {
                "text": "Od ponedeljka 22.01.2024. godine na svim linijama javnog gradskog i prigradskog prevoza putnika primenjivaće se zimski red vožnje."
            },
            {
                "text": "Sve polaske planirane zimskim redom vožnje možete pogledati ovde."
            }
        ]
    },
    {
        "date": "5. januar 2024.",
        "title": "Režim rada javnog prevoza za ponedeljak 08. januar 2024. godine",
        "sections": [
            {
                "text": "U skladu sa Zaključkom Vlade Republike Srbije, u ponedeljak 8. januara 2024. godine primenjivaće se nedeljni red vožnje na svim linijama javnog prevoza u Nišu."
            },
            {
                "text": "Za ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "5. januar 2024.",
        "title": "Režim linija javnog prevoza za Badnji dan",
        "sections": [
            {
                "text": "U skladu sa nastupajućim praznikom Badnjim danom i praksom iz prethodnih godina u subotu 06. januara 2024. godine vršiće se sukcesivno isključivanje autobusa sa svih gradskih i prigradskih linija u periodu od 20:00 do 22:00 prema važećem redu vožnje sa subotu."
            },
            {
                "text": "Raspored isključenja vozila za subotu 06. januar 2024. godine možete pogledati ovde."
            },
            {
                "text": "Za više informacija možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "29. decembar 2023.",
        "title": "Režim rada javnog prevoza za nastupajuće praznike",
        "sections": [
            {
                "text": "Za nastupajuće novogodišnje i božićne praznike 1.,2., i 7. januara 2024. godine primenjivaće se nedeljni red vožnje na svim linijama javnog prevoza u Nišu."
            },
            {
                "text": "U periodu zimskog raspusta od 3. do 21. januara primenjivaće se redukovani (letnji) red vožnje na svim linijama javnog gradskog i prigradskog prevoza u Nišu."
            },
            {
                "text": "U nedelju  31.12.2023. godine, u periodu od 20:00-22:00 časa vršiće se sukscesivno isključivanje autobusa na svim linijama javnog prevoza."
            },
            {
                "text": "Za više informacija možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem sajta http://jgpnis.rs/"
            },
            {
                "text": "Raspored isključenja vozila 31.12.2023.god. (nedelja) možete pogledati ovde."
            },
            {
                "text": "Zimski red vožnje u primeni je od 22.01.2024.godine"
            }
        ]
    },
    {
        "date": "28. decembar 2023.",
        "title": "PRIVREMENA IZMENA TRASA LINIJA ZA 30. i 31.12.2023.",
        "sections": [
            {
                "text": "Zbog organizacije koncerta grupe “RIBLjA ČORBA“ na Trgu kralja Milana, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 20:00 dana 30.12.2023. godine do 05:00 dana 31.12.2023. godine."
            },
            {
                "text": "Zbog održavanja dočeka Nove godine na Trgu kralja Milana, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 20:00 dana 31.12.2023. godine do 05:00 dana 1.01.2024. godine."
            },
            {
                "text": "Trase linija gradskog prevoza u navedenom periodu preusmeravaju se na sledeći način:"
            },
            {
                "text": "Trase linija prigradskog prevoza u navedenom periodu preusmeravaju se na sledeći način:"
            },
            {
                "text": "Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 u smeru ka prigradskoj autobuskoj stanici, od raskrsnice „Sud“ preusmeravaju se ulicama: Stefana Prvovenčanog, Most mladosti, Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar."
            }
        ]
    },
    {
        "date": "11. decembar 2023.",
        "title": "Izmena režima saobraćanja na liniji br.23K Niš-Vukmanovo-Berbatovo-Niš",
        "sections": [
            {
                "text": "Zbog izvođenja radova u Gabrovcu dolazi do potpune obustave saobraćaja u ulici Vukmanovskoj u Gabrovcu na deonici od raskrsnice sa ulicom Pobede do raskrsnice sa ulicom Prvomajskom, radnim danima i subotom u vremenu od 08:00 do 16:15 časova. Izmena režima saobraćaja važi za period od 11.12.2023.godine do 31.12.2023.godine."
            },
            {
                "text": "U vreme trajanja potpune obustave saobraćaja polasci na kružnoj liniji broj 23K Niš-Vukmanovo-Brtbatovo-Niš saobraćaće izmenjenom trasom preko Gabrovac manastira - Berbatova do Vukmanova (škola) i u povratku istom trasom."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnim centru JKP Direkcije za javni prevoz."
            }
        ]
    }
]