[
    {
        "date": "17. april 2025.",
        "title": "Normalizacija saobraćaja na linijama broj 5, 14 i 14A",
        "sections": [
            {
                "text": "Od petka 18.04.2025.godine trase linija javnog prevoza broj 5, 14 i 14A saobraćaju redovnim trasama."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "17. april 2025.",
        "title": "Radno vreme prodajnih mesta tokom praznika",
        "sections": [
            {
                "text": "Tokom praznika Uskrs, prodajna mesta JKP Direkcije za javni prevoz Grada Niša radiće po sledećem rasporedu:"
            }
        ]
    },
    {
        "date": "15. april 2025.",
        "title": "Izmena trase linija 34A i 34B za sredu 16.04.2025.godine",
        "sections": [
            {
                "text": "Dana 16.04.2025.godine (sreda) zbog radova na vodovodnoj mreži, na raskrsnici ulica Vojvode Gojka i Episkopske (Palilulska pijaca), dolazi do delimične imene trase polazaka gradskih linija 34A i 34B.\nPolasci na ovim linijama u periodu od 08:00 do 15:00 časova saobraćaće ulicom Stanoja Bunuševca u oba smera (umesto ulicom Vojvode Gojka i Episkopske).\nZa sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "14. april 2025.",
        "title": "Obaveštenje o izmeni trase linije broj 31 Niš-Hum",
        "sections": [
            {
                "text": "Zbog izvođenja radova na kanalizacionoj mreži u naselju Hum , planirana je potpuna obustava saobraćaja na delu ulice Danila Price, od raskrsnice sa ulicom Pobede do raskrsnice sa ulicom Stevana Sinđelića."
            },
            {
                "text": "U skladu sa navedenim, trasa prigradske linije javnog prevoza broj   31 (PAS Niš-Hum), u periodu od 15.04.2025. do 01.05.2025. godine, saobraća  skraćeno do ambulante u naselju Hum."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "14. april 2025.",
        "title": "Obaveštenje o režimu rada saobraćaja na teritoriji Grada Niša za Uskršnje praznike",
        "sections": [
            {
                "text": "Zbog predstojećeg školskog raspusta i Uskršnjih praznika doći će do izmene režima rada gradskog i prigradskog saobraćaja na teritoriji Grada Niša i to:"
            },
            {
                "text": "• Sreda 16.04.2025.godine i četvrtak i 17.04.2025.godine na svim linijama javnog gradskog i prigradskog prevoza putnika biće u primeni tzv. letnji red vožnje."
            },
            {
                "text": "• Od petka 18.04.2025.godine do ponedeljka 21.04.2025.godine u primeni je nedeljni red vožnje."
            },
            {
                "text": "• Od utorka 22.04.2025.godine primenjuje se tzv.zimski red vožnje (radni dan)."
            }
        ]
    },
    {
        "date": "3. april 2025.",
        "title": "Privremena izmena trasa linija broj 5, 14 i 14A",
        "sections": [
            {
                "text": "U skladu sa zahtevom JP Direkcija za izgradnju grada Niša vrši se potpuna obustava saobraćaja na delu ulice Kosovke devojke, kod raskrsnice sa ulicom Pantelejska, u periodu od 04.04.2025. godine do 10.04.2025. godine, zbog rehabilitacije kolovoza."
            },
            {
                "text": "U skladu sa navedenim, trase linija javnog prevoza broj 5, 14 i 14A privremeno se menjaju na sledeći način:"
            },
            {
                "text": "Na liniji broj 5 Železnička stanica-Bulevar sv. Pantelejmona, umesto ulicom Kosovke devojke, vozila se preusmeravaju, u smeru ka naselju Pantelej - Pantelejskom, Knjaževačkom, Studeničkom do kružne raskrsnice sa Bulevarom Sv. Pantelejmona, zatim ulevo Bulevarom Sv. Pantelejmona do kružne raskrsnice sa ulicom Vase Pelagića, nadalje nazad do kružne raskrsnice sa ulicom Studenička i na dalje redovnom trasom (u oba smera). U navedenom periodu privremeno se ukidaju stajališta “Sv. Pantelejmon“ i “MK Branko Mišić-Kamenko“. Stajalište “Vase Pelagića“(smer ka centru) koristiće se za prijem i otpremu putnika u oba smera."
            },
            {
                "text": "Na linijama broj 14 PAS Niš - Vinik - Kamenica - Brenica i 14A PAS Niš - Cerje, umesto ul. Kosovke devojke, vozila se preusmeravaju Pantelejskom, Knjaževačkom, Studeničkom, Gornjomatejevačkom (u povratku Bulevarom Sv. Pantelejmona) i nadalje redovnim trasama. U navedenom periodu privremeno se ukida stajalište “MK Branko Mišić-Kamenko“."
            },
            {
                "text": "Na izmenjenom delu trase svih linija koriste se postojeća stajališta na zahtev putnika."
            }
        ]
    }
]