[
    {
        "date": "7. novembar 2024.",
        "title": "Obaveštenje o režimu rada vozila javnog prevoza za „Dan primirja u Prvom svetskom ratu“ - 11.11.2024.godine",
        "sections": [
            {
                "text": "Zbog neradnog praznovanja državnog praznika Dana primirja u Prvom svetskom ratu, 11.11.2024. godine ( ponedeljak ), na svim linijama javnog gradskog i prigradskog prevoza putnika primenjivaće se nedeljni red vožnje."
            }
        ]
    },
    {
        "date": "5. novembar 2024.",
        "title": "Normalizacija saobraćaja na linijama 23K Niš-Vukmanovo-Berbatovo-Niš i 22 Niš-Vukmanovo",
        "sections": [
            {
                "text": "Nakon završetka radova u ulici Vukmanovskoj u Vukmanovu od srede 6.11.2024.godine linije prigradskog saobraćaja broj 23K Niš-Vukmanovo-Berbatovo-Niš i 22Niš-Vukmanovo saobraćaju redovnim trasom."
            }
        ]
    },
    {
        "date": "30. oktobar 2024.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Zadušnice",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 1.11.2024.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje koja će u periodu od 09:00 do 15:00 časova saobraćati sa 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 1.11.2024. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 2.11.2024. godine biće otvorena vanredna linija 8L Trg Kralja Aleksandra - Novo Groblje koja će u periodu od 07:00 do 15:00 časova saobraćati sa 4 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            },
            {
                "text": "Red vožnje za subotu 2.11.2024. godine za vanrednu liniju 8L možete pogledati ovde ."
            }
        ]
    },
    {
        "date": "29. oktobar 2024.",
        "title": "Normalizacija saobraćaja na linijama 27A Niš-Trupale i 28 Niš-Vrtište",
        "sections": [
            {
                "text": "Nakon završetka radova na rehabilitaciji kolovoza u ulici Mileta Đurđanovića i Cara Lazara u naselju Popovac od srede 30.10.2024.godine linije prigradskog prevoza broj 27A PAS Niš-Trupale i 28 PAS Niš-Vrtište saobraćaju redovnim trasom."
            }
        ]
    },
    {
        "date": "24. oktobar 2024.",
        "title": "Izmena reda vožnje na liniji 29 Niš - Toponica - Mezgraja - Gornja Trnava",
        "sections": [
            {
                "text": "Od ponedeljka 28. oktobra 2024. godine vrši se izmena reda vožnje na liniji 29 Niš - Toponica - Mezgraja - Gornja Trnava za radni dan:"
            },
            {
                "text": "Novi red vožnje glasi:"
            },
            {
                "text": "Niš-Toponica-Mezgraja-G.Trnava"
            }
        ]
    },
    {
        "date": "16. oktobar 2024.",
        "title": "Izmena režima javnog prevoza na linijama za Hum i Leskovik",
        "sections": [
            {
                "text": "Zbog izvođenja radova na kanalizacionoj mreži u naselju Hum, vrši se potpuna obustava saobraćaja od srede 16.10.2024. god. u ulici Pobede."
            },
            {
                "text": "Polasci na liniji 30 Niš-Leskovik u periodu izvođenja radova saobraćaju u oba smera izmenjenom trasom na deonici od Gornjeg Komrena do ulaska u selo Rujnik."
            },
            {
                "text": "Polazak na liniji 30 Niš-Leskovik u 23:35 saobraća do naselja Hum, zatim povratnom trasom do Gornjeg Komrena, Sjeničkom ulicom  ka alternativnom putu i dalje za Rujnik i Leskovik"
            },
            {
                "text": "Na liniji 31 Niš-Hum primenjivaće se novi red vožnje za radni dan i subotu."
            }
        ]
    }
]