[
    {
        "date": "29. decembar 2023.",
        "title": "Režim rada javnog prevoza za nastupajuće praznike",
        "sections": [
            {
                "text": "Za nastupajuće novogodišnje i božićne praznike 1.,2., i 7. januara 2024. godine primenjivaće se nedeljni red vožnje na svim linijama javnog prevoza u Nišu."
            },
            {
                "text": "U periodu zimskog raspusta od 3. do 21. januara primenjivaće se redukovani (letnji) red vožnje na svim linijama javnog gradskog i prigradskog prevoza u Nišu."
            },
            {
                "text": "U nedelju  31.12.2023. godine, u periodu od 20:00-22:00 časa vršiće se sukscesivno isključivanje autobusa na svim linijama javnog prevoza."
            },
            {
                "text": "Za više informacija možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem sajta http://jgpnis.rs/"
            },
            {
                "text": "Raspored isključenja vozila 31.12.2023.god. (nedelja) možete pogledati ovde."
            },
            {
                "text": "Zimski red vožnje u primeni je od 22.01.2024.godine"
            }
        ]
    },
    {
        "date": "28. decembar 2023.",
        "title": "PRIVREMENA IZMENA TRASA LINIJA ZA 30. i 31.12.2023.",
        "sections": [
            {
                "text": "Zbog organizacije koncerta grupe “RIBLjA ČORBA“ na Trgu kralja Milana, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 20:00 dana 30.12.2023. godine do 05:00 dana 31.12.2023. godine."
            },
            {
                "text": "Zbog održavanja dočeka Nove godine na Trgu kralja Milana, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 20:00 dana 31.12.2023. godine do 05:00 dana 1.01.2024. godine."
            },
            {
                "text": "Trase linija gradskog prevoza u navedenom periodu preusmeravaju se na sledeći način:"
            },
            {
                "text": "Trase linija prigradskog prevoza u navedenom periodu preusmeravaju se na sledeći način:"
            },
            {
                "text": "Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 u smeru ka prigradskoj autobuskoj stanici, od raskrsnice „Sud“ preusmeravaju se ulicama: Stefana Prvovenčanog, Most mladosti, Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar."
            }
        ]
    },
    {
        "date": "11. decembar 2023.",
        "title": "Izmena režima saobraćanja na liniji br.23K Niš-Vukmanovo-Berbatovo-Niš",
        "sections": [
            {
                "text": "Zbog izvođenja radova u Gabrovcu dolazi do potpune obustave saobraćaja u ulici Vukmanovskoj u Gabrovcu na deonici od raskrsnice sa ulicom Pobede do raskrsnice sa ulicom Prvomajskom, radnim danima i subotom u vremenu od 08:00 do 16:15 časova. Izmena režima saobraćaja važi za period od 11.12.2023.godine do 31.12.2023.godine."
            },
            {
                "text": "U vreme trajanja potpune obustave saobraćaja polasci na kružnoj liniji broj 23K Niš-Vukmanovo-Brtbatovo-Niš saobraćaće izmenjenom trasom preko Gabrovac manastira - Berbatova do Vukmanova (škola) i u povratku istom trasom."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnim centru JKP Direkcije za javni prevoz."
            }
        ]
    },
    {
        "date": "5. decembar 2023.",
        "title": "Produženje linije broj 5 Železnička stanica-Bulevar Sv.Pantelejmona",
        "sections": [
            {
                "text": "Od srede  06.12.2023. godine linija broj 5 Železnička stanica-Bulevar Svetog Pantelejmona produžava se do raskrsnice sa Matajevačkim putem."
            },
            {
                "text": "Na produženom delu trase uvode se dva nova stajališta, u svakom smeru, i to : Žarka Zrenjanina i Matejevački put-kružna raskrsnica (početno/poslednje stajalište)."
            },
            {
                "text": "Postojeće stajalište Despota Đurđa u smeru ka Matejevačkom putu se izmešta na novu poziciju i nalazi se nakon raskrsnice sa ulicom Despota Đurđa."
            },
            {
                "text": "Novi red vožnje za liniju broj 5 Železnička stanica-Bulevar Svetog Pantelejmona možete pogledati OVDE."
            }
        ]
    },
    {
        "date": "5. decembar 2023.",
        "title": "Izmena reda vožnje od 06.12.2023. godine na Liniji 33 Niš - Sečanica",
        "sections": [
            {
                "text": "Od 06.12.2023.godine vrši se izmena trase na pojedinim polascima na liniji br.33 Niš-Sečenica i to:"
            },
            {
                "text": "Polazak u 19:10 iz Niša (radnim danom) saobraća redovnom trasom do stajališta Dudulajce raskrsnica, nakon toga menja trasu i saobraća preko Selišta do Sečanice i produžava do Supovca. Povratak za Niš se realizuje iz Supovca u 20:05 preko Sečanice redovnom trasom."
            },
            {
                "text": "Poslednji polasci iz Niša radnim danima, subotom i nedeljom saobraćaju redovnom trasom do Sečanica, a nakon toga produženi su do Supovca."
            },
            {
                "text": "Novi red vožnje za liniju broj 33 Niš-Sečanica možete pogledati ovde."
            }
        ]
    },
    {
        "date": "9. novembar 2023.",
        "title": "Nedeljni red vožnje - „Dan primirja u Prvom svetskom ratu“",
        "sections": [
            {
                "text": "Zbog praznovanja državnog praznika „Dan primirja u Prvom svetskom ratu“, dana 11. novembra 2023. godine (subota), na svim linijama javnog gradskog i prigradskog prevoza putnika primenjivaće se nedeljni red vožnje."
            }
        ]
    }
]