[
    {
        "date": "8. septembra 2023.",
        "title": "Izmena trase linije 23L Niš-Gabrovac i 23K Niš-Vukmanovo-Bertbatovo-Niš u subotu 09.09.2023. godine",
        "sections": [
            {
                "text": "Zbog sanacije vodovodne mreže u naselju Gabrovac, od strane izvođača radova firme„Poslovnost Niš“, doći će do potpune obustave saobraćaja u subotu 09.09.2023. godine u periodu od 08:00 do 16:15 časova, na delu trase od naselja Gabrovac do manastira u Gabrovcu."
            },
            {
                "text": "U vreme trajanja potpune obustave saobraćaja polasci na kružnoj liniji broj 23K Niš-Vukmanovo-Brtbatovo-Niš saobraćaće do Berbatova (trafo), dok će polasci na liniji broj 23L Niš-Gabrovac saobraćati do stajališta Gabrovac (česma)."
            }
        ]
    },
    {
        "date": "7. septembra 2023.",
        "title": "Izmena režima saobraćaja zbog održavanja trke „Business Run 2023“",
        "sections": [
            {
                "text": "Zbog održavanja trke „SERBIA BUSINESS RUN“  na teritoriji Opštine Crveni Krst, u četvrtak 7.09.2023.godine u periodu od 17:00 do 20:00 doći će do izmene režima saobraćaja na linijama gradskog i prigradskog saobraćaja i to:"
            }
        ]
    },
    {
        "date": "6. septembra 2023.",
        "title": "Obaveštenje o izvođenju radova - izmena režima saobraćaja",
        "sections": [
            {
                "text": "Zbog izvođenja radova na kanalizacionoj mreži u ulicama u naselju Gabrovac, dolazi do potpune obustave saobraćaja u ulici Pobede u Gabrovcu na deonici od raskrsnice sa ulicom Prvomajska do Manastira Sv.Trojica, radnim danom u vremenu od 08:00 do 13:30 , zatim od 14:00 do 16:15 i od 16:45 do 18:00 časova."
            },
            {
                "text": "U vreme trajanja potpune obustave saobraćaja polasci na kružnoj liniji broj 23K Niš-Vukmanovo-Brtbatovo-Niš saobraćaće do Berbatova (trafo), dok će polasci na liniji broj 23L Niš-Gabrovac saobraćati do stajališta Gabrovac (česma)."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnim centru JKP Direkcije za javni prevoz."
            }
        ]
    },
    {
        "date": "30. avgusta 2023.",
        "title": "Zimski red vožnje od petka 01.09.2023. godine",
        "sections": [
            {
                "text": "Od petka, 01.09.2023. godine na svim linijama javnog gradskog i prigradskog prevoza putnika na teritoriji Grada Niša primenjivaće se ”zimski” red vožnje."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz."
            },
            {
                "text": "Red vožnje možete videti od petka 01.09.2023. godine na Sajtu Direkcije za javni prevoz Grada  http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "26. avgusta 2023.",
        "title": "Privremena izmena trasa linija javnog prevoza",
        "sections": [
            {
                "text": "U skladu sa zahtevom Niškog kulturnog centra za obezbeđenje defilea učesnika filmskih susreta od Oficirskog doma do lete pozornice u Tvrđavi, vrši se potpuna obustava saobraćaja u ulicama Kej Mike Paligorića i Jadranskoj dana 26.8.2023. godine u periodu od 19:30 do 20:30. Trase linija javnog prigradskog prevoza broj 14, 14A, 15, 16, 17 i 171 na sledeći nač"
            },
            {
                "text": "- u smeru ka prigradskoj autobuskoj stanici nakon ulice Pantelejska ulica Kralja Stefana Prvovenčanog, Vožda Karađorđa, Generala Milojka Lešjanina, Kiege Ljubica, Bulevar 12. februar."
            }
        ]
    },
    {
        "date": "24. avgusta 2023.",
        "title": "Normalizacija autobuskog saobraćaja na trasi Vukmanovo-Berbatovo-Gabrovac",
        "sections": [
            {
                "text": "Počev od četvrtka 24.08.2023. godine normalizovan je autobuski saobraćaj na trasi Vukmanovo - Berbatovo - Gabrovac."
            }
        ]
    }
]