[
    {
        "date": "10. maj 2024.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Pobusani ponedeljak",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Pobusani ponedeljak“ i povećanih zahteva za prevozom ka Novom Groblju, u ponedeljak 13.05.2024.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje koja će u periodu od 09:00 do 15:00 časova saobraćati sa 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za ponedeljak 13.5.2024. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            }
        ]
    },
    {
        "date": "26. april 2024.",
        "title": "LETNjI RED VOŽNjE 29. I 30. APRILA, NEDELjNI RED VOŽNjE ZA VASKRS I PRVI MAJ",
        "sections": [
            {
                "text": "Za vreme  školskog raspusta 29. i 30.aprila 2024.godine (ponedeljak i utorak) na svim linijama u javnom gradskom i prigradskom prevozu u Nišu primenjivaće se redukovani ( letnji ) red vožnje."
            },
            {
                "text": "Tokom nastupajućeg državnog praznika Prvog maja u sredu i četvrtak ( 1. i 2.5.2024.godine) kao i tokom nastupajućeg verskog praznika Vaskrsa u petak, subotu, nedelju i ponedeljak (3, 4, 5 i 6.5.2024.godine) na svim linijama u javnom gradskom i prigradskom prevozu u Nišu primenjivaće se nedeljni red vožnje."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "23. april 2024.",
        "title": "Počinje prodaja legitimacija za besplatan prevoz lica sa navršenih 65 godina života",
        "sections": [
            {
                "text": "Prodaja legitimacija za besplatan prevoz lica sa navršenih 65 godina života i prebivalištem na teritoriji Grada Niša, počevši od 25.04.2024. godine, vršiće se na sledećim mestima:"
            },
            {
                "text": "Radnim danima od 07 do 20 časova i subotom od 08 do 15 časova."
            },
            {
                "text": "Radnim danima od 07:30 do 15:30"
            },
            {
                "text": "Tokom predstojećih praznika radiće prodajna mesta u TPC Ambasador i na Prigradskoj autobuskoj stanici po sledećem rasporedu:"
            },
            {
                "text": "01.05.- neradan dan"
            },
            {
                "text": "02.05. radno vreme od 08 do 15 časova"
            },
            {
                "text": "03.05. neradan dan"
            },
            {
                "text": "04.05. radno vreme od 08 do 15 časova"
            },
            {
                "text": "06.05. radno vreme od 08 do 15 časova"
            }
        ]
    },
    {
        "date": "23. april 2024.",
        "title": "Izmena režima javnog prevoza na linijama za Hum i Leskovik",
        "sections": [
            {
                "text": "Zbog izvođenja radova na kanalizacionoj mreži u naselju Hum, vrši se potpuna obustava saobraćaja od srede 24.04.2024. god. u ulici Pobede od raskrsnice sa ul. Svete Stojanovića prema Rujniku u dužini od 300 metara radnim danima i subotom od 07:30 do 17:30."
            },
            {
                "text": "Polasci na liniji 30 Niš-Leskovik u periodu izvođenja radova saobraćaju u oba smera izmenjenom trasom na deonici od Gornjeg Komrena do ulaska u selo Rujnik."
            },
            {
                "text": "Na liniji 31 Niš-Hum primenjivaće se novi red vožnje za radni dan i subotu."
            },
            {
                "text": "Red vožnje za liniju 30 Niš-Leskovik:"
            },
            {
                "text": "Niš-Leskovik"
            },
            {
                "text": "(podvučeni polasci saobraćaju alternativnom trasom)"
            },
            {
                "text": "(podvučeni polasci saobraćaju alternativnom trasom)"
            },
            {
                "text": "Red vožnje za liniju 31 Niš-Hum:"
            }
        ]
    },
    {
        "date": "19. april 2024.",
        "title": "Privremena izmena režima saobraćaja u nedelju 21.aprila 2024. godine",
        "sections": [
            {
                "text": "Povodom izvođenja radova na dislokaciji - uništenju eksplozivnog ostatka rata - bombe iz NATO bombardovanja, u skladu sa Rešenjem Uprave za komunalne delatnosti, energetiku i saobraćaj broj 1320-1/2024-09 od 19.04.2024. godine, vrši se privremena izmena  režima  saobraćaja u ulici Aleksandra Medvedeva, od raskrsnice sa Bulevarom 12. februar do raskrsnice sa Bulevarom Nikole Tesle i u Bulevaru Nikole Tele od raskrsnice sa Bulevarom Heroja sa Košara do raskrsnice sa Pantelejskom u vremenskom periodu od 07:00 do 15:00 dana 21.04.2024. godine. Trase linija javnog prevoza u navedenom periodu preusmeravaju se na sledeći način:"
            },
            {
                "text": "-           Prigradske linije (14 A Cerje, 15 Knez selo, 16 Vrelo, 17 Oreovac, 17L Gornja Vrežina)  - preusmeravaju se preko centra grada u oba smera"
            },
            {
                "text": "-           Linija 12:"
            },
            {
                "text": "Smer Njegoševa - Donji Komren redovnom trasom do ulice Aleksandra Medvedeva, zatim Bulevar 12. fabruara, Bulevar Heroja sa Košara, Bulevar Nikole Tesle i na dalje redovnom trasom."
            },
            {
                "text": "Smer Donji Komren Njegoševa redovnom trasom do Bulevara Heroja sa Košara, zatim Bulevarom Heroja sa Košara,  Bulevar 12. februar i na dalje redovnom trasom."
            },
            {
                "text": "-           Linija 34A redovnom trasom do raskrsnice ulica Pantelejska-Bulevar Nikole Tesle, zatim ulicama Jadranska, Šumatovačka, Bulevar 12. februar  i na dalje redovnom trasom."
            },
            {
                "text": "-           Linija 34B redovnom trasom do raskrsnice ulica Bulevar 12. februar  i ulice Aleksandra Medvedeva, zatim Bulevar 12. februar, Knjeginje Ljubice, Generala Milojka Lešjanina, Vožda Karađorđa, Kralja Stefana Prvovenčanog, Pantelejska, Knjaževačka  i na dalje redovnom trasom."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "12. april 2024.",
        "title": "REDOVAN JAVNI PREVOZ NA RELACIJI ZA GABROVAC, VUKMANOVO I BERBATOVO",
        "sections": [
            {
                "text": "Od ponedeljka 15.aprila 2024. godine na linijama javnog prevoza za Gabrovac, Vukmanovo i Berbatovo u primeni će biti redovan red vožnje."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    }
]