[
    {
        "date": "16. januar 2026.",
        "title": "Zimski red vožnje od ponedeljka 19.januara 2026. godine",
        "sections": [
            {
                "text": "Od ponedeljka, 19.1.2026. godine na svim linijama javnog gradskog i prigradskog prevoza putnika na teritoriji Grada Niša primenjivaće se tzv.”zimski” red vožnje."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz."
            },
            {
                "text": "Red vožnje možete videti od subote 17.1.2026. godine na Sajtu Direkcije za javni prevoz Grada  http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "15. januar 2026.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gornju Studenu",
        "sections": [
            {
                "text": "Za vreme izvođenja pripremnih  radova za asfaltiranje deonice puta od OŠ „Đura Jakšić“  u Jelašnici do Jelašničkih hanova od petka 16.01.2026.godine vrši se reorganizacija prigradskih linija u navedenom periodu, radnim danom i subotom (subotom uz prethodnu  najavu radova) od 07:30 do 16:30 časova uz uvođenje dve lokalne linije sa presedanjem."
            },
            {
                "text": "Prva lokalna linija saobraća redovnom trasom od Prigradske autobuske stanice Niš do zone potpune obustave saobraćaja - stajališta Jelašnički Hanovi (auto-put), gde se vrši okretanje autobusa."
            },
            {
                "text": "Druga lokalna linija saobraća na delu od Gornje Studene do zone radova u Jelašnici (OŠ „Đura Jakšić“)."
            },
            {
                "text": "Zonu izvođenja radova putnici prelaze pešačenjem."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            },
            {
                "text": "Red vožnje iz Niša:"
            },
            {
                "text": "Red vožnje za Niš:"
            }
        ]
    },
    {
        "date": "15. januar 2026.",
        "title": "Aktuelne informacije o skraćenju linija gradskog i prigradskog prevoza",
        "sections": [
            {
                "text": "Saobraćaj u javnom prevozu se na svim linijama odvija bez problema i skraćenja, osim L19 (Niš-Bancarevo) koja je skraćena do spomenika u Bancarevu i ne saobraća u Kunovicu."
            }
        ]
    },
    {
        "date": "14. januar 2026.",
        "title": "Privremena izmena trase linija 8 , 23 i 23k",
        "sections": [
            {
                "text": "Dana 14.1.2026.godine u periodu od 11:00 vrši se izmena trase linija 8, 23 i 23k."
            },
            {
                "text": "Linija 8:"
            },
            {
                "text": "Prigradske linije 23 i 23k saobraćaju redovnom trasom do raskrsnice sa Zetskom ulicom, zatim izmenjenom trasom Bulevarom dr. Zorana Đinđića, Ćele Kula, ulicom Marina Držića, ulicom Ljubomira Nikolića i nadalje redovnom trasom. U povratku saobraćaju istom (izmenjenom)  trasom"
            }
        ]
    },
    {
        "date": "5. januar 2026.",
        "title": "Režim linija javnog prevoza za Badnji Dan",
        "sections": [
            {
                "text": "U skladu sa nastupajućim praznikom Badnjim Danom i praksom iz prethodnih godina u utorak 6. januara 2026. godine vršiće se sukcesivno isključivanje autobusa sa svih gradskih i prigradskih linija u periodu od 20:00 do 22:00 prema važećem redu vožnje za radni dan."
            },
            {
                "text": "Raspored isključenja vozila 6.1.2026.godine (utorak) možete pogledati ovde."
            },
            {
                "text": "Za više informacija možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "2. januar 2026.",
        "title": "Privremena izmena trasa linija javnog prevoza u subotu 3.1.2026.godine",
        "sections": [
            {
                "text": "Zbog održavanja humanitarne Novogodišnje akcije „Konvoj sa srcem“, u organizaciji udruženja „Drug sa druma“, na Trgu kralja Milana vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u subotu 03.01.2026. godine u periodu od 16:30 do 17:30 sati. Trase linija javnog prevoza u navedenom periodu preusmeriće se na sledeći način:"
            },
            {
                "text": "Prigradske linije broj 14, 14A, 15, 16, 17, 17L, u smeru ka prigradskoj autobuskoj stanici preusmeriti ulicama Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 u smeru ka prigradskoj autobuskoj stanici, od raskrsnice „Sud“ preusmeriti ulicama Stefana Prvovenčanog, Most Mladosti, Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. U odlasku sa autobuske stanice ka prigradskim naseljima prigradske linije broj 14, 14A, 15, 16, 17, 17L preusmeriti ulicama: Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle do raskrsnice sa Pantelejskom i nadalje redovnom trasom.  Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 preusmeriti ulicama Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle, Most mladosti, Stefana Prvovenčanog do raskrsnice „Sud“ i nadalje redovnom trasom."
            }
        ]
    }
]