[
    {
        "date": "21. novembar 2025.",
        "title": "Izmena dela trase linija 34A i 34B",
        "sections": [
            {
                "text": "Zbog rekonstrukcije pružnog prelaza „Aerodrom“ u ulici Vazduhoplovaca, u periodu od 08:00 časova 24.11.2025. godine (ponedeljak) do 20:00 časova 25.11.2025. godine (utorak), linije 34A i 34B gradskog prevoza saobraćaju u delu kod ulice Vazduhoplovaca izmenjenom trasom ulicom Gruje A. Kostadinovića (stari naziv ulica Vazduhoplovaca prilaz 1) do Velpro-a."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "18. novembar 2025.",
        "title": "Privremena izmena trase linije 8 Novo Groblje-Gabrovačka reka",
        "sections": [
            {
                "text": "Zbog rekonstrukcije pružnog prelaza „Palilulska rampa“ u ulici Episkopska, u periodu počev od 08:00 časova dana 19.11.2025. godine do 20:00 časova dana 20.11.2025. godine, linija javnog gradskog prevoza putnika broj 8 Novo Groblje-Gabrovačka reka, preusmerava sena sledeći način:"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/."
            }
        ]
    },
    {
        "date": "15. novembar 2025.",
        "title": "Obaveštenje o obustavi saobraćaja na ulazu u Naselje „9.maj“",
        "sections": [
            {
                "text": "Zbog izvođenja radova na asfaltiranju završnog sloja asfalta ispod podvožnjaka u ulici Toplički partizanski odred u naselju Deveti maj, kao i na delu obilaznice, na ulazu u Naselje „9.maj“,u vremenskom periodu od 08:00 časova u ponedeljak 17.11.2025. godine  do 20:00 časova  18.11.2025.godine (utorak), doći će do potpune obustave saobraćaja ispod podvožnjaka, kao i na dosadašnjem alternativnom putu sa Državnog puta II A reda br. 158 koji je imao funkciju obilaznice."
            },
            {
                "text": "Saobraćaj će biti preusmeren na alternativne pravce preko naselja Čokot i Donje Međurovo."
            },
            {
                "text": "Linije javnog gradskog i prigradskog prevoza menjaju se na sledeći način:"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "12. novembar 2025.",
        "title": "Obaveštenje o obustavi saobraćaja na ulazu u Naselje „9.maj“",
        "sections": [
            {
                "text": "Zbog izvođenja radova na asfaltiranju prvog sloja asfalta ispod podvožnjaka u ulici Toplički partizanski odred u naselju Deveti maj, kao i na delu obilaznice, na ulazu u Naselje „9.maj“, u četvrtak 13.11.2025.godine u periodu od 08:00 do 20:00 časova, doći će do potpune obustave saobraćaja ispod podvožnjaka, kao i na dosadašnjem alternativnom putu sa Državnog puta II A reda br. 158 koji je imao funkciju obilaznice."
            },
            {
                "text": "Saobraćaj će biti preusmeren na alternativne pravce preko naselja Čokot i Donje Međurovo."
            },
            {
                "text": "Linije javnog gradskog i prigradskog prevoza menjaju se na sledeći način:"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "12. novembar 2025.",
        "title": "Privremena izmena trasa linija javnog prevoza - rekonstrukcija pružnog prelaza „Niška banja“",
        "sections": [
            {
                "text": "Zzbog rekonstrukcije pružnog prelaza „Niška banja“ u ulici Srpskih junaka, u periodu počev od 11.00 časova dana 13.11.2025. godine do 20.00 časova dana 14.11.2025. godine, vrši se preusmeravanje linija javnog gradskog i prigradskog prevoza putnika na sledeći način:"
            },
            {
                "text": "-              autobusi na liniji broj 1 saobraćaju skraćeno do kružne raskrsnice Bulevar Cara Konstantina-Srpskih junaka-Carigradska i druga lokalna linija saobraća na delu od autobuske okretnice u ul. Srpskih junaka u Niškoj banji  do raskrsnice ulice Srpskih junaka i ulice Železnička gde se vrši okretanje autobusa."
            },
            {
                "text": "-              na linijama broj 19 (PAS Niš-Kunovica-Bancarevo), 21 (PAS Niš-Gornja Studena) i 21L (PAS Niš-Jelašnica), od PAS Niš prevoz se obavlja redovnom trasom do pružnog prelaza kod Niške banje (kružna raskrsnica Bulevar Cara Konstantina-Srpskih junaka), a na dalje izmenjenom trasom ulicom Carigradska do Konjičkog kluba „Čegar“, zatim udesno preko pružnog prelaza kod Konjičkog kluba, ulevo u ulicu Železnička, i na dalje redovnom trasom. Istu trasu koristiti i za saobraćanje autobusa u suprotnom smeru, ka PAS Niš."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "7. novembar 2025.",
        "title": "Obaveštenje o režimu rada vozila javnog prevoza za „Dan primirja u Prvom svetskom ratu“ - 11.11.2025.godine",
        "sections": [
            {
                "text": "Zbog neradnog praznovanja državnog praznika Dana primirja u Prvom svetskom ratu, 11.11.2025. godine (utorak), na svim linijama javnog gradskog i prigradskog prevoza putnika primenjivaće se nedeljni red vožnje."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    }
]