[
    {
        "date": "9. novembra 2023.",
        "title": "Nedeljni red vožnje - „Dan primirja u Prvom svetskom ratu“",
        "sections": [
            {
                "text": "Zbog praznovanja državnog praznika „Dan primirja u Prvom svetskom ratu“, dana 11. novembra 2023. godine (subota), na svim linijama javnog gradskog i prigradskog prevoza putnika primenjivaće se nedeljni red vožnje."
            }
        ]
    },
    {
        "date": "3. novembra 2023.",
        "title": "Izmena reda vožnje na liniji 39 PAS Niš-Supovac-Sečanica",
        "sections": [
            {
                "text": "Od ponedeljka 06. novembra 2023. god. vrši se izmena reda vožnje na liniji 39 PAS Niš-Supovac-Sečanica."
            },
            {
                "text": "Novi red vožnje glasi:"
            },
            {
                "text": "JKP Direkcija za javni prevoz grada Niša"
            }
        ]
    },
    {
        "date": "2. novembra 2023.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Zadušnice",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 03.11.2023.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje koja će u periodu od 09:00 do 15:00 časova saobraćati sa 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 03.11.2023. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 04.11.2023. godine biće otvorena vanredna linija 8L Trg Kralja Aleksandra - Novo Groblje koja će u periodu od 07:00 do 15:00 časova saobraćati sa 4 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            },
            {
                "text": "Red vožnje za subotu 04.11.2023. godine za vanrednu liniju 8L možete pogledati ovde ."
            }
        ]
    },
    {
        "date": "26. oktobra 2023.",
        "title": "Privremena izmena trase linije 3 Naselje Ratko Jović-Suvi Do-Brzi brod",
        "sections": [
            {
                "text": "Zbog izvođenja radova na izgradnji servisnog kolektora vrši se privremena izmena u režimu saobraćaja u ulici Maršala Tita u naselju Suvi Do."
            },
            {
                "text": "Linija javnog gradskog prevoza broj 3 Naselje Ratko Jović-Suvi Do-Brzi brod privremeno se menja tako da se polasci predviđeni da svraćaju u Suvi Do realizuju izmenjenom trasom Bulevarom Cara Konstantina, bez ulaska u Suvi Do."
            },
            {
                "text": "Privremena izmena režima saobraćaja važi za dan 26.10.2023. godine, u periodu od 08:00 do 16:00 sati."
            }
        ]
    },
    {
        "date": "18. oktobra 2023.",
        "title": "Rekonstrukcija pružnih prelaza - privremena izmena trasa linija javnog prevoza",
        "sections": [
            {
                "text": "Zbog rekonstrukcije pružnih prelaza Apelacioni sud - ul. Obilićev venac, ul. Obilićev venac, ul. Marina Držića na Trošarini i u ul. Dimitrija Tucovića (na prelazu sa ulicom Jovana Ristića) linije javnog gradskog i prigradskog prevoza putnika preusmeravaju se na sledeći način:"
            }
        ]
    },
    {
        "date": "6. oktobra 2023.",
        "title": "Izmena trase linije broj 4 Čalije-Bubanj",
        "sections": [
            {
                "text": "Zbog radova na zatvaranju razdelnog ostrva na raskrsnici ulica Matejevački put - Mirisnih vrba od ponedeljka 09.10.2023.godine vrši se izmene trase linije broj 4 iz naselja Čalije u smeru ka gradu na sledeći način:"
            },
            {
                "text": "Smer Čalije-Bubanj : Ulicom Đorđa Stamenkovića, Borova, Vukašina Mrnjavčevića, novi kružni tok na raskrsnici ulica Matejevački put - Vukašina Mrnjavčevića - Bulevar Svetog Pantelejmona, Matejevački put, Bulevar Medijana i na dalje redovnom trasom do Bubnja."
            },
            {
                "text": "Privremenom izmenom trase ukida se stajalište „Ulica Borova (ka centru)“."
            },
            {
                "text": "Na izmenjenom delu trase uvodi se novo stajlište u ulici Vukašina Mrnjavčevića-ispred novog kružnog toka na raskrsnici ulica Matejevački put - Vukašina Mrnjavčevića - Bulevar Svetog Pantelejmona."
            }
        ]
    }
]