[
    {
        "date": "30. maj 2024.",
        "title": "Privremena izmena prigradskih linija broj 14, 14A, 15, 16, 17 i 17L",
        "sections": [
            {
                "text": "U skladu sa zahtevom Niškog kulturnog centra za privremenu obustavu saobraćaja u ulici Đuke Dinić do raskrsnice sa ulicom Franca Rozvana, u ulici Šumatovačka od Univerzitetskog trga do Franca Rozmana, ulici Kej Mike Paligorića od Anete Andrejević do Univerzitetskog trga i u ulici Heroja sa Paštrika (stari naziv ulice Jadranska) od Univerzitetskog trga do parkinga Tvrđava, zbog izvođena opere „Tosca“, Đakoma Pučinija, na lokaciji ispred Beogradske kapije Niške tvrđave, vrši se potpuna obustava saobraćaja u navedenim ulicama dana 31.05.2024. godine u periodu od 19:30 do 00:00 časova, te se u skladu sa navedenim vrši izmena trasa linija javnog prevoza putnika broj 14, 14A, 15, 16, 17 i 17L na sledeći način:"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "24. maj 2024.",
        "title": "Privremena izmena trese linija 21A Niš-Prosek-Gornja Studena",
        "sections": [
            {
                "text": "Zbog izvođenja radova na kanalizacionoj mreži i potpune obustave saobraćaja u naselju Jelašnica, u ulici Prvog Srpskog Ustanka, od raskrsnice sa ulicom Pančićevo sokače do raskrsnice sa ulicom Rimski put, preusmeravaju se vozila javnog prevoza putnika  koja saobraćaju trasom na liniji 21A Niš-Prosek-Gornja Studena (polasci radnim danom u 07:00 iz Niša i u 13:00 iz Gornje Studene) da tokom izvođenja radova od 27.5.2024. godine do 27.6.2024. godine ne saobraćaju u Prosek, već saobraćaju na relaciji Niš-Gornja Studena (bez prolaska kroz naselje Prosek)."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "22. maj 2024.",
        "title": "Privremena izmena trase linije broj 31 Niš-Hum",
        "sections": [
            {
                "text": "Zbog izvođenja radova na rehabilitaciji kolovoza ulice Danila Price, na delu od Gornjeg Komrena do ulaza u selo Hum od 23.5.2024.godine, privremeno se preusmeravaju vozila javnog gradskog prevoza na liniji broj 31 Niš-Hum, da tokom perioda izvođenja radova saobraćaju alternativnom trasom od Gornjeg Komrena do naselja Rujnik i Hum."
            },
            {
                "text": "Red vožnje linije broj 31 Niš-Hum tokom privremene izmene trase možete pogledati ovde."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "10. maj 2024.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Pobusani ponedeljak",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Pobusani ponedeljak“ i povećanih zahteva za prevozom ka Novom Groblju, u ponedeljak 13.05.2024.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje koja će u periodu od 09:00 do 15:00 časova saobraćati sa 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za ponedeljak 13.5.2024. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            }
        ]
    },
    {
        "date": "26. april 2024.",
        "title": "LETNjI RED VOŽNjE 29. I 30. APRILA, NEDELjNI RED VOŽNjE ZA VASKRS I PRVI MAJ",
        "sections": [
            {
                "text": "Za vreme  školskog raspusta 29. i 30.aprila 2024.godine (ponedeljak i utorak) na svim linijama u javnom gradskom i prigradskom prevozu u Nišu primenjivaće se redukovani ( letnji ) red vožnje."
            },
            {
                "text": "Tokom nastupajućeg državnog praznika Prvog maja u sredu i četvrtak ( 1. i 2.5.2024.godine) kao i tokom nastupajućeg verskog praznika Vaskrsa u petak, subotu, nedelju i ponedeljak (3, 4, 5 i 6.5.2024.godine) na svim linijama u javnom gradskom i prigradskom prevozu u Nišu primenjivaće se nedeljni red vožnje."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "23. april 2024.",
        "title": "Počinje prodaja legitimacija za besplatan prevoz lica sa navršenih 65 godina života",
        "sections": [
            {
                "text": "Prodaja legitimacija za besplatan prevoz lica sa navršenih 65 godina života i prebivalištem na teritoriji Grada Niša, počevši od 25.04.2024. godine, vršiće se na sledećim mestima:"
            },
            {
                "text": "Radnim danima od 07 do 20 časova i subotom od 08 do 15 časova."
            },
            {
                "text": "Radnim danima od 07:30 do 15:30"
            },
            {
                "text": "Tokom predstojećih praznika radiće prodajna mesta u TPC Ambasador i na Prigradskoj autobuskoj stanici po sledećem rasporedu:"
            },
            {
                "text": "01.05.- neradan dan"
            },
            {
                "text": "02.05. radno vreme od 08 do 15 časova"
            },
            {
                "text": "03.05. neradan dan"
            },
            {
                "text": "04.05. radno vreme od 08 do 15 časova"
            },
            {
                "text": "06.05. radno vreme od 08 do 15 časova"
            }
        ]
    }
]