[
    {
        "date": "20. septembra 2023.",
        "title": "DAN BEZ AUTOMOBILA - privremena izmena trase za petak 22.09.2023.",
        "sections": [
            {
                "text": "Zbog obeležanja manifestacije „Dan bez automobila“ u okviru Evropske nedelje mobilnosti i promocije održivih vidova transporta, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 16:30 do 20:30 dana 22.9.2023. godine (petak). Trase linija javnog prevoza u navedenom periodu preusmeravaju se na sledeći način:"
            },
            {
                "text": "Prigradske linije broj 18, 19, 20, 20L, 21, 22, 23K, 23L i 37 u smeru ka prigradskoj autobuskoj stanici, od raskrsnice „Sud“ preusmeravaju se ulicama: Stefana Prvovenčanog, Most mladosti, Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. U odlasku sa autobuske stanice ka prigradskim naseljima navedene prigradske linije preusmeravaju se na isti način, ulicama: Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle, Most mladosti, Stefana Prvovenčanog do raskrsnice „Sud“ i nadalje redovnom trasom."
            }
        ]
    },
    {
        "date": "15. septembra 2023.",
        "title": "Izmena trase linija 14, 14A, 15, 16, 17 i 17L u petak 15.09.2023. godine",
        "sections": [
            {
                "text": "Zbog posete državne delegacije dana 15.09.2023.godine,vrši se potpuna obustava saobraćaja u ulicama Jadranska, Šumatovačka, Kej Mike Paligorića u toku današnjeg dana u periodu od 15 do 17h."
            },
            {
                "text": "Trase linija javnog prigradskog prevoza broj 14, 14A, 15, 16, 17 i 17L preusmeravaju se  na sledeći način:"
            }
        ]
    },
    {
        "date": "8. septembra 2023.",
        "title": "Izmena trase linije 23L Niš-Gabrovac i 23K Niš-Vukmanovo-Bertbatovo-Niš u subotu 09.09.2023. godine",
        "sections": [
            {
                "text": "Zbog sanacije vodovodne mreže u naselju Gabrovac, od strane izvođača radova firme„Poslovnost Niš“, doći će do potpune obustave saobraćaja u subotu 09.09.2023. godine u periodu od 08:00 do 16:15 časova, na delu trase od naselja Gabrovac do manastira u Gabrovcu."
            },
            {
                "text": "U vreme trajanja potpune obustave saobraćaja polasci na kružnoj liniji broj 23K Niš-Vukmanovo-Brtbatovo-Niš saobraćaće do Berbatova (trafo), dok će polasci na liniji broj 23L Niš-Gabrovac saobraćati do stajališta Gabrovac (česma)."
            }
        ]
    },
    {
        "date": "7. septembra 2023.",
        "title": "Izmena režima saobraćaja zbog održavanja trke „Business Run 2023“",
        "sections": [
            {
                "text": "Zbog održavanja trke „SERBIA BUSINESS RUN“  na teritoriji Opštine Crveni Krst, u četvrtak 7.09.2023.godine u periodu od 17:00 do 20:00 doći će do izmene režima saobraćaja na linijama gradskog i prigradskog saobraćaja i to:"
            }
        ]
    }
]
