[
    {
        "date": "18. oktobra 2023.",
        "title": "Rekonstrukcija pružnih prelaza - privremena izmena trasa linija javnog prevoza",
        "sections": [
            {
                "text": "Zbog rekonstrukcije pružnih prelaza Apelacioni sud - ul. Obilićev venac, ul. Obilićev venac, ul. Marina Držića na Trošarini i u ul. Dimitrija Tucovića (na prelazu sa ulicom Jovana Ristića) linije javnog gradskog i prigradskog prevoza putnika preusmeravaju se na sledeći način:"
            }
        ]
    },
    {
        "date": "6. oktobra 2023.",
        "title": "Izmena trase linije broj 4 Čalije-Bubanj",
        "sections": [
            {
                "text": "Zbog radova na zatvaranju razdelnog ostrva na raskrsnici ulica Matejevački put - Mirisnih vrba od ponedeljka 09.10.2023.godine vrši se izmene trase linije broj 4 iz naselja Čalije u smeru ka gradu na sledeći način:"
            },
            {
                "text": "Smer Čalije-Bubanj : Ulicom Đorđa Stamenkovića, Borova, Vukašina Mrnjavčevića, novi kružni tok na raskrsnici ulica Matejevački put - Vukašina Mrnjavčevića - Bulevar Svetog Pantelejmona, Matejevački put, Bulevar Medijana i na dalje redovnom trasom do Bubnja."
            },
            {
                "text": "Privremenom izmenom trase ukida se stajalište „Ulica Borova (ka centru)“."
            },
            {
                "text": "Na izmenjenom delu trase uvodi se novo stajlište u ulici Vukašina Mrnjavčevića-ispred novog kružnog toka na raskrsnici ulica Matejevački put - Vukašina Mrnjavčevića - Bulevar Svetog Pantelejmona."
            }
        ]
    },
    {
        "date": "20. septembra 2023.",
        "title": "DAN BEZ AUTOMOBILA - privremena izmena trase za petak 22.09.2023.",
        "sections": [
            {
                "text": "Zbog obeležanja manifestacije „Dan bez automobila“ u okviru Evropske nedelje mobilnosti i promocije održivih vidova transporta, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 16:30 do 20:30 dana 22.9.2023. godine (petak). Trase linija javnog prevoza u navedenom periodu preusmeravaju se na sledeći način:"
            },
            {
                "text": "Prigradske linije broj 18, 19, 20, 20L, 21, 22, 23K, 23L i 37 u smeru ka prigradskoj autobuskoj stanici, od raskrsnice „Sud“ preusmeravaju se ulicama: Stefana Prvovenčanog, Most mladosti, Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. U odlasku sa autobuske stanice ka prigradskim naseljima navedene prigradske linije preusmeravaju se na isti način, ulicama: Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle, Most mladosti, Stefana Prvovenčanog do raskrsnice „Sud“ i nadalje redovnom trasom."
            }
        ]
    },
    {
        "date": "15. septembra 2023.",
        "title": "Izmena trase linija 14, 14A, 15, 16, 17 i 17L u petak 15.09.2023. godine",
        "sections": [
            {
                "text": "Zbog posete državne delegacije dana 15.09.2023.godine,vrši se potpuna obustava saobraćaja u ulicama Jadranska, Šumatovačka, Kej Mike Paligorića u toku današnjeg dana u periodu od 15 do 17h."
            },
            {
                "text": "Trase linija javnog prigradskog prevoza broj 14, 14A, 15, 16, 17 i 17L preusmeravaju se  na sledeći način:"
            }
        ]
    }
]
