[
    {
        "date": "22. avgust 2024.",
        "title": "Privremena izmena trase prigradske linije broj 21 Niš-Gornja Studena",
        "sections": [
            {
                "text": "Zbog izvođenja radova na rehabilitaciji kolovoza na opštinskom putu OP 141-9 Jelašnica-Čukljenik-Donja Studena-Gornja Studena-Bojanine vode od 25.8.2024. godine do 8.10.2024.godine doći će do potpune obustave saobraćaja u vremenskom periodu od 09:00 do 16:00 časova."
            },
            {
                "text": "Linija prigradskog prevoza broj 21 Niš-Gornja Studena održavaće se do Jelašnice."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "7. avgust 2024.",
        "title": "Verski praznik Sveti Pantelejmon - privremena izmena trasa linija broj 5, 14 i 14A",
        "sections": [
            {
                "text": "U skladu sa zahtevom Gradske opštine Pantelej vrši se potpuna obustava saobraćaja u ulici Kosovke devojke na delu od raskrsnice sa ulicom Druge proleterske brigade do raskrsnice sa Bulevarom Svetog Pantelejmona, u četvrtak  08.08.2024. godine u periodu od 14:00 do 22:00 časa i u petak 09.08.2024. godine u periodu od 10:00 do 22:00 časa, zbog proslave verskog praznika Svetog Pantelejmona."
            },
            {
                "text": "U skladu sa navedenim, trase linija javnog prevoza broj 5 Železnička stanice-Bulevar Sv.Pantelejmona, 14 Niš-Brenica i 14A Niš-Cerje privremeno se menjaju na sledeći način:"
            },
            {
                "text": "Na liniji broj 5, umesto ulicom Kosovke devojke, vozila se preusmeravaju, u smeru ka naselju Pantelej - Pantelejskom, Knjaževačkom, Studeničkom do raskrsnice sa ul. Bulevar Sv. Pantelejmona i nadalje redovnom trasom (u oba smera)."
            },
            {
                "text": "Na linijama broj 14 i 14A, umesto ul. Kosovke devojke, vozila se preusmeravaju Pantelejskom, Knjaževačkom, Studeničkom, Gornjomatejevačkom (u povratku ul. Bulevar Sv. Pantelejmona) i nadalje redovnim trasama."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se postojeća stajališta na zahtev putnika."
            }
        ]
    },
    {
        "date": "1. avgust 2024.",
        "title": "Dodatni polasci za Nišku banju za verski praznik Sv. prorok Ilije",
        "sections": [
            {
                "text": "Zbog održavanja tradicionalne manifestacije povodom verskog praznika Sv. proroka Ilije u petak 02.08.2024.godine uvode se dodatni polasci na liniji 1 Niška banja - Minovo naselje u popodnevnim i večernjim satima i to:"
            },
            {
                "text": "*Trg kralja Aleksandra - Niška banja od 16:30 i"
            },
            {
                "text": "* Niška banja -Šivara od 17:04."
            },
            {
                "text": "Red vožnje možete pogledati ovde."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "11. jul 2024.",
        "title": "IZMENA TRASE LINIJA 7 I 34 ZA ČETVRTAK 11.07.2024. GOD.",
        "sections": [
            {
                "text": "U četvrtak 11.07.2024. godine zbog obavljanja radova na iskopu u ulici Branka Radičevića, kod nekadašnjeg“Angroprometa“ doći će do izmene trasa linije 7 i 34 i ukidanja sledećih stajališta."
            },
            {
                "text": "Privremena izmena važiće u periodu od 8 do 15 sati."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "1. jul 2024.",
        "title": "Privremena izmena trase prigradskih linija 23L Niš-Gabrovac manastir i 23K Niš-Vukmanovo-Berbatovo-Niš i 23 Niš- Berbatovo",
        "sections": [
            {
                "text": "Zbog izvođenja radova na rehabilitaciji kolovoza od 3.7 do 31.7.2024.godine u ulici Pobede u Gabrovcu i potpune obustave saobraćaja u tom naselju linije prigradskog prevoza broj 23L Niš-Gabrovac manastir , 23K Niš-Vukmanovo-Berbatovo-Niš i 23 Niš- Berbatovo preusmeravaju se na sledeći način:"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "21. jun 2024.",
        "title": "Privremena izmena trase linije broj 5 Železnička stanica-Bulevar Sv.Pantelejmona",
        "sections": [
            {
                "text": "Povodom održavanja sportske manifestacije „Rolerijada-Pantelej 2024“ u subotu 22.6.2024.godine u periodu od 16:00 do 20:00, vrši se potpuna obustava saobraćaja na delu Bulevara Svetog Pantelejmona-od raskrsnice sa ulicom Studeničkom do raskrsnice sa ulicom Despota Đurđa."
            },
            {
                "text": "Linija javnog gradskog prevoza broj 5 Železnička stanica-Bulevar Svetog Pantelejmona biće u subotu 22.6.2024.godine u periodu od 16:00 do 20:00 privremeno skraćena do kružne raskrsnice Bulevar Svetog Pantelejmona-Studenička."
            }
        ]
    }
]