[
    {
        "date": "January 5, 2023",
        "title": "IZMENA REŽIMA JAVNOG PREVOZA ZA BADNjI DAN I BOŽIĆ",
        "sections": [
            {
                "text": "Dana 06.01.2023. godine (petak) zbog obeležavanja verskog praznika Badnji dan vršiće se sukcesivno isključivanje vozila javnog prevoza u periodu od 20:00 - 21:00 časa u skladu sa priloženim rasporedom."
            },
            {
                "text": "Dana 07.01.2023. godine (subota) zbog obeležavanja verskog praznika Božića na linijama javnog prevoza u primeni će biti nedeljni red vožnje."
            },
            {
                "text": "Za više informacija možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem sajta http://jgpnis.rs/"
            },
            {
                "text": "PLAN IKLjUČENjA VOZILA ZA BADNjI DAN - 06.01.2023.god. za GRADSKE LINIJE MOŽETE VIDETI OVDE."
            },
            {
                "text": "PLAN IKLjUČENjA VOZILA ZA BADNjI DAN - 06.01.2023.god. za PRIGRADSKE LINIJE MOŽETE VIDETI OVDE."
            }
        ]
    },
    {
        "date": "December 30, 2022",
        "title": "PRIVREMENA IZMENA TRASE LINIJA JAVNOG GRADSKOG PREVOZA - NOVOGODIŠNjA NOĆ",
        "sections": [
            {
                "text": "Zbog održavanja dočeka Nove godine na Trgu kralja Milana, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 20:00 dana 31.12.2022. godine do 05:00 dana 1.01.2023. godine."
            },
            {
                "text": "Trase linija javnog prevoza u navedenom periodu preusmeriti na sledeći način:"
            }
        ]
    },
    {
        "date": "December 29, 2022",
        "title": "RED VOŽNjE ZA NASTUPAJUĆE PRAZNIKE",
        "sections": [
            {
                "text": "Za nastupajuće novogodišnje i božićne praznike 1.,2.,3. i 7. januara 2023. godine primenjivaće se nedeljni red vožnje na svim linijama javnog prevoza u Nišu."
            },
            {
                "text": "U periodu zimskog raspusta od 4. do 15. januara primenjivaće se redukovani (letnji) red vožnje na svim linijama javnog gradskog i prigradskog prevoza u Nišu."
            },
            {
                "text": "U subotu, 31.12.2022. godine, u periodu od 20:00-22:00 časa vršiće se sukscesivno isključivanje autobusa na svim linijama javnog prevoza."
            },
            {
                "text": "Za više informacija možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem sajta http://jgpnis.rs/"
            },
            {
                "text": "Raspored isključenja vozila 31.12.2022.god. (subota) gradskih linija možete pogledati ovde, a prigradskih ovde."
            }
        ]
    },
    {
        "date": "December 2, 2022",
        "title": "IZMENA TRASE LINIJE BROJ 15 NIŠ - KNEZ SELO",
        "sections": [
            {
                "text": "Zbog radova na pružnom prelazu na delu pruge Crveni Krst-Matejevac, u vremenu od 21:40 dana 3.12.2022.godine (subota) do 05:40 dana 4.12.2022.godine (nedelja) trasa linije javnog prigradskog prevoza br.15 Niš-Knez Selo privremeno se preusmerava trasom Matejevački put-Bulevar Svetog Pantelejmona-Studenička-Gornjomatejevačka-Borska-Vinik-Kamenica-put za Čegar do raskrsnice sa putem za Matejevac i nadalje redovnom trasom. Istom trasom i u smeru ka Nišu.\nNa izmenjenom delu trase koristiti postojeća stajališta na zahtev putnika."
            }
        ]
    },
    {
        "date": "November 24, 2022",
        "title": "IZMENA TRASE LINIJE BROJ 7 SARAJEVSKA - KALAČ BRDO DO BLOK SIGNALA",
        "sections": [
            {
                "text": "Na osnovu zahteva JP Direkcija za izgradnju grada Niša vrši se potpuna obustava saobraćaja za vreme izvođenja radova na kanalizacionoj mreži u ul. Sarajevskoj u periodu od 10.11.2022. do 10.12.2022. godine."
            },
            {
                "text": "U skladu sa navedenim, linija javnog gradskog prevoza broj 7 Sarajevska - Kalač Brdo, od petka 25.11.2022.godine saobraća do raskrsnice ulica Sarajevske i 63.padobranske, odnosno do ulaza u firmu Blok Signal."
            }
        ]
    },
    {
        "date": "November 9, 2022",
        "title": "NEDELjNI RED VOŽNjE U PETAK 11.11.2022. GODINE",
        "sections": [
            {
                "text": "Zbog neradnog praznovanja državnog praznika „Dan primirja u Prvom svetskom ratu“, dana 11.11.2022. godine (petak), na svim linijama javnog gradskog i prigradskog prevoza putnika primenjivaće se nedeljni red vožnje."
            }
        ]
    },
    {
        "date": "November 8, 2022",
        "title": "IZMENA TRASE LINIJE BROJ 7 SARAJEVSKA - KALAČ BRDO",
        "sections": [
            {
                "text": "Na osnovu zahteva JP Direkcija za izgradnju grada Niša vrši se potpuna obustava saobraćaja za vreme izvođenja radova na kanalizacionoj mreži u ul. Sarajevskoj u periodu od 10.11.2022. do 10.12.2022. godine."
            },
            {
                "text": "U skladu sa navedenim, linija javnog gradskog prevoza broj 7 Sarajevska - Kalač Brdo privremeno se skraćuje do prigradske autobuske stanice."
            }
        ]
    },
    {
        "date": "November 3, 2022",
        "title": "VANREDNA LINIJA 8L TRG KRALjA ALEKSANDRA - NOVO GROBLjE ZA VERSKI PRAZNIK “ZADUŠNICE” 04. I 05.11.2022. GODINE",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 04.11.2022.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo groblje koja će u periodu od 12:00 do 16:30 časova saobraćati sa 2 vozila i intervalom od 25 minuta."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 04.11.2022. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 05.11.2022. godine biće otvorena vanredna linija 8L Trg Kralja Aleksandra - Novo groblje koja će u periodu od 07:00 do 10:00 i od 13:00 do 15:00 časova saobraćati sa 4 vozila i intervalom od 11 minuta a u periodu kada se očekuje najveći broj putnika, od 10:00 do 13:00 časova, sa 6 vozila i intervalom od 7 minuta."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            },
            {
                "text": "Red vožnje za subotu 05.11.2022. godine za vanrednu liniju 8L možete pogledati ovde ."
            }
        ]
    },
    {
        "date": "October 27, 2022",
        "title": "ULICA VOJVODE PUTNIKA REKONSTRUISANA-VRAĆANjE LINIJA JAVNOG GRADSKOG PREVOZA NA REDOVNU TRASU",
        "sections": [
            {
                "text": "Od subote 29.10.2022.godine linije javnog gradskog prevoza:\n• Linija br. 2 Bubanj-Donja Vrežina,\n• Linija br. 4 Bubanj-Čalije,\n• Linija br. 8 Gabrovačka reka-Novo groblje,\n• Linija br. 34A Aerodrom-A.Stanica-Ž.Stanica-Aerodrom\n• Linija br. 34B Aerodrom-Ž.Stanica-A.Stanica-Aerodrom"
            },
            {
                "text": "kao i linije prigradskog prevoza:"
            },
            {
                "text": "• Linija 24 Niš-Donje Vlase\n• Linija 35 Niš-Bubanj selo-Ledena stena-Niš (kružna)"
            },
            {
                "text": "Saobraćaju redovnom trasom ulicom Vojvode Putnika."
            },
            {
                "text": "Od subote 29.10.2022.godine za liniju broj 8 Gabrovačka reka-Novo groblje u primeni će biti novi red vožnje koji možete pogledati ovde."
            },
            {
                "text": "Na ostalim linijama u primeni su postojeći redovi vožnje."
            }
        ]
    },
    {
        "date": "October 17, 2022",
        "title": "IZMENA NA LINIJAMA 18 I 20L - OBUSTAVLjEN SAOBRAĆAJ U NASELjU SIĆEVO",
        "sections": [
            {
                "text": "Zbog izvođenja radova po Naredbi Gradskog štaba za vanredne situacije Grada Niša potpuno je obustavljen saobraćaj u ulici Lazara Hilandarca u naselju Sićevo (od ulaza u naselje do iznad groblja) u Gradskoj opštini Niška Banja  i to dana 17.10. i 18.10.2022. godine."
            },
            {
                "text": "Polasci na liniji broj 18 privremeno saobraćaju do stajališta „Sićevo brana“."
            },
            {
                "text": "Polasci na liniji broj 20L održavaju se bez svraćanja u naselje Sićevo."
            }
        ]
    }
]