[
    {
        "date": "16. oktobar 2024.",
        "title": "Izmena režima javnog prevoza na linijama za Hum i Leskovik",
        "sections": [
            {
                "text": "Zbog izvođenja radova na kanalizacionoj mreži u naselju Hum, vrši se potpuna obustava saobraćaja od srede 16.10.2024. god. u ulici Pobede."
            },
            {
                "text": "Polasci na liniji 30 Niš-Leskovik u periodu izvođenja radova saobraćaju u oba smera izmenjenom trasom na deonici od Gornjeg Komrena do ulaska u selo Rujnik."
            },
            {
                "text": "Polazak na liniji 30 Niš-Leskovik u 23:35 saobraća do naselja Hum, zatim povratnom trasom do Gornjeg Komrena, Sjeničkom ulicom  ka alternativnom putu i dalje za Rujnik i Leskovik"
            },
            {
                "text": "Na liniji 31 Niš-Hum primenjivaće se novi red vožnje za radni dan i subotu."
            }
        ]
    },
    {
        "date": "11. oktobar 2024.",
        "title": "Privremena izmena trase linije 28 PAS Niš-Vrtište i 27A PAS Niš-Trupale",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na rehabilitaciji kolovoza u ulici Mileta Đurđanovića i Cara Lazara u naselju Popovac vrši se potpuna obustava saobraćaja u periodu od 14.10.2024. godine do 30.11.2024. godine, radnim danima i subotom u vremenu od 08.00 do 16.00 sati."
            },
            {
                "text": "Tokom potpune obustave saobraćaja u ulicama Mileta Đurđanovića i Cara Lazara, linije prigradskog prevoza broj 27A PAS Niš-Trupale i 28 PAS Niš-Vrtište preusmeravaju se alternativnom trasom, u oba smera: Bulevar 12. februar - Čamurlijski put - put za Trupale - Železnička do raskrsnice sa ul. Cara Lazara i nadalje redovnom trasom."
            },
            {
                "text": "Vremena polazaka iz reda vožnje ostaju nepromenjena."
            }
        ]
    },
    {
        "date": "4. oktobar 2024.",
        "title": "Privremena izmena trase linije 21 Gornja Studena - PAS Niš -đački polasci",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na rehabilitaciji kolovoza u ulici Prvog srpskog ustanka u naselju Jelašnica vrši se potpuna obustava saobraćaja."
            },
            {
                "text": "-Polazak na liniji br. 21 u 7:00 časova iz Niša, saobraća redovnom trasom (ne svraća u naselje Prosek - staro selo)."
            },
            {
                "text": "-Polazak na liniji br. 21 u 13:00 časova iz Gornje Studene, saobraća redovnom trasom (ne svraća u naselje Prosek - staro selo)."
            },
            {
                "text": "Privremena izmena režima saobraćaja važi za period od 02.10.2024. godine do 30.10.2024. godine"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "4. oktobar 2024.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gabrovac, Berbatovo i Vukmanovo",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na rehabilitaciji kolovoza u ulici Vukmanovskoj u naselju  Gabrovac počev od četvrtka  3. oktobra  do  30. novembra 2024. godine polasci na linijama broj 23K Niš-Vukmanovo-Berbatovo-Niš i 22 Niš- Vukmanovo preusmeravaju se na sledeći način:"
            },
            {
                "text": "23K Niš-Vukmanovo-Berbatovo-Niš - od raskrsnice ulica Pobede-Vukmanovskom, ulicom Pobede -  Berbatovo-Vukmanovo, gde se vozila okreću i vraćaju istom trasom."
            },
            {
                "text": "22 Niš-Vukmanovo - od raskrsnice ulica Pobede-Vukmanovskom, ulicom Pobede -  Berbatovo - Vukmanovo. U povratku istom trasom."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "30. septembar 2024.",
        "title": "Privremena izmena trase linije 21 Gornja Studena - PAS Niš -đački polasci",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na rehabilitaciji kolovoza u ulici Prvog srpskog ustanka u naselju Jelašnica vrši se potpuna obustava saobraćaja."
            },
            {
                "text": "-Polazak na liniji br. 21 u 7:00 časova iz Niša, saobraća redovnom trasom (ne svraća u naselje Prosek - staro selo)."
            },
            {
                "text": "-Polazak na liniji br. 21 u 13:00 časova iz Gornje Studene, saobraća redovnom trasom (ne svraća u naselje Prosek - staro selo)."
            },
            {
                "text": "Privremena izmena režima saobraćaja važi za period od 27.09.2024. godine do 30.11.2024. godine, u vremenu od 08,00 do 16,30 časova."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "24. septembar 2024.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gabrovac, Berbatovo i Vukmanovo",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na rehabilitaciji kolovoza u ulici Vukmanovskoj u naselju  Gabrovac počev od srede 25. septembra do 24. oktobra 2024. godine polasci na linijama broj 23K Niš-Vukmanovo-Berbatovo-Niš i 22 Niš- Vukmanovo u periodu od 08.00 do 16.00 časova preusmeravaju se na sledeći način:"
            },
            {
                "text": "Van navedenog vremenskog perioda polasci će se realizovati redovnom trasom."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    }
]