[
    {
        "date": "21. jun 2024.",
        "title": "Privremena izmena trase linije broj 5 Železnička stanica-Bulevar Sv.Pantelejmona",
        "sections": [
            {
                "text": "Povodom održavanja sportske manifestacije „Rolerijada-Pantelej 2024“ u subotu 22.6.2024.godine u periodu od 16:00 do 20:00, vrši se potpuna obustava saobraćaja na delu Bulevara Svetog Pantelejmona-od raskrsnice sa ulicom Studeničkom do raskrsnice sa ulicom Despota Đurđa."
            },
            {
                "text": "Linija javnog gradskog prevoza broj 5 Železnička stanica-Bulevar Svetog Pantelejmona biće u subotu 22.6.2024.godine u periodu od 16:00 do 20:00 privremeno skraćena do kružne raskrsnice Bulevar Svetog Pantelejmona-Studenička."
            }
        ]
    },
    {
        "date": "20. jun 2024.",
        "title": "Letnji red vožnje od subote 22. juna 2024. godine",
        "sections": [
            {
                "text": "Od subote, 22.06.2024. godine na svim linijama javnog gradskog i prigradskog prevoza putnika na teritoriji Grada Niša primenjivaće se redukovani tzv.”letnji” red vožnje."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz."
            },
            {
                "text": "Red vožnje možete videti od subote 22.06.2024. godine na Sajtu Direkcije za javni prevoz Grada  http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "19. jun 2024.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Zadušnice",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 21.6.2024.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje koja će u periodu od 09:00 do 15:00 časova saobraćati sa 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 21.6.2024. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 22.6.2024. godine biće otvorena vanredna linija 8L Trg Kralja Aleksandra - Novo Groblje koja će u periodu od 07:00 do 15:00 časova saobraćati sa 4 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            },
            {
                "text": "Red vožnje za subotu 22.6.2024. godine za vanrednu liniju 8L možete pogledati ovde ."
            }
        ]
    },
    {
        "date": "31. maj 2024.",
        "title": "„Palilulsko veče 2024″ - izmena režima javnog prevoza",
        "sections": [
            {
                "text": "Zbog organizovanja manifestacije „Palilulsko veče 2024″ vrši se potpuna obustava saobraćaja u ulicama Episkopskoj, Božidarčevoj, Vojvode Gojke i Hajduk Veljkovoj."
            },
            {
                "text": "U skladu sa navedenim, trase linija javnog gradskog prevoza broj 8 i 34, u periodu od 05:00 dana 3.6.2023. do 10:00 časova dana 4.6.2023. godine, na delu od raskrsnice ulica Dušana Popovića- Episkopska -Mokranjčeva -Stanoja Bunuševca preusmeravaju se  ulicama Stanoja Bunuševca - Njegoševa - Hilandarska -Obrenovićeva i dalje redovnom trasom za liniju 8 i ulicama Stanoja Bunuševca -Njegoševa -Branka Radičevića i na dalje redovnom trasom za liniju 34. Privremeno izmenjena trasa važi za oba smera navedenih linija."
            },
            {
                "text": "Na privremenoj trasi koristiće se postojeća stajališta."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/."
            }
        ]
    },
    {
        "date": "30. maj 2024.",
        "title": "Privremena izmena prigradskih linija broj 14, 14A, 15, 16, 17 i 17L",
        "sections": [
            {
                "text": "U skladu sa zahtevom Niškog kulturnog centra za privremenu obustavu saobraćaja u ulici Đuke Dinić do raskrsnice sa ulicom Franca Rozvana, u ulici Šumatovačka od Univerzitetskog trga do Franca Rozmana, ulici Kej Mike Paligorića od Anete Andrejević do Univerzitetskog trga i u ulici Heroja sa Paštrika (stari naziv ulice Jadranska) od Univerzitetskog trga do parkinga Tvrđava, zbog izvođena opere „Tosca“, Đakoma Pučinija, na lokaciji ispred Beogradske kapije Niške tvrđave, vrši se potpuna obustava saobraćaja u navedenim ulicama dana 31.05.2024. godine u periodu od 19:30 do 00:00 časova, te se u skladu sa navedenim vrši izmena trasa linija javnog prevoza putnika broj 14, 14A, 15, 16, 17 i 17L na sledeći način:"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "24. maj 2024.",
        "title": "Privremena izmena trese linija 21A Niš-Prosek-Gornja Studena",
        "sections": [
            {
                "text": "Zbog izvođenja radova na kanalizacionoj mreži i potpune obustave saobraćaja u naselju Jelašnica, u ulici Prvog Srpskog Ustanka, od raskrsnice sa ulicom Pančićevo sokače do raskrsnice sa ulicom Rimski put, preusmeravaju se vozila javnog prevoza putnika  koja saobraćaju trasom na liniji 21A Niš-Prosek-Gornja Studena (polasci radnim danom u 07:00 iz Niša i u 13:00 iz Gornje Studene) da tokom izvođenja radova od 27.5.2024. godine do 27.6.2024. godine ne saobraćaju u Prosek, već saobraćaju na relaciji Niš-Gornja Studena (bez prolaska kroz naselje Prosek)."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    }
]