[
    {
        "date": "19. april 2024.",
        "title": "Privremena izmena režima saobraćaja u nedelju 21.aprila 2024. godine",
        "sections": [
            {
                "text": "Povodom izvođenja radova na dislokaciji - uništenju eksplozivnog ostatka rata - bombe iz NATO bombardovanja, u skladu sa Rešenjem Uprave za komunalne delatnosti, energetiku i saobraćaj broj 1320-1/2024-09 od 19.04.2024. godine, vrši se privremena izmena  režima  saobraćaja u ulici Aleksandra Medvedeva, od raskrsnice sa Bulevarom 12. februar do raskrsnice sa Bulevarom Nikole Tesle i u Bulevaru Nikole Tele od raskrsnice sa Bulevarom Heroja sa Košara do raskrsnice sa Pantelejskom u vremenskom periodu od 07:00 do 15:00 dana 21.04.2024. godine. Trase linija javnog prevoza u navedenom periodu preusmeravaju se na sledeći način:"
            },
            {
                "text": "-           Prigradske linije (14 A Cerje, 15 Knez selo, 16 Vrelo, 17 Oreovac, 17L Gornja Vrežina)  - preusmeravaju se preko centra grada u oba smera"
            },
            {
                "text": "-           Linija 12:"
            },
            {
                "text": "Smer Njegoševa - Donji Komren redovnom trasom do ulice Aleksandra Medvedeva, zatim Bulevar 12. fabruara, Bulevar Heroja sa Košara, Bulevar Nikole Tesle i na dalje redovnom trasom."
            },
            {
                "text": "Smer Donji Komren Njegoševa redovnom trasom do Bulevara Heroja sa Košara, zatim Bulevarom Heroja sa Košara,  Bulevar 12. februar i na dalje redovnom trasom."
            },
            {
                "text": "-           Linija 34A redovnom trasom do raskrsnice ulica Pantelejska-Bulevar Nikole Tesle, zatim ulicama Jadranska, Šumatovačka, Bulevar 12. februar  i na dalje redovnom trasom."
            },
            {
                "text": "-           Linija 34B redovnom trasom do raskrsnice ulica Bulevar 12. februar  i ulice Aleksandra Medvedeva, zatim Bulevar 12. februar, Knjeginje Ljubice, Generala Milojka Lešjanina, Vožda Karađorđa, Kralja Stefana Prvovenčanog, Pantelejska, Knjaževačka  i na dalje redovnom trasom."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "12. april 2024.",
        "title": "REDOVAN JAVNI PREVOZ NA RELACIJI ZA GABROVAC, VUKMANOVO I BERBATOVO",
        "sections": [
            {
                "text": "Od ponedeljka 15.aprila 2024. godine na linijama javnog prevoza za Gabrovac, Vukmanovo i Berbatovo u primeni će biti redovan red vožnje."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "5. april 2024.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gabrovac, Vukmanovo i Berbatovo",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na kanalizacionoj mreži počev od 8.aprila 2024. godine i organizacije radova koja podrazumeva potpunu obustavu saobraćaja u ulici Pobede u Gabrovcu, na deonici od ulice Nišavske do ulice Vukmanovske, vrši se reorganizacija prigradskih linija u navedenom periodu, radnim danom i subotom (subotom uz prethodnu  najavu radova) od 08.00 do 16.00 časova uz uvođenje dve lokalne linije sa presedanjem.\nPrva lokalna linija saobraća redovnom trasom od Prigradske autobuske stanice Niš do zone potpune obustave saobraćaja - Nišavske ulice u Gabrovcu, gde se vrši okretanje autobusa.  Druga lokalna linija saobraća na delu Gabrovac-Vukmanovo-Berbatovo-Gabrovac (kružna linija). Zonu izvođenja radova putnici prelaze pešačenjem.\nZa sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "3. april 2024.",
        "title": "JAVNI OGLAS ZA PRIKUPLjANjE PISMENIH PONUDA RADI OTUĐENjA RASHODOVANIH SREDSTAVA - OPASAN OTPAD IZ JAVNE SVOJINE JKP DIREKCIJA ZA JAVNI PREVOZ GRADA NIŠA NIŠ",
        "sections": [
            {
                "text": "** U tekstu ispod se nalazi samo deo Javnog oglasa, a celokupan dokument se može preuzeti ovde."
            },
            {
                "text": "Ha osnovu člana 33. stav 2. Zakona o javnoj svojini („Sl. glasnik PC”, br.72/11, 88/13, 105/14, 104/16-dr zakon,108/16,113/17,95/18 i 153/20), i Odluke o imenovanju Komisije za sprovođenja postupka otuđenja rashodovanih sredstava br. 403/24 od 23.02.2024. godine, Komisija za sprovođenja postupka otuđenja rashodovanih sredstava, dana 02.04.2024. godine objavljuje"
            },
            {
                "text": "JAVNI OGLAS\nZA PRIKUPLjANjE PISMENIH PONUDA RADI OTUĐENjA RASHODOVANIH SREDSTAVA - OPASAN OTPAD IZ JAVNE SVOJINE JKP DIREKCIJA ZA JAVNI PREVOZ GRADA NIŠA NIŠ"
            },
            {
                "text": "I PREDMET OTUĐENjA"
            },
            {
                "text": "Predmet otuđenja su:\nRashodovana sredstva (vozila) - opasan otpad u vlasništvu JKP Direkcija za javni prevoz Grada Niša Niš, u postupku prikupljanja pismenih ponuda putem javnog oglašavanja. Vozila se prodaju kao otpad na osnovu rashoda i izveštaja o ispitivanju vozila br:02-567-111/1 od 27.03.2024.godine Instituta za zaštitu na radu A.D."
            },
            {
                "text": "Celokupan dokument Javnog oglasa može se preuzeti ovde."
            },
            {
                "text": "Obrazac Prijave za učešće na javnom oglasu i izjava o prihvatanju uslova može se preuzeti ovde."
            },
            {
                "text": "Obrazac Izjave može se preuzeti ovde."
            }
        ]
    },
    {
        "date": "23. mart 2024.",
        "title": "Privremena izmena režima saobraćaja 24.03.2024. godine u ulicama Bulevar Medijana i Vizantijski bulevar",
        "sections": [
            {
                "text": "Povodom održavanja manifestacije Otkrivanja i osvećenja spomen-ploče Kosovskim junacima, kod hrama Svetog Vasilija Ostroškog, na Bulevaru Medijana, u Nišu, dana 24.03.2024. godine, u periodu od 12:00 do 16:00 časova, izvršiće se privremena izmena režima javnog saobraćaja na sledeći način:"
            }
        ]
    },
    {
        "date": "7. mart 2024.",
        "title": "Privremena izmena trasa linija javnog prevoza - Koncert grupe “RIBLjA ČORBA“",
        "sections": [
            {
                "text": "Zbog organizacije koncerta grupe “RIBLjA ČORBA“ na Trgu kralja Milana, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 19:00 časova dana 08.03.2024. godine do 02:00 časa dana 09.03.2024. godine. Trase linija javnog prevoza u navedenom periodu biće preusmerene na sledeći način:"
            },
            {
                "text": "Prigradske linije broj 14, 14A, 15, 16, 17, 17L u smeru ka prigradskoj autobuskoj stanici biće preusmerene ulicama Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 u smeru ka prigradskoj autobuskoj stanici, od raskrsnice „Sud“ biće preusmerene ulicama Stefana Prvovenčanog, Most Mladosti, Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. U odlasku sa autobuske stanice ka prigradskim naseljima prigradske linije broj 14, 14A, 15, 16, 17, 17L biće preusmerene ulicama: Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle do raskrsnice sa Pantelejskom i nadalje redovnom trasom.  Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 biće  preusmerene ulicama Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle, Most mladosti, Stefana Prvovenčanog do raskrsnice „Sud“ i nadalje redovnom trasom."
            }
        ]
    }
]