[
    {
        "date": "30. oktobar 2025.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Zadušnice",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 31.10.2025.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje koja će u periodu od 09:00 do 15:00 časova saobraćati sa 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 31.10.2025. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 01.11.2025. godine biće otvorena vanredna linija 8L Trg Kralja Aleksandra - Novo Groblje koja će u periodu od 07:00 do 15:00 časova saobraćati sa 4 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Red vožnje za subotu 01.11.2025. godine za vanrednu liniju 8L možete pogledati ovde"
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            }
        ]
    },
    {
        "date": "29. oktobar 2025.",
        "title": "Privremena izmena trase linije broj 25 Niš-Donje Međurovo-Čokot-Naselje „9.Maj“ u četvrtak 30.10.2025.godine i petak 31.10.2025.godine",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji pružnog prelaza KP 2340/1 KO Niš-Donje Međurovo u četvrtak  i petak 30. i 31.10.2025.godine od 07:00 do 15:00, autobusi na  trasi linije broj 25 Niš-Donje Međurovo-Čokot-Naselje „9.Maj“ saobraćaće izmenjenom trasom  na sledeći način:"
            },
            {
                "text": "Bubanjski heroji i nadalje redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase koristiti postojeća stajališta na zahtev putnika."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "21. oktobar 2025.",
        "title": "Obaveštenje o obustavi saobraćaja na ulazu u Naselje „9.maj“",
        "sections": [
            {
                "text": "Zbog polaganja vodovodne i kanalizacione cevi i završnih radova na rehabilitaciji saobraćajnice u ulici Toplički partizanski odred, na ulazu u Naselje „9.maj“, dana 22.10.2025.godine sa početkom od  07:00 časova, doći će do potpune obustave saobraćaja ispod podvožnjaka, kao i na dosadašnjem alternativnom putu sa Državnog puta II A reda br. 158 koji je imao funkciju obilaznice. Predviđeno je da se radovi izvode 22. i 23.10.2025. godine (dva dana)."
            },
            {
                "text": "Saobraćaj će biti preusmeren na alternativne pravce preko naselja Čokot i Donje Međurovo"
            },
            {
                "text": "Linije javnog gradskog i prigradskog prevoza menjaju se na sledeći način:"
            }
        ]
    },
    {
        "date": "14. oktobar 2025.",
        "title": "Privremena izmena trase linije broj 25 Niš-Donje Međurovo-Čokot-Naselje „9.Maj“",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji pružnog prelaza KP 2340/1 KO Niš-Donje Međurovo u sredu 15.10.2025.godine od 07:00 do 15:00, autobusi na  trasi linije broj 25 Niš-Donje Međurovo-Čokot-Naselje „9.Maj“ saobraćaće izmenjenom trasom  na sledeći način:"
            },
            {
                "text": "Na izmenjenom delu trase koristiti postojeća stajališta na zahtev putnika."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "29. septembar 2025.",
        "title": "Privremena izmena trase linije 31 PAS Niš - Hum od srede 02.10.2025.",
        "sections": [
            {
                "text": "Zbog izvođenja građevinskih radova u zoni raskrsnice ulice Danila Price i ulice Pobede u naselju Hum planirana je potpuna obustava saobraćaja na delu ulice Danila Price od raskrsnice sa ulicom Pobede ka raskrsnici sa ulicom Stevana Sinđelića. Obustava saobraćaja nije predviđena na delu raskrsnice ulice Danila Price ka ulici Pobede u cilju omogućavanja nesmetanog saobraćanja vozila javnog prevoza putnika redovnom trasom na liniji broj 30 (PAS Niš-Leskovik)."
            },
            {
                "text": "U skladu sa navedenim, vrši se izmena trase linije javnog gradskog prevoza broj 31 (PAS Niš-Hum), u periodu od 02.10.2025. do 21.10.2025. godine, tako da vozila javnog prevoza na navedenoj liniji saobraćaju ulicom Pobede do stajališta “Hum izlaz“."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "16. septembar 2025.",
        "title": "Prestanak potpune obustave saobraćaja u Hilandarskoj ulici od utorka 16.09.2025.",
        "sections": [
            {
                "text": "Od utorka 16.09.2025. godine ukida se potpuna obustava saobraćaja u Hilandarskoj ulici, vozila na linijama gradskog prevoza broj 7,8,9 i 12 vraćaju se na redovnu trasu."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    }
]