[
    {
        "date": "21. oktobar 2025.",
        "title": "Obaveštenje o obustavi saobraćaja na ulazu u Naselje „9.maj“",
        "sections": [
            {
                "text": "Zbog polaganja vodovodne i kanalizacione cevi i završnih radova na rehabilitaciji saobraćajnice u ulici Toplički partizanski odred, na ulazu u Naselje „9.maj“, dana 22.10.2025.godine sa početkom od  07:00 časova, doći će do potpune obustave saobraćaja ispod podvožnjaka, kao i na dosadašnjem alternativnom putu sa Državnog puta II A reda br. 158 koji je imao funkciju obilaznice. Predviđeno je da se radovi izvode 22. i 23.10.2025. godine (dva dana)."
            },
            {
                "text": "Saobraćaj će biti preusmeren na alternativne pravce preko naselja Čokot i Donje Međurovo"
            },
            {
                "text": "Linije javnog gradskog i prigradskog prevoza menjaju se na sledeći način:"
            }
        ]
    },
    {
        "date": "14. oktobar 2025.",
        "title": "Privremena izmena trase linije broj 25 Niš-Donje Međurovo-Čokot-Naselje „9.Maj“",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji pružnog prelaza KP 2340/1 KO Niš-Donje Međurovo u sredu 15.10.2025.godine od 07:00 do 15:00, autobusi na  trasi linije broj 25 Niš-Donje Međurovo-Čokot-Naselje „9.Maj“ saobraćaće izmenjenom trasom  na sledeći način:"
            },
            {
                "text": "Na izmenjenom delu trase koristiti postojeća stajališta na zahtev putnika."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "29. septembar 2025.",
        "title": "Privremena izmena trase linije 31 PAS Niš - Hum od srede 02.10.2025.",
        "sections": [
            {
                "text": "Zbog izvođenja građevinskih radova u zoni raskrsnice ulice Danila Price i ulice Pobede u naselju Hum planirana je potpuna obustava saobraćaja na delu ulice Danila Price od raskrsnice sa ulicom Pobede ka raskrsnici sa ulicom Stevana Sinđelića. Obustava saobraćaja nije predviđena na delu raskrsnice ulice Danila Price ka ulici Pobede u cilju omogućavanja nesmetanog saobraćanja vozila javnog prevoza putnika redovnom trasom na liniji broj 30 (PAS Niš-Leskovik)."
            },
            {
                "text": "U skladu sa navedenim, vrši se izmena trase linije javnog gradskog prevoza broj 31 (PAS Niš-Hum), u periodu od 02.10.2025. do 21.10.2025. godine, tako da vozila javnog prevoza na navedenoj liniji saobraćaju ulicom Pobede do stajališta “Hum izlaz“."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "16. septembar 2025.",
        "title": "Prestanak potpune obustave saobraćaja u Hilandarskoj ulici od utorka 16.09.2025.",
        "sections": [
            {
                "text": "Od utorka 16.09.2025. godine ukida se potpuna obustava saobraćaja u Hilandarskoj ulici, vozila na linijama gradskog prevoza broj 7,8,9 i 12 vraćaju se na redovnu trasu."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "3. septembar 2025.",
        "title": "Izmena trase gradskih i prigradskih linija zbog održavanja organizacije trke „Serbia Business Run“",
        "sections": [
            {
                "text": "Zbog održavanja manifestacije „SERBIA BUSINESS RUN“  u četvrtak  4.9.2025.godine linije gradskog i prigradskog prevoza će u periodu od 15:00 do 20:00 časova biti preusmerene na sledeći način:"
            },
            {
                "text": "-           Prigradske linije br. 14A, 15, 16, 17 i 17L - u odlasku sa prigradske autobuske stanice preko centra grada-Bulevar 12.februar, Knjeginje Ljubice, Generala Milojka Lešjanina, Vožda Karađorđa, Stefana Prvovenčanog, Pantelejska i na dalje redovnim trasama;"
            },
            {
                "text": "-           Linija br. 12 smer Njegoševa - Donji Komren, redovnom trasom do ulice Aleksandra Medvedeva, zatim Bulevarom 12. februar, Humska, Jadranska, Danila Kiša i na dalje redovnom trasom."
            },
            {
                "text": "Smer Donji Komren Njegoševa, redovnom trasom do Bulevara Heroja sa Košara, Bulevar Heroja sa Košara, Bulevar 12. februar i na dalje redovnom trasom;"
            },
            {
                "text": "-           Linija br. 34A redovnom trasom do ulice Aleksandra Medvedeva, zatim Bulevar Nikole Tesle, Bulevar Heroja sa Košara, Bulevar 12. februar  i na dalje redovnom trasom"
            },
            {
                "text": "-           Linija br. 34B redovnom trasom do ulice Aleksandra Medvedeva, zatim Bulevar 12. februar, Kej Mike Paligorića, Heroja sa Paštrika, Nišavska, Knjaževačka i na dalje redovnom trasom"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "2. septembar 2025.",
        "title": "Obaveštenje - rok za podnošenje zahteva za povraćaj novčanih sredstava produžen do daljnjeg",
        "sections": [
            {
                "text": "Obaveštavamo vas da je rok za podnošenje zahteva za povraćaj novčanih sredstava produžen do daljnjeg. Svi zainteresovani mogu podneti zahtev lično u prostorije JKP Direkcija za javni prevoz Grada Niša, Niš od 07.30 do 15.30 časova, na Prigradskoj autobuskoj stanici radnim danima od 07.00 do 20.00 časova, subotom od 08.00 do 14.00 časova ili u poslovnici „TON“ na Trgu kralja Milana, radnim danima od 07.00 do 20.00 časova. Zahvaljujemo na interesovanju."
            }
        ]
    }
]