[
    {
        "date": "11. februar 2026.",
        "title": "Obaveštenje o režimu rada za Dan državnosti - Sretenje",
        "sections": [
            {
                "text": "Tokom nastupajućeg državnog praznika Dana državnosti Republike Srbije - Sretenja, 15. , 16. i 17. februara 2026. godine (nedelja , ponedeljak i utorak) na svim linijama u javnom gradskom i prigradskom prevozu u Nišu primenjivaće se nedeljni red vožnje."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "11. februar 2026.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Zadušnice",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 13.2.2026.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje na kojoj će u periodu od 09:00 do 15:00 časova saobraćati 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 13.2.2026. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 14.2.2026. godine uvodi se vanredna linija 8L Trg Kralja Aleksandra - Novo Groblje na kojoj će u periodu od 07:00 do 15:00 časova saobraćati  4 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Red vožnje za subotu 14.2.2026. godine za vanrednu liniju 8L možete pogledati ovde ."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            }
        ]
    },
    {
        "date": "9. februar 2026.",
        "title": "Predlozi i sugestije u vezi novog sistema javnog prevoza u Nišu",
        "sections": [
            {
                "text": "Predlozi i sugestije u vezi novog sistema javnog prevoza u Nišu dostavljaju se do 25.03.2026. na sledeći način:"
            }
        ]
    },
    {
        "date": "6. februar 2026.",
        "title": "Novi red vožnje za liniju broj 7 Kalač brdo-63.Padobranske brigade",
        "sections": [
            {
                "text": "Od ponedeljka 9.2.2026.godine na liniji broj 7 Kalač brdo-63.Padobranske brigade u primeni je novi red vožnje."
            },
            {
                "text": "Izmenjeni red vožnje možete pogledati ovde."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "16. januar 2026.",
        "title": "Zimski red vožnje od ponedeljka 19.januara 2026. godine",
        "sections": [
            {
                "text": "Od ponedeljka, 19.1.2026. godine na svim linijama javnog gradskog i prigradskog prevoza putnika na teritoriji Grada Niša primenjivaće se tzv.”zimski” red vožnje."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz."
            },
            {
                "text": "Red vožnje možete videti od subote 17.1.2026. godine na Sajtu Direkcije za javni prevoz Grada  http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "15. januar 2026.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gornju Studenu",
        "sections": [
            {
                "text": "Za vreme izvođenja pripremnih  radova za asfaltiranje deonice puta od OŠ „Đura Jakšić“  u Jelašnici do Jelašničkih hanova od petka 16.01.2026.godine vrši se reorganizacija prigradskih linija u navedenom periodu, radnim danom i subotom (subotom uz prethodnu  najavu radova) od 07:30 do 16:30 časova uz uvođenje dve lokalne linije sa presedanjem."
            },
            {
                "text": "Prva lokalna linija saobraća redovnom trasom od Prigradske autobuske stanice Niš do zone potpune obustave saobraćaja - stajališta Jelašnički Hanovi (auto-put), gde se vrši okretanje autobusa."
            },
            {
                "text": "Druga lokalna linija saobraća na delu od Gornje Studene do zone radova u Jelašnici (OŠ „Đura Jakšić“)."
            },
            {
                "text": "Zonu izvođenja radova putnici prelaze pešačenjem."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            },
            {
                "text": "Red vožnje iz Niša:"
            },
            {
                "text": "Red vožnje za Niš:"
            }
        ]
    },
    {
        "date": "14. januar 2026.",
        "title": "Privremena izmena trase linija 8 , 23 i 23k",
        "sections": [
            {
                "text": "Dana 14.1.2026.godine u periodu od 11:00 vrši se izmena trase linija 8, 23 i 23k."
            },
            {
                "text": "Linija 8:"
            },
            {
                "text": "Prigradske linije 23 i 23k saobraćaju redovnom trasom do raskrsnice sa Zetskom ulicom, zatim izmenjenom trasom Bulevarom dr. Zorana Đinđića, Ćele Kula, ulicom Marina Držića, ulicom Ljubomira Nikolića i nadalje redovnom trasom. U povratku saobraćaju istom (izmenjenom)  trasom"
            }
        ]
    },
    {
        "date": "5. januar 2026.",
        "title": "Režim linija javnog prevoza za Badnji Dan",
        "sections": [
            {
                "text": "U skladu sa nastupajućim praznikom Badnjim Danom i praksom iz prethodnih godina u utorak 6. januara 2026. godine vršiće se sukcesivno isključivanje autobusa sa svih gradskih i prigradskih linija u periodu od 20:00 do 22:00 prema važećem redu vožnje za radni dan."
            },
            {
                "text": "Raspored isključenja vozila 6.1.2026.godine (utorak) možete pogledati ovde."
            },
            {
                "text": "Za više informacija možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem sajta http://jgpnis.rs/"
            }
        ]
    }
]