[
    {
        "date": "19. decembar 2025.",
        "title": "Redovan javni prevoz na relaciji za Gabrovac, Vukmanovo i Berbatovo",
        "sections": [
            {
                "text": "Od ponedeljka 22.decembra 2025. godine na linijama javnog prevoza za Gabrovac, Vukmanovo i Berbatovo u primeni će biti redovan red vožnje."
            },
            {
                "text": "Polasci iz Niša"
            },
            {
                "text": "Polasci za Niš"
            }
        ]
    },
    {
        "date": "28. novembar 2025.",
        "title": "Privremena izmena trasa linija broj 7, 8, 9 i 12",
        "sections": [
            {
                "text": "Zbog rekonstrukcije pružnog prelaza u ulici Hilandarska, kod Starog groblja, u periodu počev od ponedeljka 01.12.2025. godine u 08:00 časova do utorka 02.12.2025. godine u 20:00 časova, linije javnog gradskog i prigradskog prevoza putnika saobraćaće izmenjenom trasom."
            },
            {
                "text": "U skladu sa navedenim, trase linija javnog prevoza putnika broj"
            },
            {
                "text": "-           na liniji 7 (63. Padobranske brigade - Kalač brdo), u smeru ka Kalač brdu,  izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, na dalje udesno ulicom Vojvode Gojka i na dalje redovnom trasom;"
            },
            {
                "text": "u smeru od Kalač brda, izmenjenom trasom od ulice Vojvode Gojka ulevo ulicom Jug Bogdanova, na dalje udesno Trg Pavla Stojkovića, ulevo ka Trgu Kralja Aleksandra, na dalje ulicom Kneginje Ljubice i na dalje redovnom trasom;"
            },
            {
                "text": "-           na liniji 8 (Novo groblje - Gabrovačka reka), u smeru ka Gabrovačkoj reci,  izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, ulevo ulicom Branka Radičevića, ulevo ulicom Njegoševa, udesno ulicom Vojvode Gojka, Episkopskom i na dalje redovnom trasom;"
            },
            {
                "text": "u smeru od Gabrovačke reke ka Novom Groblju, vozila saobraćaju redovnom trasom;"
            },
            {
                "text": "-           na liniji 9 (Mokranjčeva - Branko Bjegović), u smeru od Mokranjčeve , izmenjenom trasom od ulice Mokranjčeve, pravo ulicom Episkopska, do Trga 14. Oktobar, na dalje udesno ulicom Obrenovićeva, Trg Pavla Stojkovića i na dalje redovnom trasom;"
            },
            {
                "text": "u smeru ka Mokranjčevoj, izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, na dalje ulevo ulicom Branka Radičevića, udesno ulicom Njegoševa, ulevo ulicom Stanoja Bunuševca i na dalje redovnom trasom;"
            },
            {
                "text": "-           na liniji 12 (Njegoševa - Donji Komren), u smeru od Njegoševe, izmenjenom trasom od ulice Njegoševe ulevo ulicom Branka Radičevića, udesno ulicom Jug Bogdanova, na dalje udesno Trg Pavla Stojkovića, ulevo ka Trgu Kralja Aleksandra, na dalje ulicom Kneginje Ljubice i na dalje redovnom trasom;"
            },
            {
                "text": "u smeru ka Njegoševoj, izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, ulevo ulicom Branka Radičevića, nadalje udesno ulicom Njegoševa i na dalje redovnom trasom."
            },
            {
                "text": "Na izmenjenim trasama linija koristiti postojeća stajališta."
            }
        ]
    },
    {
        "date": "21. novembar 2025.",
        "title": "Izmena dela trase linija 34A i 34B",
        "sections": [
            {
                "text": "Zbog rekonstrukcije pružnog prelaza „Aerodrom“ u ulici Vazduhoplovaca, u periodu od 08:00 časova 24.11.2025. godine (ponedeljak) do 20:00 časova 25.11.2025. godine (utorak), linije 34A i 34B gradskog prevoza saobraćaju u delu kod ulice Vazduhoplovaca izmenjenom trasom ulicom Gruje A. Kostadinovića (stari naziv ulica Vazduhoplovaca prilaz 1) do Velpro-a."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "18. novembar 2025.",
        "title": "Privremena izmena trase linije 8 Novo Groblje-Gabrovačka reka",
        "sections": [
            {
                "text": "Zbog rekonstrukcije pružnog prelaza „Palilulska rampa“ u ulici Episkopska, u periodu počev od 08:00 časova dana 19.11.2025. godine do 20:00 časova dana 20.11.2025. godine, linija javnog gradskog prevoza putnika broj 8 Novo Groblje-Gabrovačka reka, preusmerava sena sledeći način:"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/."
            }
        ]
    },
    {
        "date": "15. novembar 2025.",
        "title": "Obaveštenje o obustavi saobraćaja na ulazu u Naselje „9.maj“",
        "sections": [
            {
                "text": "Zbog izvođenja radova na asfaltiranju završnog sloja asfalta ispod podvožnjaka u ulici Toplički partizanski odred u naselju Deveti maj, kao i na delu obilaznice, na ulazu u Naselje „9.maj“,u vremenskom periodu od 08:00 časova u ponedeljak 17.11.2025. godine  do 20:00 časova  18.11.2025.godine (utorak), doći će do potpune obustave saobraćaja ispod podvožnjaka, kao i na dosadašnjem alternativnom putu sa Državnog puta II A reda br. 158 koji je imao funkciju obilaznice."
            },
            {
                "text": "Saobraćaj će biti preusmeren na alternativne pravce preko naselja Čokot i Donje Međurovo."
            },
            {
                "text": "Linije javnog gradskog i prigradskog prevoza menjaju se na sledeći način:"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "12. novembar 2025.",
        "title": "Obaveštenje o obustavi saobraćaja na ulazu u Naselje „9.maj“",
        "sections": [
            {
                "text": "Zbog izvođenja radova na asfaltiranju prvog sloja asfalta ispod podvožnjaka u ulici Toplički partizanski odred u naselju Deveti maj, kao i na delu obilaznice, na ulazu u Naselje „9.maj“, u četvrtak 13.11.2025.godine u periodu od 08:00 do 20:00 časova, doći će do potpune obustave saobraćaja ispod podvožnjaka, kao i na dosadašnjem alternativnom putu sa Državnog puta II A reda br. 158 koji je imao funkciju obilaznice."
            },
            {
                "text": "Saobraćaj će biti preusmeren na alternativne pravce preko naselja Čokot i Donje Međurovo."
            },
            {
                "text": "Linije javnog gradskog i prigradskog prevoza menjaju se na sledeći način:"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    }
]