[
    {
        "date": "6. decembar 2024.",
        "title": "Privremena izmena trasa linija 10, 26, 33, 36 i 36A",
        "sections": [
            {
                "text": "Zbog izvođenja radova na rekonstrukciji podvožnjaka na ulazu u naselje  Deveti maj, vrši se potpuna obustava saobraćaja u ul.Topličkog partizanskog odreda u naselju Deveti maj u Nišu."
            },
            {
                "text": "Trase linija javnog gradskog prevoza broj 10, 26, 33, 36 i 36A saobraćaju izmenjenom trasom od 9.12.2024.godine do 31.12.2024.godine, tako da se vozila gradskog i prigradskog prevoza od kružnog toka ispred naselja Deveti maj kreću izmenjenom trasom-lokalnom saobraćajnicom koja spaja Državni put II-A reda broj 158 sa ulicom Topličkog partizanskog odreda i na dalje redovnom trasom za navedene linije."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "2. decembar 2024.",
        "title": "Redovan režim javnog prevoza na trasi linija za Gabrovac, Vukmanovo i Berbatovo",
        "sections": [
            {
                "text": "Od utorka 03.12.2024. god. na trasi linija za Gabrovac, Vukmanovo i Berbatovo primenjivaće se redovan red vožnji."
            }
        ]
    },
    {
        "date": "28. novembar 2024.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gabrovac, Vukmanovo i Berbatovo",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na kanalizacionoj mreži počev od ponedeljka 02. decembra 2024. godine i organizacije radova koja podrazumeva potpunu obustavu saobraćaja u ulici Pobede u Gabrovcu, na deonici od ulice Nišavske do ulice Vukmanovske, vrši se reorganizacija prigradskih linija u navedenom periodu, radnim danom i subotom (subotom uz prethodnu  najavu radova) od 08.00 do 16.00 časova uz uvođenje dve lokalne linije sa presedanjem."
            },
            {
                "text": "Prva lokalna linija saobraća redovnom trasom od  Prigradske autobuske stanice Niš do zone potpune obustave saobraćaja - Nišavske ulice u Gabrovcu, gde se vrši okretanje autobusa."
            },
            {
                "text": "Druga lokalna linija saobraća na delu Gabrovac-Vukmanovo-Berbatovo-Gabrovac (kružna linija). Zonu izvođenja radova putnici prelaze pešačenjem."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            },
            {
                "text": "Red vožnje iz Niša:"
            },
            {
                "text": "* Polazak saobraća na relaciji Niš-Gabrovac-Vukmanovo-Berbatovo-Gabrovac (zona radova)"
            },
            {
                "text": "** Polazak saobraća na relaciji  Gabrovac-Vukmanovo-Berbatovo-Gabrovac-Niš"
            },
            {
                "text": "Red vožnje za Niš:"
            }
        ]
    },
    {
        "date": "13. novembar 2024.",
        "title": "Nastavak radova i izmena trase linije 21 Gornja Studena - PAS Niš -đački polasci",
        "sections": [
            {
                "text": "Zbog produženja izvođenja radova na rehabilitaciji kolovoza u ulici Prvog srpskog ustanka u naselju Jelašnica nastavlja se potpuna obustava saobraćaja."
            },
            {
                "text": "-Polazak na liniji br. 21 u 7:00 časova iz Niša, saobraća redovnom trasom (ne svraća u naselje Prosek - staro selo)."
            },
            {
                "text": "-Polazak na liniji br. 21 u 13:00 časova iz Gornje Studene, saobraća redovnom trasom (ne svraća u naselje Prosek - staro selo)."
            },
            {
                "text": "Privremena izmena režima saobraćaja važi do 8.12.2024. godine"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "7. novembar 2024.",
        "title": "Obaveštenje o režimu rada vozila javnog prevoza za „Dan primirja u Prvom svetskom ratu“ - 11.11.2024.godine",
        "sections": [
            {
                "text": "Zbog neradnog praznovanja državnog praznika Dana primirja u Prvom svetskom ratu, 11.11.2024. godine ( ponedeljak ), na svim linijama javnog gradskog i prigradskog prevoza putnika primenjivaće se nedeljni red vožnje."
            }
        ]
    },
    {
        "date": "5. novembar 2024.",
        "title": "Normalizacija saobraćaja na linijama 23K Niš-Vukmanovo-Berbatovo-Niš i 22 Niš-Vukmanovo",
        "sections": [
            {
                "text": "Nakon završetka radova u ulici Vukmanovskoj u Vukmanovu od srede 6.11.2024.godine linije prigradskog saobraćaja broj 23K Niš-Vukmanovo-Berbatovo-Niš i 22Niš-Vukmanovo saobraćaju redovnim trasom."
            }
        ]
    }
]