[
    {
        "date": "13. avgust 2025.",
        "title": "Izmena režima javnog prevoza na trasi linija broj 7, 8, 9 i 12",
        "sections": [
            {
                "text": "Zbog izvođenja radova na infrastrukturnom toplovodu od  četvrtka 14.08.2025.godine vrši se potpuna obustava saobraćaja u ul. Hilandarska, u Nišu."
            },
            {
                "text": "U skladu sa navedenim, trase linija javnog prevoza putnika broj 7 (63. Padobranske brigade - Kalač brdo), 8 (Novo groblje - Gabrovačka reka), 9 (Mokranjčeva - Branko Bjegović) i 12 (Njegoševa - Donji Komren), saobraćaju izmenjenom trasom u periodu od 14.08.2025. godine do 31.08.2025. godine, tako da se vozila javnog gradskog prevoza kreću sledećim trasama:"
            },
            {
                "text": "-           na liniji 7 (63. Padobranske brigade - Kalač brdo),"
            },
            {
                "text": "*u smeru 63. Padobranske brigade - Kalač brdo izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, na dalje udesno ulicom Vojvode Gojka i na dalje redovnom trasom. Stajališta Marger (od centra) i Staro groblje se ukidaju ."
            },
            {
                "text": "* u smeru Kalač brdo - 63. Padobranske brigade , izmenjenom trasom od ulice Vojvode Gojka ulevo ulicom Jug Bogdanova, na dalje udesno Trg Pavla Stojkovića, ulevo ka Trgu Kralja Aleksandra, na dalje ulicom Kneginje Ljubice i na dalje redovnom trasom. Stajališta Marger (ka centru) i Staro groblje se ukidaju."
            },
            {
                "text": "-           na liniji 8 (Novo groblje - Gabrovačka reka),"
            },
            {
                "text": "* u smeru Novo groblje - Gabrovačka reka,  izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, ulevo ulicom Branka Radičevića, ulevo ulicom Njegoševa, udesno ulicom Vojvode Gojka, Episkopskom i na dalje redovnom trasom. Stajališta Marger (od centra) se ukida."
            },
            {
                "text": "*u smeru Gabrovačka reka- Novo groblje od Gabrovačke reke ka Novom Groblju, vozila saobraćaju redovnom trasom;"
            },
            {
                "text": "-           na liniji 9 (Mokranjčeva - Branko Bjegović),"
            },
            {
                "text": "* u smeru Mokranjčeva - Branko Bjegović, izmenjenom trasom od ulice Mokranjčeve, pravo ulicom Episkopska, do Trga 14. Oktobar, na dalje udesno ulicom Obrenovićeva, Trg Pavla Stojkovića i na dalje redovnom trasom. Stajališta Božidarčeva i Stanoja Bunuševca (ka centru) se ukidaju."
            },
            {
                "text": "* u smeru Branko Bjegović - Mokranjčeva, izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, na dalje ulevo ulicom Branka Radičevića, udesno ulicom Njegoševa, ulevo ulicom Stanoja Bunuševca i na dalje redovnom trasom. Stajališta Marger (od centra) se ukida."
            },
            {
                "text": "-           na liniji 12 (Njegoševa - Donji Komren),"
            },
            {
                "text": "* u smeru Njegoševa - Donji Komren, izmenjenom trasom od ulice Njegoševe ulevo ulicom Branka Radičevića, udesno ulicom Jug Bogdanova, na dalje udesno Trg Pavla Stojkovića, ulevo ka Trgu Kralja Aleksandra, na dalje ulicom Kneginje Ljubice i na dalje redovnom trasom. Stajališta Marger (ka centru) se ukida."
            },
            {
                "text": "* u smeru Donji Komren - Njegoševa - izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, ulevo ulicom Branka Radičevića, nadalje udesno ulicom Njegoševa i na dalje redovnom trasom. Stajališta Marger (od centra) se ukida."
            },
            {
                "text": "Na izmenjenim trasama linija koriste se postojeća stajališta."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "6. avgust 2025.",
        "title": "Verski praznik sveti Pantelejmon - privremena izmena trasa linija broj 5, 14 i 14A",
        "sections": [
            {
                "text": "U skladu sa zahtevom Gradske opštine Pantelej vrši se potpuna obustava saobraćaja u ulici Kosovke devojke na delu od raskrsnice sa ulicom Pantelejskom do raskrsnice sa Bulevarom Svetog Pantelejmona dana 08.08.2025. godine u periodu od 14:00 do 22:00 i dana 09.08.2024. godine u periodu od 10:00 do 22:00, zbog proslave verskog praznika Svetog Pantelejmona.."
            },
            {
                "text": "U skladu sa navedenim, trase linija javnog prevoza broj 5, 14 i 14A privremeno se menjaju na sledeći način:"
            },
            {
                "text": "Na liniji broj 5, umesto ulicom Kosovke devojke, vozila se preusmeravaju, u smeru ka naselju Pantelej - Pantelejskom, Knjaževačkom, Studeničkom do raskrsnice sa ul. Bulevar Sv. Pantelejmona i nadalje redovnom trasom (u oba smera)."
            },
            {
                "text": "Na linijama broj 14 i 14A, umesto ul. Kosovke devojke, vozila se preusmeravaju Pantelejskom, Knjaževačkom, Studeničkom, Gornjomatejevačkom (u povratku ul. Bulevar Sv. Pantelejmona) i nadalje redovnim trasama."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se postojeća stajališta na zahtev putnika."
            }
        ]
    },
    {
        "date": "1. avgust 2025.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gabrovac, Berbatovo i Vukmanovo",
        "sections": [
            {
                "text": "Od 04.08.2025.godine zbog intenzivnijeg izvođenja radova na kanalizacionoj mreži i organizacije radova koja podrazumeva celodnevnu potpunu obustavu saobraćaja u ulici Pobede u Gabrovcu, na deonici od ulice Nišavske do ulice Vukmanovske, vrši se reorganizacija prigradskih linija."
            },
            {
                "text": "Prva lokalna linija saobraća redovnom trasom od  Prigradske autobuske stanice Niš do zone potpune obustave saobraćaja u Gabrovcu, gde se vrši okretanje autobusa."
            },
            {
                "text": "Druga lokalna linija saobraća na delu Gabrovac-Vukmanovo-Berbatovo-Gabrovac (kružna linija). Zonu izvođenja radova putnici prelaze pešačenjem."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            },
            {
                "text": "Red vožnje iz Niša:"
            },
            {
                "text": "* Polazak saobraća na relaciji Niš-Gabrovac-Vukmanovo-Berbatovo-Gabrovac (zona radova)"
            },
            {
                "text": "** Polazak saobraća na relaciji  Gabrovac-Vukmanovo-Berbatovo-Gabrovac-Niš"
            },
            {
                "text": "Red vožnje za Niš:"
            }
        ]
    },
    {
        "date": "30. jul 2025.",
        "title": "Dodatni polasci za Nišku banju za verski praznik Sv. prorok Ilija",
        "sections": [
            {
                "text": "Zbog održavanja tradicionalne manifestacije povodom verskog praznika Sv. proroka Ilije u subotu 02.08.2025. godine uvode se dodatni polasci na Liniji 1 Niška banja - Minovo naselje u popodnevnim i večernjim satima i to:"
            },
            {
                "text": "* Trg kralja Aleksandra - Niška banja od 16:33 i\n* Niška banja -Šivara od 17:10."
            },
            {
                "text": "Red vožnje za subotu 02.08.2025. godine za Liniju 1 možete pogledati ovde."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "30. jun 2025.",
        "title": "OBAVEŠTENjE O POVRAĆAJU NOVČANIH SREDSTAVA",
        "sections": [
            {
                "text": "Rešenjem Gradskog veća Grada Niša broj 916-1/2025-03 od 20.06.2025.godine, sa primenom od 01.07.2025.godine, određeno je da će usluga prevoza u javnom gradskom i prigradskom prevozu putnika na teritoriji Grada Niša, za sve korisnike usluga na teritoriji Grada Niša biti  besplatna. Sa tim u vezi vršićemo povrat  novčanih sredstva, od 07.07.2025.godine, svim korisnicima usluga prevoza preostalim na  ,,NiCard“ mobilnoj aplikaciji i elektronskom novačniku koje korisnik poseduje. Rok za podnošenje zahteva je dva meseca, odnosno do 31.08.2025.godine."
            },
            {
                "text": "U cilju obrade Vašeg zahteva za povraćaj novčanih sredstava, potrebno je da lično dođete u prostorije JKP Direkcija za javni prevoz Grada Niša, Niš na Prigradskoj autobuskoj stanici radnim danima od 07.00 do 20.00 časova, subotom od 08.00 do 14.00 časova  ili u poslovnicu ,,TON“ na  Trgu kralja Milana, radnim danima od 07.00 do 20.00 časova, subotom od 08.00 do 14.00 časova, radi podnošenja dokumentacije koja je neophodna za obradu Vašeg zahteva."
            },
            {
                "text": "Prilikom podnošenja zahteva za povraćaj novčanih sredstava potrebno je priložiti sledeću dokumentaciju:"
            }
        ]
    },
    {
        "date": "25. jun 2025.",
        "title": "Besplatan javni gradski i prigradski prevoz na teritoriji Grada Niša od 01.07.2025.godine",
        "sections": [
            {
                "text": "Poštovani sugrađani, obaveštavamo vas da je u skladu sa Rešenjem Gradskog veća Grada Niša donetom na sednici održanoj dana 20.06.2025. godine, usluga prevoza u javnom gradskom i prigradskom prevozu na teritoriji Grada Niša  besplatna počevši od 01.07.2025.godine."
            },
            {
                "text": "https://jgpnis.rs/wp-content/uploads/2025/06/Rešenje-sa-obrazloženjem.pdf"
            }
        ]
    }
]