[
    {
        "date": "3. april 2025.",
        "title": "Privremena izmena trasa linija broj 5, 14 i 14A",
        "sections": [
            {
                "text": "U skladu sa zahtevom JP Direkcija za izgradnju grada Niša vrši se potpuna obustava saobraćaja na delu ulice Kosovke devojke, kod raskrsnice sa ulicom Pantelejska, u periodu od 04.04.2025. godine do 10.04.2025. godine, zbog rehabilitacije kolovoza."
            },
            {
                "text": "U skladu sa navedenim, trase linija javnog prevoza broj 5, 14 i 14A privremeno se menjaju na sledeći način:"
            },
            {
                "text": "Na liniji broj 5 Železnička stanica-Bulevar sv. Pantelejmona, umesto ulicom Kosovke devojke, vozila se preusmeravaju, u smeru ka naselju Pantelej - Pantelejskom, Knjaževačkom, Studeničkom do kružne raskrsnice sa Bulevarom Sv. Pantelejmona, zatim ulevo Bulevarom Sv. Pantelejmona do kružne raskrsnice sa ulicom Vase Pelagića, nadalje nazad do kružne raskrsnice sa ulicom Studenička i na dalje redovnom trasom (u oba smera). U navedenom periodu privremeno se ukidaju stajališta “Sv. Pantelejmon“ i “MK Branko Mišić-Kamenko“. Stajalište “Vase Pelagića“(smer ka centru) koristiće se za prijem i otpremu putnika u oba smera."
            },
            {
                "text": "Na linijama broj 14 PAS Niš - Vinik - Kamenica - Brenica i 14A PAS Niš - Cerje, umesto ul. Kosovke devojke, vozila se preusmeravaju Pantelejskom, Knjaževačkom, Studeničkom, Gornjomatejevačkom (u povratku Bulevarom Sv. Pantelejmona) i nadalje redovnim trasama. U navedenom periodu privremeno se ukida stajalište “MK Branko Mišić-Kamenko“."
            },
            {
                "text": "Na izmenjenom delu trase svih linija koriste se postojeća stajališta na zahtev putnika."
            }
        ]
    },
    {
        "date": "27. februar 2025.",
        "title": "Obaveštenje o režimu saobraćanja gradskih i prigradskih linija za 01.03.2025.godine",
        "sections": [
            {
                "text": "Zbog najavljenog skupa u subotu 01.03.2025.godine  u periodu od 07:00 do 24:00 polasci na gradskim i prigradskim linijama saobraćaće na sledeći način:"
            },
            {
                "text": "* Na relaciji Minovo naselje-Železnička stanica ( alternativno ulica Kajmakčalanska -Bubanj okretnica) sa intervalom sleđenja od 15 minuta"
            },
            {
                "text": "U periodu od 07:00 do 13:00"
            },
            {
                "text": "* Na relaciji Niška banja- Trošarina-Bulevar Nemanjića-Blagoja Parovića saobraćaće sa intervalom sleđenja od 15 minuta"
            },
            {
                "text": "U periodu  od 13:00 do 00:00"
            },
            {
                "text": "* Na relaciji Niška banja- Ćele kula-ATD sa intervalom sleđenja od 15 minuta"
            },
            {
                "text": "* Na relaciji Donja Vrežina 1- Studenička ulica - Bulevar Sv.Pantelejmona (Vase Pelagića) sa intervalom sleđenja od 12 minuta"
            },
            {
                "text": "U periodu  od 13:00 do 24:00"
            },
            {
                "text": "*Na relaciji Donja Vrežina 1- Jagodin Mala (kružna raskrsnica) sa intervalom sleđenja"
            },
            {
                "text": "od 10 minuta"
            },
            {
                "text": "* Na relaciji Naselje Ratko Jović-Prigradska autobuska stanica sa intervalom sleđenja od 20 minuta"
            },
            {
                "text": "U periodu od 07:00 do 13:00"
            },
            {
                "text": "* Na relaciji Brzi Brod-Trošarina- Bulevar Nemanjića - Sremska sa intervalom sleđenja od 15 minuta"
            },
            {
                "text": "U periodu  od 13:00 do 24:00"
            },
            {
                "text": "* Na relaciji Brzi Brod-Ćele kula-ATD sa intervalom sleđenja od 15 minuta"
            },
            {
                "text": "* Na relaciji Čalije-Ćele kula ( Trošarina) sa intervalom sleđenja 25 minuta"
            },
            {
                "text": "*Na relaciji Bulevar Sv.Pantelejmona-Crkva Sv.Pantelejmona-Bulevar Gorana Ostojića (kružna raskrsnica) sa intervalom sleđenja 10 minuta"
            },
            {
                "text": "U periodu  od 13:00 do 24:00"
            },
            {
                "text": "* Na relaciji Bulevar Sv.Pantelejmona - Crkva Sv. Pantelejmona - Jagodin Mala               (kružna raskrsnica) sa intervalom sleđenja od 14 minuta."
            },
            {
                "text": "*Na relaciji Skopska-Blagoja Parovića sa intervalom sleđenja 25 minuta"
            },
            {
                "text": "* Na relaciji Duvanište-Blagoja Parovića sa intervalom sleđenja 15 minuta"
            },
            {
                "text": "* Na relaciji Kalač brdo-Vojvode Gojka-od 06:30 saobraćaće polasci na svakih 60 minuta"
            },
            {
                "text": "U periodu  od 13:30 do 21:30"
            },
            {
                "text": "* Na relaciji Kalač brdo-Trg 14.Oktobra (Marger) saobraćaće polasci na svakih 60 minuta"
            },
            {
                "text": "*Na relaciji Novo groblje-Gabrovačka reka ukidaju se  stajališta Obilićev venac, Šojka, Trg Pavla Stojkovića i Marger"
            },
            {
                "text": "* Na relaciji Gabrovačka reka-Novo groblje ukidaju se stajališta Episkopska, Marger,                           Trg Pavla Stojkovića i Obilićev venac."
            },
            {
                "text": "* Na relaciji Branko Bjegović-Prigradska autobuska stanica sa intervalom sleđenja 25 minuta."
            },
            {
                "text": "U periodu od 07:00 do 13:00"
            },
            {
                "text": "* Na relaciji Mokranjčeva-Stanoja Bunuševca-Vojvode Gojka-Episkopska (kružna) sa  intervalom sleđenja 25 minuta"
            },
            {
                "text": "U periodu  od 13:00 do 24:00"
            },
            {
                "text": "*Na relaciji Mokranjčeva-Stanoja Bunuševca-Trg 14.Oktobra (Marger) sa intervalom sleđenja  od 25 minuta"
            },
            {
                "text": "*  Na relaciji Naselje „9.Maj“ -Železnička stanica ( alternativno ulica Kajmakčalanska -Bubanj okretnica) sa intervalom sleđenja od 20 minuta"
            },
            {
                "text": "* Na relaciji Trg Mije Stanimirovića ( alternativno Mašinska industrija)-Medoševac polasci u : 06:50, 10:00, 12:30, 14:30, 15:00, 18:30, 20:30"
            },
            {
                "text": "* Na relaciji Medoševac- Trg Mije Stanimirovića ( alternativno Mašinska industrija polasci u : 07:20, 10:15, 13:00, 14:45, 15:15, 18:45, 20:45"
            },
            {
                "text": "* Na relaciji  Donji Komren- Prigradska autobuska stanica sa intervalom sleđenja 35 minuta"
            },
            {
                "text": "U periodu od 07:00 do 13:00"
            },
            {
                "text": "* Na relaciji Njegošova- Vojvode Gojka-Episkopska -Stanoja Bunuševca (kružna) sa intervalom sleđenja od 35 minuta"
            },
            {
                "text": "U periodu  od 13:00 do 24:00"
            },
            {
                "text": "Na relaciji Njegošova - Trg 14.Oktobra (Marger) sa intervalom sleđenja od 35 minuta"
            },
            {
                "text": "*Na relaciji Delijski Vis-Blagoja Parovića sa  intervalom sleđenja 14 minuta"
            },
            {
                "text": "*Realizuje se sa intervalom od 25 minuta trasom: Aerodrom-Bulevar 12.Februar, Bulevar Heroja sa Košara, Bulevar Gorana Ostojića, Studeničkom ulicom, RK Sinđeluć, TC Roda, Ćele kula, Dušana Popovića, Vojvode Gojka (alternativno do Bubanj okretnice) i u povratku istom trasom"
            },
            {
                "text": "U periodu  od 13:00 do 21:30"
            },
            {
                "text": "*Realizuje se redovnom trasom do ulice Vojvode Gojka (alternativno do Bubanj okretnice) i u povratku istom trasom"
            },
            {
                "text": "Linija 34A: polasci na liniji 34 A se ne realizuju, vozila uključena na liniji 34B u povratku realizuju polaske linije 34A."
            },
            {
                "text": "Prigradske linije u periodu od 07:00 do 24:00 održavaće se u skladu sa važećim (subotnjim) redom vožnje prema sledećem rasporedu:"
            },
            {
                "text": "U periodu od 07:00 do 13:00  saobraćaće sa Prigradske autobuske stanice alternativnim trasama ( Bulevar Heroja sa Košara, Bulevar Gorana Ostojića, Bulevar Sv.Pantelejmona, Studenička, Knjaževačka i na delje redovnom trasom) i u povratku istom trasom."
            },
            {
                "text": "U periodu od 13:00 do 24:00  saobraćaće sa Prigradske autobuske stanice redovnom trasom (ulicom Aleksandra Medvedeva - Jagodin Mala - Knjaževačka) u oba smera."
            },
            {
                "text": "NAPOMENA: Obaveštavamo sve putnike da u toku navedenog perioda može doći do odstupanja rada vozila zbog nepredviđenih okolnosti, na koje JKP Direkcija za javni prevoz Grada Niša nije u mogućnosti da utiče."
            }
        ]
    },
    {
        "date": "20. februar 2025.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Zadušnice",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 21.02.2025.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje koja će u periodu od 09:00 do 15:00 časova saobraćati sa 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 21.02.2025. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 22.02.2025. godine biće otvorena vanredna linija 8L Trg Kralja Aleksandra - Novo Groblje koja će u periodu od 07:00 do 15:00 časova saobraćati sa 4 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Red vožnje za subotu 22.02.2025. godine za vanrednu liniju 8L možete pogledati ovde ."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            }
        ]
    },
    {
        "date": "13. februar 2025.",
        "title": "Obaveštenje o režimu rada za Dan državnosti-Sretenje",
        "sections": [
            {
                "text": "Tokom nastupajućeg državnog praznika Dana državnosti Republike Srbije - Sretenja, 15. , 16. i 17. februara 2025. godine (subota, nedelja i ponedeljak) na svim linijama u javnom gradskom i prigradskom prevozu u Nišu primenjivaće se nedeljni red vožnje."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "31. januar 2025.",
        "title": "Mapa prodajnih mesta",
        "sections": [
            {
                "text": "PC “AMBASADOR”, LOKAL 28 (PORED ULAZA U NIŠAVSKI OKRUG)"
            },
            {
                "text": "TPC „AMBASADOR“, LOKAL 27 (PREKO PUTA ULAZA U NIŠAVSKI OKRUG)"
            },
            {
                "text": "Radnja za menjačke poslove, trgovinu i fotokopiranje „Dab Duki“ Niš"
            },
            {
                "text": "DIJANA ZDRAVKOVIĆ PR, „TRANS D“ NIŠ"
            },
            {
                "text": "MENjAČNICA „DINjA-M“"
            },
            {
                "text": "JKP „OBJEDINjENA NAPLATA“"
            },
            {
                "text": "1. Bul. Dr Zorana Đinđića 42A,\n2. Vizantijski bulevar 29B,\n3. Vožda Karađorđa 68A,\n4. Topličina 2,\n5. Knjaževačka 149,\n6. Milana Blagojevića 55,\n7. Đerdapska 68,\n8. Bulevar Nemanjića 25, Zona 3,\n9. Borska 15,\n10. Zaplanjaska 39,\n11. Pavla Sofrića bb,\n12. Vojvode Putnika24,\n13. Toplički Partizanski Odred 73,\n14. Pribojska 60,\n15. Trg Republike 17,\n16. 7. Juli 38,\n17. Bulevar Dr Zorana Đinđića 81a,\n18. Mileko Hadžić bb, pijaca Ćele Kula 033,\n19. Knjaževačka 207\n20. Marina Držića 38E\n21. Njegoševa bb\nRadno vreme menjačnica EURO 5: radnim danom 08:00 do 22:00, subotom i nedeljom 08:00 do 22:00.\n22. Kičevo šop- Jovana Ristića\n23. Dinarče- Ratka Jovića 2\n24. Market market -Čalije- Vukašina Mrnjačevića 88\n25. Niš ekspres- Dimitrija Tucovića bb\n26. Ilke- Episkopska bb"
            }
        ]
    },
    {
        "date": "17. januar 2025.",
        "title": "Zimski red vožnje od ponedeljka 20.01.2025. godine",
        "sections": [
            {
                "text": "Od ponedeljka, 20.01.2025. godine na svim linijama javnog gradskog i prigradskog prevoza putnika na teritoriji Grada Niša primenjivaće se tzv.”zimski” red vožnje."
            },
            {
                "text": "Red vožnje možete videti od subote 18.01.2025. godine na sajtu JKP Direkcije za javni prevoz Grada  http://jgpnis.rs/."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    }
]