[
    {
        "date": "12. novembar 2025.",
        "title": "Obaveštenje o obustavi saobraćaja na ulazu u Naselje „9.maj“",
        "sections": [
            {
                "text": "Zbog izvođenja radova na asfaltiranju prvog sloja asfalta ispod podvožnjaka u ulici Toplički partizanski odred u naselju Deveti maj, kao i na delu obilaznice, na ulazu u Naselje „9.maj“, u četvrtak 13.11.2025.godine u periodu od 08:00 do 20:00 časova, doći će do potpune obustave saobraćaja ispod podvožnjaka, kao i na dosadašnjem alternativnom putu sa Državnog puta II A reda br. 158 koji je imao funkciju obilaznice."
            },
            {
                "text": "Saobraćaj će biti preusmeren na alternativne pravce preko naselja Čokot i Donje Međurovo."
            },
            {
                "text": "Linije javnog gradskog i prigradskog prevoza menjaju se na sledeći način:"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "12. novembar 2025.",
        "title": "Privremena izmena trasa linija javnog prevoza - rekonstrukcija pružnog prelaza „Niška banja“",
        "sections": [
            {
                "text": "Zzbog rekonstrukcije pružnog prelaza „Niška banja“ u ulici Srpskih junaka, u periodu počev od 08.00 časova dana 13.11.2025. godine do 20.00 časova dana 14.11.2025. godine, vrši se preusmeravanje linija javnog gradskog i prigradskog prevoza putnika na sledeći način:"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "7. novembar 2025.",
        "title": "Obaveštenje o režimu rada vozila javnog prevoza za „Dan primirja u Prvom svetskom ratu“ - 11.11.2025.godine",
        "sections": [
            {
                "text": "Zbog neradnog praznovanja državnog praznika Dana primirja u Prvom svetskom ratu, 11.11.2025. godine (utorak), na svim linijama javnog gradskog i prigradskog prevoza putnika primenjivaće se nedeljni red vožnje."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "5. novembar 2025.",
        "title": "Izmena režima saobraćanja gradskih i prigradskih linija zbog rekonstrukcije pružnog prelaza 6.11.2025.godine",
        "sections": [
            {
                "text": "Zbog rekonstrukcije pružnog prelaza u ulici Jovana Ristića, kod Kičeva, u četvrtak 06.11.2025. godine u periodu od 08.00 do 20.00 časova, potrebno je preusmeriti linije javnog gradskog i prigradskog prevoza putnika na sledeći način:"
            }
        ]
    },
    {
        "date": "30. oktobar 2025.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Zadušnice",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 31.10.2025.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje koja će u periodu od 09:00 do 15:00 časova saobraćati sa 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 31.10.2025. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 01.11.2025. godine biće otvorena vanredna linija 8L Trg Kralja Aleksandra - Novo Groblje koja će u periodu od 07:00 do 15:00 časova saobraćati sa 4 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Red vožnje za subotu 01.11.2025. godine za vanrednu liniju 8L možete pogledati ovde"
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            }
        ]
    },
    {
        "date": "29. oktobar 2025.",
        "title": "Privremena izmena trase linije broj 25 Niš-Donje Međurovo-Čokot-Naselje „9.Maj“ u četvrtak 30.10.2025.godine i petak 31.10.2025.godine",
        "sections": [
            {
                "text": "Zbog radova na rekonstrukciji pružnog prelaza KP 2340/1 KO Niš-Donje Međurovo u četvrtak  i petak 30. i 31.10.2025.godine od 07:00 do 15:00, autobusi na  trasi linije broj 25 Niš-Donje Međurovo-Čokot-Naselje „9.Maj“ saobraćaće izmenjenom trasom  na sledeći način:"
            },
            {
                "text": "Bubanjski heroji i nadalje redovnom trasom."
            },
            {
                "text": "Na izmenjenom delu trase koristiti postojeća stajališta na zahtev putnika."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    }
]