[
    {
        "date": "30. septembar 2024.",
        "title": "Privremena izmena trase linije 21 Gornja Studena - PAS Niš -đački polasci",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na rehabilitaciji kolovoza u ulici Prvog srpskog ustanka u naselju Jelašnica vrši se potpuna obustava saobraćaja."
            },
            {
                "text": "-Polazak na liniji br. 21 u 7:00 časova iz Niša, saobraća redovnom trasom (ne svraća u naselje Prosek - staro selo)."
            },
            {
                "text": "-Polazak na liniji br. 21 u 13:00 časova iz Gornje Studene, saobraća redovnom trasom (ne svraća u naselje Prosek - staro selo)."
            },
            {
                "text": "Privremena izmena režima saobraćaja važi za period od 27.09.2024. godine do 30.11.2024. godine, u vremenu od 08,00 do 16,30 časova."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "24. septembar 2024.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gabrovac, Berbatovo i Vukmanovo",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na rehabilitaciji kolovoza u ulici Vukmanovskoj u naselju  Gabrovac počev od srede 25. septembra do 24. oktobra 2024. godine polasci na linijama broj 23K Niš-Vukmanovo-Berbatovo-Niš i 22 Niš- Vukmanovo u periodu od 08.00 do 16.00 časova preusmeravaju se na sledeći način:"
            },
            {
                "text": "Van navedenog vremenskog perioda polasci će se realizovati redovnom trasom."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "20. septembar 2024.",
        "title": "Privremena izmena trase linije 21 Gornja Studena - PAS Niš -đački polazak-",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na rehabilitaciji kolovoza u ulici Prvog srpskog ustanka u naselju Jelašnica vrši se potpuna obustava saobraćaja."
            },
            {
                "text": "Polazak na liniji 21 Gornja Studena - Prosek - PAS Niš u 13:00 časova radnim danima saobraća izmenjenom trasom (ne svraća u naselje Prosek-staro selo)."
            },
            {
                "text": "Privremena izmena režima saobraćaja važi za period od 23.09.2024. godine do 30.11.2024. godine, u vremenu od 08,00 do 16,30 časova."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "19. septembar 2024.",
        "title": "Privremena izmena trasa linija javnog prevoza za 20.09.2024. god. „Dan bez automobila“",
        "sections": [
            {
                "text": "Zbog obeležanja manifestacije „Dan bez automobila“ u okviru Evropske nedelje mobilnosti i promocije održivih vidova transporta, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 16:30 do 19:30 dana 20.09.2024. godine (petak). Trase linija javnog prevoza u navedenom periodu preusmeravaju se na sledeći način:"
            },
            {
                "text": "Prigradske linije broj 18, 19, 20, 20L, 21, 22, 23K, 23L i 37 u smeru ka prigradskoj autobuskoj stanici, od raskrsnice „Sud“ preusmeravaju se ulicama: Stefana Prvovenčanog, Most mladosti, Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. U odlasku sa autobuske stanice ka prigradskim naseljima navedene prigradske linije preusmeravaju se na isti način, ulicama: Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle, Most mladosti, Stefana Prvovenčanog do raskrsnice „Sud“ i nadalje redovnom."
            }
        ]
    },
    {
        "date": "11. septembar 2024.",
        "title": "Anketa o održivim vidovima saobraćaja",
        "sections": [
            {
                "text": "U sklopu kampanje Evropske nedelje mobilnosti koja se obeležava tradicionalno u periodu od 16 - 22 septembra, sa temom „Zajednički javni prostor - Krećimo se kvalitetnije“, pozivamo sve zainteresovane da popune anketu o održivim vidovima saobraćaja."
            },
            {
                "text": "PRISTUP ANKETI „Zajednički javni prostor - Krećimo se kvalitetnije“"
            }
        ]
    },
    {
        "date": "5. septembar 2024.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gabrovac, Vukmanovo i Berbatovo",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na rehabilitaciji kolovoza u ulici Pobede u Gabrovcu počev od četvrtka 05. septembra do 30. septembra 2024. godine polasci na linijama broj 23L Niš-Gabrovac manastir , 23K Niš-Vukmanovo-Berbatovo-Niš i 23 Niš- Berbatovo u periodu od 08.00 do 16.00 časova preusmeravaju se na sledeći način:"
            },
            {
                "text": "Van navedenog vremenskog perioda polasci će se realizovati redovnom trasom."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    }
]