[
    {
        "date": "16. septembar 2025.",
        "title": "Prestanak potpune obustave saobraćaja u Hilandarskoj ulici od utorka 16.09.2025.",
        "sections": [
            {
                "text": "Od utorka 16.09.2025. godine ukida se potpuna obustava saobraćaja u Hilandarskoj ulici, vozila na linijama gradskog prevoza broj 7,8,9 i 12 vraćaju se na redovnu trasu."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "3. septembar 2025.",
        "title": "Izmena trase gradskih i prigradskih linija zbog održavanja organizacije trke „Serbia Business Run“",
        "sections": [
            {
                "text": "Zbog održavanja manifestacije „SERBIA BUSINESS RUN“  u četvrtak  4.9.2025.godine linije gradskog i prigradskog prevoza će u periodu od 15:00 do 20:00 časova biti preusmerene na sledeći način:"
            },
            {
                "text": "-           Prigradske linije br. 14A, 15, 16, 17 i 17L - u odlasku sa prigradske autobuske stanice preko centra grada-Bulevar 12.februar, Knjeginje Ljubice, Generala Milojka Lešjanina, Vožda Karađorđa, Stefana Prvovenčanog, Pantelejska i na dalje redovnim trasama;"
            },
            {
                "text": "-           Linija br. 12 smer Njegoševa - Donji Komren, redovnom trasom do ulice Aleksandra Medvedeva, zatim Bulevarom 12. februar, Humska, Jadranska, Danila Kiša i na dalje redovnom trasom."
            },
            {
                "text": "Smer Donji Komren Njegoševa, redovnom trasom do Bulevara Heroja sa Košara, Bulevar Heroja sa Košara, Bulevar 12. februar i na dalje redovnom trasom;"
            },
            {
                "text": "-           Linija br. 34A redovnom trasom do ulice Aleksandra Medvedeva, zatim Bulevar Nikole Tesle, Bulevar Heroja sa Košara, Bulevar 12. februar  i na dalje redovnom trasom"
            },
            {
                "text": "-           Linija br. 34B redovnom trasom do ulice Aleksandra Medvedeva, zatim Bulevar 12. februar, Kej Mike Paligorića, Heroja sa Paštrika, Nišavska, Knjaževačka i na dalje redovnom trasom"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "2. septembar 2025.",
        "title": "Obaveštenje - rok za podnošenje zahteva za povraćaj novčanih sredstava produžen do daljnjeg",
        "sections": [
            {
                "text": "Obaveštavamo vas da je rok za podnošenje zahteva za povraćaj novčanih sredstava produžen do daljnjeg. Svi zainteresovani mogu podneti zahtev lično u prostorije JKP Direkcija za javni prevoz Grada Niša, Niš od 07.30 do 15.30 časova, na Prigradskoj autobuskoj stanici radnim danima od 07.00 do 20.00 časova, subotom od 08.00 do 14.00 časova ili u poslovnici „TON“ na Trgu kralja Milana, radnim danima od 07.00 do 20.00 časova. Zahvaljujemo na interesovanju."
            }
        ]
    },
    {
        "date": "1. septembar 2025.",
        "title": "Potpuna obustava saobraćaja u ul. Hilandarska, u Nišu od ponedeljka 01.09.2025. godine",
        "sections": [
            {
                "text": "Zbog nastavka izvođenja radova na infrastrukturnom toplovodu od  ponedeljka 01.09.2025.godine vrši se potpuna obustava saobraćaja u ul. Hilandarska, u Nišu."
            },
            {
                "text": "U skladu sa navedenim, vrši se izmena trase linija javnog prevoza putnika broj 7 (63. Padobranske brigade - Kalač brdo), 8 (Novo groblje - Gabrovačka reka), 9 (Mokranjčeva - Branko Bjegović) i 12 (Njegoševa - Donji Komren), tako da se vozila javnog gradskog prevoza kreću na sledeći način:"
            },
            {
                "text": "-         na liniji 7 (63. Padobranske brigade - Kalač brdo),"
            },
            {
                "text": "*u smeru 63. Padobranske brigade - Kalač brdo izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, na dalje udesno ulicom Vojvode Gojka i na dalje redovnom trasom. Stajališta Marger (od centra) i Staro groblje se ukidaju ."
            },
            {
                "text": "* u smeru Kalač brdo - 63. Padobranske brigade , izmenjenom trasom od ulice Vojvode Gojka ulevo ulicom Jug Bogdanova, na dalje udesno Trg Pavla Stojkovića, ulevo ka Trgu Kralja Aleksandra, na dalje ulicom Kneginje Ljubice i na dalje redovnom trasom. Stajališta Marger (ka centru) i Staro groblje se ukidaju."
            },
            {
                "text": "-           na liniji 8 (Novo groblje - Gabrovačka reka),"
            },
            {
                "text": "* u smeru Novo groblje - Gabrovačka reka,  izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, ulevo ulicom Branka Radičevića, ulevo ulicom Njegoševa, udesno ulicom Vojvode Gojka, Episkopskom i na dalje redovnom trasom. Stajališta Marger (od centra) se ukida."
            },
            {
                "text": "*u smeru Gabrovačka reka- Novo groblje od Gabrovačke reke ka Novom Groblju, vozila saobraćaju redovnom trasom;"
            },
            {
                "text": "-           na liniji 9 (Mokranjčeva - Branko Bjegović),"
            },
            {
                "text": "* u smeru Mokranjčeva - Branko Bjegović, izmenjenom trasom od ulice Mokranjčeve, pravo ulicom Episkopska, do Trga 14. Oktobar, na dalje udesno ulicom Obrenovićeva, Trg Pavla Stojkovića i na dalje redovnom trasom. Stajališta Božidarčeva i Stanoja Bunuševca (ka centru) se ukidaju."
            },
            {
                "text": "* u smeru Branko Bjegović - Mokranjčeva, izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, na dalje ulevo ulicom Branka Radičevića, udesno ulicom Njegoševa, ulevo ulicom Stanoja Bunuševca i na dalje redovnom trasom. Stajališta Marger (od centra) se ukida."
            },
            {
                "text": "-           na liniji 12 (Njegoševa - Donji Komren),"
            },
            {
                "text": "* u smeru Njegoševa - Donji Komren, izmenjenom trasom od ulice Njegoševe ulevo ulicom Branka Radičevića, udesno ulicom Jug Bogdanova, na dalje udesno Trg Pavla Stojkovića, ulevo ka Trgu Kralja Aleksandra, na dalje ulicom Kneginje Ljubice i na dalje redovnom trasom. Stajališta Marger (ka centru) se ukida."
            },
            {
                "text": "* u smeru Donji Komren - Njegoševa - izmenjenom trasom na delu od Trga Pavla Stojkovića ulevo ka Trgu Kralja Aleksandra, Trgom Kralja Aleksandra, na dalje ulicom Topličina, ulevo ulicom Obilićev venac, udesno ulicom Jug Bogdanova, ulevo ulicom Branka Radičevića, nadalje udesno ulicom Njegoševa i na dalje redovnom trasom. Stajališta Marger (od centra) se ukida."
            },
            {
                "text": "Na izmenjenim trasama linija koriste se postojeća stajališta."
            }
        ]
    },
    {
        "date": "31. avgust 2025.",
        "title": "Produženje trase linije broj 9 Mokranjčeva- Branko Bjegović",
        "sections": [
            {
                "text": "Od ponedeljka 1.9.2025.godine gradska linija broj 9 Mokranjčeva- Branko Bjegović produžava se u naselju Branko Bjegović na sledeći način:"
            },
            {
                "text": "Na produženom delu trase linije uvode se nova stajališta : Akademika Đorđa Lazarevića, Matije Bana i Derokova u oba smera."
            },
            {
                "text": "Izmena stupa na snagu od ponedeljka 1.9.2025.godine ."
            },
            {
                "text": "Novi red vožnje za liniju br.9 Mokranjčeva - Branko Bjegović možete oigledati ovde."
            }
        ]
    },
    {
        "date": "29. avgust 2025.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gornju Studenu",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na kanalizacionoj mreži od ponedeljka 01.09.2025.godine i organizacije radova koja podrazumeva potpunu obustavu saobraćaja u ulici Solunskih junaka na deonici od stajališta Jelašnički Hanovi (auto-put) - prva deonica ka Gornjoj Studeni, vrši se reorganizacija prigradskih linija u navedenom periodu, radnim danom i subotom (subotom uz prethodnu  najavu radova) od 07.30 do 16.30 časova uz uvođenje dve lokalne linije sa presedanjem."
            },
            {
                "text": "Prva lokalna linija saobraća redovnom trasom od  Prigradske autobuske stanice Niš do zone potpune obustave saobraćaja - stajališta Jelašnički Hanovi (auto-put), gde se vrši okretanje autobusa."
            },
            {
                "text": "Druga lokalna linija saobraća na delu od Gornje Studene do zone radova u Jelašnici ."
            },
            {
                "text": "Zonu izvođenja radova putnici prelaze pešačenjem."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            },
            {
                "text": "Red vožnje iz Niša:"
            },
            {
                "text": "** saobraća do zone radova"
            },
            {
                "text": "Red vožnje za Niš:"
            },
            {
                "text": "** saobraća od zone  radova do Niša"
            }
        ]
    }
]