[
    {
        "date": "5. septembar 2024.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gabrovac, Vukmanovo i Berbatovo",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na rehabilitaciji kolovoza u ulici Pobede u Gabrovcu počev od četvrtka 05. septembra do 30. septembra 2024. godine polasci na linijama broj 23L Niš-Gabrovac manastir , 23K Niš-Vukmanovo-Berbatovo-Niš i 23 Niš- Berbatovo u periodu od 08.00 do 16.00 časova preusmeravaju se na sledeći način:"
            },
            {
                "text": "Van navedenog vremenskog perioda polasci će se realizovati redovnom trasom."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "3. septembar 2024.",
        "title": "Zbog održavanja manifestacije „SERBIA BUSINESS RUN“ u četvrtak 5.9.2024.godine linije gradskog i prigradskog prevoza će u periodu od 15:00 do 20:00 časova biti preusmerene na sledeći način:",
        "sections": [
            {
                "text": "- Prigradske linije br. 14A, 15, 16, 17 i 17L - u odlasku sa prigradske autobuske stanice preko centra grada-Bulevar 12.februar, Knjeginje Ljubice, Generala Milojka Lešjanina, Vožda Karađorđa, Stefana Prvovenčanog, Pantelejska i na dalje redovnim trasama;"
            },
            {
                "text": "- Linija br. 12 smer Njegoševa - Donji Komren, redovnom trasom do ulice Aleksandra Medvedeva, zatim Bulevarom 12. februar, Humska, Jadranska, Danila Kiša i na dalje redovnom trasom."
            },
            {
                "text": "Smer Donji Komren Njegoševa, redovnom trasom do Bulevara Heroja sa Košara, Bulevar Heroja sa Košara, Bulevar 12. februar i na dalje redovnom trasom;"
            },
            {
                "text": "- Linija br. 34A redovnom trasom do ulice Aleksandra Medvedeva, zatim Bulevar Nikole Tesle, Bulevar Heroja sa Košara, Bulevar 12. februar  i na dalje redovnom trasom"
            },
            {
                "text": "- Linija br. 34B redovnom trasom do ulice Aleksandra Medvedeva, zatim Bulevar 12. februar, Kej Mike Paligorića, Heroja sa Paštrika, Nišavska, Knjaževačka i na dalje redovnom trasom"
            },
            {
                "text": "https://jgpnis.rs/wp-content/uploads/2024/09/Trasa-kretanja-učesnika-trke.jpg"
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "29. avgust 2024.",
        "title": "Zimski red vožnje od nedelje 1.septembra 2024. godine",
        "sections": [
            {
                "text": "Od nedelje, 1.9.2024. godine na svim linijama javnog gradskog i prigradskog prevoza putnika na teritoriji Grada Niša primenjivaće se tzv.”zimski” red vožnje."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz."
            },
            {
                "text": "Red vožnje možete videti od nedelje 1.9.2024. godine na Sajtu Direkcije za javni prevoz Grada  http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "22. avgust 2024.",
        "title": "Privremena izmena trase prigradske linije broj 21 Niš-Gornja Studena",
        "sections": [
            {
                "text": "Zbog izvođenja radova na rehabilitaciji kolovoza na opštinskom putu OP 141-9 Jelašnica-Čukljenik-Donja Studena-Gornja Studena-Bojanine vode od 25.8.2024. godine do 8.10.2024.godine doći će do potpune obustave saobraćaja u vremenskom periodu od 09:00 do 16:00 časova."
            },
            {
                "text": "Linija prigradskog prevoza broj 21 Niš-Gornja Studena održavaće se do Jelašnice."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "7. avgust 2024.",
        "title": "Verski praznik Sveti Pantelejmon - privremena izmena trasa linija broj 5, 14 i 14A",
        "sections": [
            {
                "text": "U skladu sa zahtevom Gradske opštine Pantelej vrši se potpuna obustava saobraćaja u ulici Kosovke devojke na delu od raskrsnice sa ulicom Druge proleterske brigade do raskrsnice sa Bulevarom Svetog Pantelejmona, u četvrtak  08.08.2024. godine u periodu od 14:00 do 22:00 časa i u petak 09.08.2024. godine u periodu od 10:00 do 22:00 časa, zbog proslave verskog praznika Svetog Pantelejmona."
            },
            {
                "text": "U skladu sa navedenim, trase linija javnog prevoza broj 5 Železnička stanice-Bulevar Sv.Pantelejmona, 14 Niš-Brenica i 14A Niš-Cerje privremeno se menjaju na sledeći način:"
            },
            {
                "text": "Na liniji broj 5, umesto ulicom Kosovke devojke, vozila se preusmeravaju, u smeru ka naselju Pantelej - Pantelejskom, Knjaževačkom, Studeničkom do raskrsnice sa ul. Bulevar Sv. Pantelejmona i nadalje redovnom trasom (u oba smera)."
            },
            {
                "text": "Na linijama broj 14 i 14A, umesto ul. Kosovke devojke, vozila se preusmeravaju Pantelejskom, Knjaževačkom, Studeničkom, Gornjomatejevačkom (u povratku ul. Bulevar Sv. Pantelejmona) i nadalje redovnim trasama."
            },
            {
                "text": "Na izmenjenom delu trase koristiće se postojeća stajališta na zahtev putnika."
            }
        ]
    },
    {
        "date": "1. avgust 2024.",
        "title": "Dodatni polasci za Nišku banju za verski praznik Sv. prorok Ilije",
        "sections": [
            {
                "text": "Zbog održavanja tradicionalne manifestacije povodom verskog praznika Sv. proroka Ilije u petak 02.08.2024.godine uvode se dodatni polasci na liniji 1 Niška banja - Minovo naselje u popodnevnim i večernjim satima i to:"
            },
            {
                "text": "*Trg kralja Aleksandra - Niška banja od 16:30 i"
            },
            {
                "text": "* Niška banja -Šivara od 17:04."
            },
            {
                "text": "Red vožnje možete pogledati ovde."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    }
]