[
    {
        "date": "31. januar 2025.",
        "title": "Mapa prodajnih mesta",
        "sections": [
            {
                "text": "PC “AMBASADOR”, LOKAL 28 (PORED ULAZA U NIŠAVSKI OKRUG)"
            },
            {
                "text": "TPC „AMBASADOR“, LOKAL 27 (PREKO PUTA ULAZA U NIŠAVSKI OKRUG)"
            },
            {
                "text": "Radnja za menjačke poslove, trgovinu i fotokopiranje „Dab Duki“ Niš"
            },
            {
                "text": "DIJANA ZDRAVKOVIĆ PR, „TRANS D“ NIŠ"
            },
            {
                "text": "MENjAČNICA „DINjA-M“"
            },
            {
                "text": "JKP „OBJEDINjENA NAPLATA“"
            },
            {
                "text": "-Bul. Dr Zorana Đinđića 42A,\n-Vizantijski bulevar 29B,\n-Vožda Karađorđa 68A,\n-Topličina 2,\n-Knjaževačka 149,\n-Milana Blagojevića 55,\n-Đerdapska 68,\n-Bulevar Nemanjića 25, Zona 3,\n-Borska 15,\n-Zaplanjaska 39,\n-Pavla Sofrića bb,\n-Vojvode Putnika24,\n-Toplički Partizanski Odred 73,\n-Pribojska 60,\n-Trg Republike 17,\n-7. Juli 38,\n-Bulevar Dr Zorana Đinđića 81a,\n-Mileko Hadžić bb, pijaca Ćele Kula 033,\n-Knjaževačka 207.\nRadno vreme menjačnica EURO 5: radnim danom 08:00 do 22:00,  subotom i nedeljom 08:00 do 22:00."
            }
        ]
    },
    {
        "date": "17. januar 2025.",
        "title": "Zimski red vožnje od ponedeljka 20.01.2025. godine",
        "sections": [
            {
                "text": "Od ponedeljka, 20.01.2025. godine na svim linijama javnog gradskog i prigradskog prevoza putnika na teritoriji Grada Niša primenjivaće se tzv.”zimski” red vožnje."
            },
            {
                "text": "Red vožnje možete videti od subote 18.01.2025. godine na sajtu JKP Direkcije za javni prevoz Grada  http://jgpnis.rs/."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "17. januar 2025.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gabrovac, Vukmanovo i Berbatovo",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na kanalizacionoj mreži počev od ponedeljka 20. januara 2025. godine i organizacije radova koja podrazumeva potpunu obustavu saobraćaja u ulici Pobede u Gabrovcu, na deonici od ulice Nišavske do ulice Vukmanovske, vrši se reorganizacija prigradskih linija u navedenom periodu, radnim danom i subotom (subotom uz prethodnu  najavu radova) od 07.30 do 16.30 časova uz uvođenje dve lokalne linije sa presedanjem."
            },
            {
                "text": "Prva lokalna linija saobraća redovnom trasom od  Prigradske autobuske stanice Niš do zone potpune obustave saobraćaja - Nišavske ulice u Gabrovcu, gde se vrši okretanje autobusa."
            },
            {
                "text": "Druga lokalna linija saobraća na delu Gabrovac-Vukmanovo-Berbatovo-Gabrovac (kružna linija). Zonu izvođenja radova putnici prelaze pešačenjem."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            },
            {
                "text": "Red vožnje iz Niša:"
            },
            {
                "text": "* Polazak saobraća na relaciji Niš-Gabrovac-Vukmanovo-Berbatovo-Gabrovac (zona radova)"
            },
            {
                "text": "** Polazak saobraća na relaciji  Gabrovac-Vukmanovo-Berbatovo-Gabrovac-Niš"
            },
            {
                "text": "Red vožnje za Niš:"
            }
        ]
    },
    {
        "date": "3. januar 2025.",
        "title": "Režim linija javnog prevoza za Badnji dan",
        "sections": [
            {
                "text": "U skladu sa nastupajućim praznikom Badnjim danom i praksom iz prethodnih godina u ponedeljak 06. januara 2025. godine vršiće se sukcesivno isključivanje autobusa sa svih gradskih i prigradskih linija u periodu od 20:00 do 22:00 prema važećem redu vožnje sa radni dan."
            },
            {
                "text": "Raspored isključenja vozila za ponedeljak 06. januar 2025. godine možete pogledati ovde."
            },
            {
                "text": "Za više informacija možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem sajta http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "30. decembar 2024.",
        "title": "Doček Nove 2025. godine - obustava saobraćaja u centru",
        "sections": [
            {
                "text": "Zbog održavanja dočeka Nove godine na Trgu kralja Milana, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 20:00 dana 31.12.2024. godine do 05:00 dana 01.01.2025. godine."
            },
            {
                "text": "Trase linija javnog prevoza u navedenom periodu preusmeravaju se na sledeći način:"
            },
            {
                "text": "*u smeru od „Ureda“ ka „Sudu“, za linije broj 1, 2, 3, 4, 5, 6, 10,11, 13, 14 preko Trga kralja Aleksandra, Trga Pavla Stojkovića, Cara Dušana, Sinđelićev trg do raskrnice „Sud“, i dalje redovnom trasom;"
            },
            {
                "text": "*u smeru od „Suda“ ka „Uredu“, za linije broj 1, 2, 3, 4, 5, 6, 10,11, 13 od raskrsnice „Sud“ Sinđelićev trg, Nikole Pašića do Trga kralja Aleksandra i dalje redovnom trasom."
            },
            {
                "text": "*Prigradske linije broj: 14, 14A, 15, 16, 17, 17L, u smeru ka prigradskoj autobuskoj stanici prusmeravaju se ulicama: Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. Februar."
            },
            {
                "text": "*Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 u smeru ka prigradskoj autobuskoj stanici, od raskrsnice „Sud“ preusmeravaju se ulicama: Stefana Prvovenčanog, Most mladosti, Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar."
            },
            {
                "text": "*U odlasku sa autobuske stanice ka prigradskim naseljima prigradske linije broj : 14A, 15, 16,17 i 17L preusmeravaju se ulicama: Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle do raskrsnice sa Pantelejskom i na dalje redovnom trasom."
            },
            {
                "text": "*Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 ka prigradskim naseljima preusmeravaju se ulicama: Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle ,Most mladosti, Stefana Prvovenčanog do raskrsnice „Sud“ i na dalje redovnom trasom."
            }
        ]
    },
    {
        "date": "30. decembar 2024.",
        "title": "Režim javnog prevoza za novogodišnje i božićne praznike",
        "sections": [
            {
                "text": "Za nastupajuće novogodišnje i božićne praznike 1.,2., i 7. januara 2025. godine primenjivaće se nedeljni red vožnje na svim linijama javnog prevoza u Nišu."
            },
            {
                "text": "U periodu zimskog raspusta od 03. do 19. januara primenjivaće se redukovani (letnji) red vožnje na svim linijama javnog gradskog i prigradskog prevoza u Nišu."
            },
            {
                "text": "U utorak  31.12.2024. godine, u periodu od 20:00-22:00 časa vršiće se sukscesivno isključivanje autobusa na svim linijama javnog prevoza."
            },
            {
                "text": "Za više informacija možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem sajta http://jgpnis.rs/"
            },
            {
                "text": "Raspored isključenja vozila 31.12.2024.god. (nedelja) možete pogledati ovde:"
            }
        ]
    }
]