[
    {
        "date": "30. jun 2025.",
        "title": "OBAVEŠTENjE O POVRAĆAJU NOVČANIH SREDSTAVA",
        "sections": [
            {
                "text": "Rešenjem Gradskog veća Grada Niša broj 916-1/2025-03 od 20.06.2025.godine, sa primenom od 01.07.2025.godine, određeno je da će usluga prevoza u javnom gradskom i prigradskom prevozu putnika na teritoriji Grada Niša, za sve korisnike usluga na teritoriji Grada Niša biti  besplatna. Sa tim u vezi vršićemo povrat  novčanih sredstva svim korisnicima usluga prevoza preostalim na  ,,NiCard“ mobilnoj aplikaciji i elektronskom novačniku koje korisnik poseduje."
            },
            {
                "text": "U cilju obrade Vašeg zahteva za povraćaj novčanih sredstava, potrebno je da lično dođete u prostorije JKP Direkcija za javni prevoz Grada Niša, Niš na Prigradskoj autobuskoj stanici ili u poslovnicu ,,TON“ na  Trgu kralja Milana, radnim danima od 07.30 do 20.00 časova, radi podnošenja dokumentacije koja je neophodna za obradu Vašeg zahteva."
            },
            {
                "text": "Prilikom podnošenja zahteva za povraćaj novčanih sredstava potrebno je priložiti sledeću dokumentaciju:"
            }
        ]
    },
    {
        "date": "25. jun 2025.",
        "title": "Besplatan javni gradski i prigradski prevoz na teritoriji Grada Niša od 01.07.2025.godine",
        "sections": [
            {
                "text": "Poštovani sugrađani, obaveštavamo vas da je u skladu sa Rešenjem Gradskog veća Grada Niša donetom na sednici održanoj dana 20.06.2025. godine, usluga prevoza u javnom gradskom i prigradskom prevozu na teritoriji Grada Niša  besplatna počevši od 01.07.2025.godine."
            },
            {
                "text": "https://jgpnis.rs/wp-content/uploads/2025/06/Rešenje-sa-obrazloženjem.pdf"
            }
        ]
    },
    {
        "date": "20. jun 2025.",
        "title": "Izmena režima javnog prevoza na trasi linija za Gornju Studenu",
        "sections": [
            {
                "text": "Za vreme izvođenja radova na kanalizacionoj mreži počev od ponedeljka 23.06.2025.godine i organizacije radova koja podrazumeva potpunu obustavu saobraćaja u ulici Solunskih junaka na deonici od stajališta Jelašnički Hanovi (auto-put) - prva deonica ka Gornjoj Studeni, vrši se reorganizacija prigradskih linija u navedenom periodu, radnim danom i subotom (subotom uz prethodnu  najavu radova) od 07.30 do 16.30 časova uz uvođenje dve lokalne linije sa presedanjem."
            },
            {
                "text": "Prva lokalna linija saobraća redovnom trasom od  Prigradske autobuske stanice Niš do zone potpune obustave saobraćaja - stajališta Jelašnički Hanovi (auto-put), gde se vrši okretanje autobusa."
            },
            {
                "text": "Druga lokalna linija saobraća na delu od Gornje Studene do zone radova u Jelašnici ."
            },
            {
                "text": "Zonu izvođenja radova putnici prelaze pešačenjem."
            },
            {
                "text": "Za sve ostale informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz grada Niša na telefone 018/505-656, 018/505-665 ili putem veb sajta http://jgpnis.rs/"
            },
            {
                "text": "Red vožnje iz Niša:"
            },
            {
                "text": "** saobraća do zone radova"
            },
            {
                "text": "Red vožnje za Niš:"
            },
            {
                "text": "** saobraća od zone  radova do Niša"
            }
        ]
    },
    {
        "date": "20. jun 2025.",
        "title": "Privremena izmena trasa linija javnog prevoza",
        "sections": [
            {
                "text": "Za potrebe izvođenja radova na istovaru opreme ispred hotela „Ambasador“, Gradska uprava za komunalne delatnosti, poslove inspekcije i komunalne milicije donela je rešenje kojim se vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 00:00 do 08:00 časova dana 22.6.2025. godine. Trase linija javnog gradskog prevoza, za polaske u periodu potpune obustave saobraćaja, preusmeriti na sledeći način:"
            },
            {
                "text": "-           u smeru od „Ureda“ ka „Sudu“, preko Trga kralja Aleksandra, Trga Pavla Stojkovića, Cara Dušana, Sinđelićev trg do raskrnice „Sud“, i dalje redovnom trasom;"
            },
            {
                "text": "-           u smeru od „Suda“ ka „Uredu“, od raskrsnice „Sud“ ulicama: Sinđelićev trg, Nikole Pašića do Trga kralja Aleksandra i dalje redovnom trasom."
            },
            {
                "text": "Prigradske linije iz pravca Pantelejske ulice, u smeru ka prigradskoj autobuskoj stanici, u periodu potpune obustave saobraćaja, preusmeriti ulicama Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. Prigradske linije iz pravca ulica Bulevar Dr Zorana Đinđića i Vožda Karađorđa u smeru ka prigradskoj autobuskoj stanici, od raskrsnice „Sud“ preusmeriti ulicama Stefana Prvovenčanog, Most Mladosti, Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar."
            },
            {
                "text": "U odlasku sa autobuske stanice, u periodu potpune obustave saobraćaja, prigradske linije koje saobraćaju ka naseljima na teritoriji gradske opštine Pantelej, preusmeriti ulicama: Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle do raskrsnice sa Pantelejskom i nadalje redovnom trasom.  Prigradske linije koje prolaze ulicama Generala Milojka Lešjanina i Vožda Karađorđa tokom perioda potpune obustave saobraćaja, u odlasku ka prigradskim naseljima, preusmeriti ulicama Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle, Most mladosti, Stefana Prvovenčanog do raskrsnice „Sud“ i nadalje redovnom trasom."
            }
        ]
    },
    {
        "date": "19. jun 2025.",
        "title": "U subotu 21.06.2025.godine prodajno mesto Tržni centar ,,Ambasador“ neće raditi zbog korišćenja godišnjih odmora",
        "sections": [
            {
                "text": "U subotu 21.06.2025.godine prodajno mesto  Tržni centar ,,Ambasador“  neće raditi zbog korišćenja godišnjnjih odmora."
            }
        ]
    },
    {
        "date": "19. jun 2025.",
        "title": "Letnji red vožnje od subote 21. juna 2025. godine",
        "sections": [
            {
                "text": "Od subote, 21.06.2025. godine do 31.08.2025.godine(nedelja) na svim linijama javnog gradskog i prigradskog prevoza putnika na teritoriji Grada Niša primenjivaće se redukovani tzv.”letnji” red vožnje."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz."
            },
            {
                "text": "Red vožnje možete videti od subote 21.06.2025. godine na Sajtu Direkcije za javni prevoz Grada  http://jgpnis.rs/"
            }
        ]
    }
]