[
    {
        "date": "7. mart 2024.",
        "title": "Privremena izmena trasa linija javnog prevoza - Koncert grupe “RIBLjA ČORBA“",
        "sections": [
            {
                "text": "Zbog organizacije koncerta grupe “RIBLjA ČORBA“ na Trgu kralja Milana, vrši se potpuna obustava saobraćaja u ulicama Generala Milojka Lešjanina i Vožda Karađorđa na potezu od „Ureda“ do „Suda“ u periodu od 19:00 časova dana 08.03.2024. godine do 02:00 časa dana 09.03.2024. godine. Trase linija javnog prevoza u navedenom periodu biće preusmerene na sledeći način:"
            },
            {
                "text": "Prigradske linije broj 14, 14A, 15, 16, 17, 17L u smeru ka prigradskoj autobuskoj stanici biće preusmerene ulicama Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 u smeru ka prigradskoj autobuskoj stanici, od raskrsnice „Sud“ biće preusmerene ulicama Stefana Prvovenčanog, Most Mladosti, Bulevar Nikole Tesle, Aleksandra Medvedeva, Bulevar 12. februar. U odlasku sa autobuske stanice ka prigradskim naseljima prigradske linije broj 14, 14A, 15, 16, 17, 17L biće preusmerene ulicama: Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle do raskrsnice sa Pantelejskom i nadalje redovnom trasom.  Prigradske linije broj 18, 19, 20, 20L, 21, 23K i 37 biće  preusmerene ulicama Bulevar 12. februar, Aleksandra Medvedeva, Bulevar Nikole Tesle, Most mladosti, Stefana Prvovenčanog do raskrsnice „Sud“ i nadalje redovnom trasom."
            }
        ]
    },
    {
        "date": "7. mart 2024.",
        "title": "Vanredna linija 8L Trg kralja Aleksandra - Novo Groblje za Zadušnice",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 08.03.2024.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo Groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo Groblje koja će u periodu od 09:00 do 15:00 časova saobraćati sa 2 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 08.03.2024. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 09.03.2024. godine biće otvorena vanredna linija 8L Trg Kralja Aleksandra - Novo Groblje koja će u periodu od 07:00 do 15:00 časova saobraćati sa 4 vozila."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            },
            {
                "text": "Red vožnje za subotu 09.03.2024. godine za vanrednu liniju 8L možete pogledati ovde ."
            }
        ]
    },
    {
        "date": "4. mart 2024.",
        "title": "PREUZIMANjE NOVE APLIKACIJE NiCard",
        "sections": [
            {
                "text": "Poštovani korisnici javnog prevoza, u proteklih nekoliko dana izvršena je dorada određenih funkcionalnosti aplikacije NiCard."
            },
            {
                "text": "Kako bi aplikacija funkcionisala ispravno, potrebno je da svi korisnici koji koriste aplikaciju NiCard odrade ažuriranje iste. Ažuriranje se može izvršiti nakon pretrage aplikacije NiCard na play store-u/app store, klikom na ,,Ažuriraj’’."
            },
            {
                "text": "Nakon otvaranja aplikacije, prikazuju se stajališta u blizini korisnika, sa autobusima koji su na liniji i koji tu prolaze. Odabirom željenog stajališta, osim preostalog vremena do dolaska autobusa na stajalište sistem prikazuje i broj preostalih stajališta."
            },
            {
                "text": "Ukoliko se pak korisnik nalazi na početnom stajalištu, gde još uvek nema prijavljenih vozila, korisnik se putem linkova prikazanih u delu ’’ostalo’’ direktno šalje na sajt JKP Direkcije za javni prevoz grada Niša, gde vrši uvid u važeći red vožnje."
            },
            {
                "text": "Korisnicima je osim navedenih novina ponuđeno i da odaberu osvetljenje ekrana, u delu podešavanja aplikacije, klikom na ’’Tema’’, gde se vrši odabir tamnog odnosno svetlog pozadinskog osvetljenja."
            }
        ]
    },
    {
        "date": "13. februar 2024.",
        "title": "Nedeljni red vožnje za Dan državnosti Repulike Srbije 15. i 16. februara 2024. godine",
        "sections": [
            {
                "text": "Tokom nastupajućeg državnog praznika Dana državnosti Republike Srbije - Sretenja, 15. i 16. februara 2024. godine na svim linijama u javnom gradskom i prigradskom prevozu u Nišu primenjivaće se nedeljni red vožnje.\nU danima vikenda 17. i 18. februara primenjivaće se red vožnje za subotu (17.02.2024.godine) i nedelju (18.02.2024.godine )."
            }
        ]
    },
    {
        "date": "31. januar 2024.",
        "title": "Izmena reda vožnje na linijama broj 5, 6 i 39",
        "sections": [
            {
                "text": "Od četvrtka 1.februara 2024.godine u primeni će biti novi  red vožnje na linijama gradskog prevoza broj 5 Železnička stanica-Bulevars Sv.Pantelejmona i broj 6 Železnička stanica-Duvanište-Skopska, kao i na prigradskoj linji broj 39 Niš-Supovac-Sečanica."
            },
            {
                "text": "Novi red vožnje za liniju br.5 Železnička stanica-Bulevars SV.Pantelejmon možete pogledati ovde."
            },
            {
                "text": "Novi red vožnje za liniju br. 6 Železnička stanica-Duvanište-Skopska možete pogledati ovde."
            },
            {
                "text": "Novi red vožnje za liniju br. 39 Niš-Supovac-Sečanica možete pogledati ovde."
            },
            {
                "text": "Za sve dodatne informacije možete se obratiti JKP Direkciji za javni prevoz na telefone 018/50  56 55  i  018/ 50 56 56"
            }
        ]
    },
    {
        "date": "19. januar 2024.",
        "title": "Zimski red vožnje na snazi od 22.01.2024. godine",
        "sections": [
            {
                "text": "Od ponedeljka 22.01.2024. godine na svim linijama javnog gradskog i prigradskog prevoza putnika primenjivaće se zimski red vožnje."
            },
            {
                "text": "Sve polaske planirane zimskim redom vožnje možete pogledati ovde."
            }
        ]
    }
]