[
    {
        "date": "7. septembra 2023.",
        "title": "Izmena režima saobraćaja zbog održavanja trke „Business Run 2023“",
        "sections": [
            {
                "text": "Zbog održavanja trke „SERBIA BUSINESS RUN“  na teritoriji Opštine Crveni Krst, u četvrtak 7.09.2023.godine u periodu od 17:00 do 20:00 doći će do izmene režima saobraćaja na linijama gradskog i prigradskog saobraćaja i to:"
            }
        ]
    },
    {
        "date": "6. septembra 2023.",
        "title": "Obaveštenje o izvođenju radova - izmena režima saobraćaja",
        "sections": [
            {
                "text": "Zbog izvođenja radova na kanalizacionoj mreži u ulicama u naselju Gabrovac, dolazi do potpune obustave saobraćaja u ulici Pobede u Gabrovcu na deonici od raskrsnice sa ulicom Prvomajska do Manastira Sv.Trojica, radnim danom u vremenu od 08:00 do 13:30 , zatim od 14:00 do 16:15 i od 16:45 do 18:00 časova."
            },
            {
                "text": "U vreme trajanja potpune obustave saobraćaja polasci na kružnoj liniji broj 23K Niš-Vukmanovo-Brtbatovo-Niš saobraćaće do Berbatova (trafo), dok će polasci na liniji broj 23L Niš-Gabrovac saobraćati do stajališta Gabrovac (česma)."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnim centru JKP Direkcije za javni prevoz."
            }
        ]
    },
    {
        "date": "30. avgusta 2023.",
        "title": "Zimski red vožnje od petka 01.09.2023. godine",
        "sections": [
            {
                "text": "Od petka, 01.09.2023. godine na svim linijama javnog gradskog i prigradskog prevoza putnika na teritoriji Grada Niša primenjivaće se ”zimski” red vožnje."
            },
            {
                "text": "Za sve informacije možete se obratiti informativnom centru JKP Direkcije za javni prevoz."
            },
            {
                "text": "Red vožnje možete videti od petka 01.09.2023. godine na Sajtu Direkcije za javni prevoz Grada  http://jgpnis.rs/"
            }
        ]
    },
    {
        "date": "26. avgusta 2023.",
        "title": "Privremena izmena trasa linija javnog prevoza",
        "sections": [
            {
                "text": "U skladu sa zahtevom Niškog kulturnog centra za obezbeđenje defilea učesnika filmskih susreta od Oficirskog doma do lete pozornice u Tvrđavi, vrši se potpuna obustava saobraćaja u ulicama Kej Mike Paligorića i Jadranskoj dana 26.8.2023. godine u periodu od 19:30 do 20:30. Trase linija javnog prigradskog prevoza broj 14, 14A, 15, 16, 17 i 171 na sledeći nač"
            },
            {
                "text": "- u smeru ka prigradskoj autobuskoj stanici nakon ulice Pantelejska ulica Kralja Stefana Prvovenčanog, Vožda Karađorđa, Generala Milojka Lešjanina, Kiege Ljubica, Bulevar 12. februar."
            }
        ]
    },
    {
        "date": "24. avgusta 2023.",
        "title": "Normalizacija autobuskog saobraćaja na trasi Vukmanovo-Berbatovo-Gabrovac",
        "sections": [
            {
                "text": "Počev od četvrtka 24.08.2023. godine normalizovan je autobuski saobraćaj na trasi Vukmanovo - Berbatovo - Gabrovac."
            }
        ]
    },
    {
        "date": "21. avgusta 2023.",
        "title": "Saopštenje za javnost",
        "sections": [
            {
                "text": "Povodom informacija u vezi sa Presudom Privrednog apelacionog suda br. 7Pž 2449/2022 donete u sudskom postupku koji je JKP Direkcija za javni prevoz grada Niša (Direkcija) vodila protiv tužioca, jednog od prevoznika, Ćurdić doo, a koje su se pojavile u javnosti, na određenim portalima, i koje su prezentovane vrlo paušalno i bez razumevanja suštine i predmeta navedenog spora, što je za posledicu imalo plasiranje netačnih i nepotpunih informacija, Direkcija izdaje sledeće saopštenje za javnost, uz osvrt na predmet pomenutog sudskog spora:"
            },
            {
                "text": "Naime, u vreme trajanja ugovornog odnosa, odnosno prilikom obavljanja gradskog i prigradskog prevoza od strane prevoznika Ćurdić doo na osnovu Ugovora o javno-privatnom partnerstvu u oblasti pružanja usluga u gradskom i prigradskom prevozu putnika na teritoriji grada Niša od 25.02.2015. godine (javni ugovor), uočene su brojne nepravilnosti i grubo kršenje ugovornih odredbi od strane Ćurdić doo: obavljanje prevoza neadekvatnim vozilima, koja ne odgovaraju vozilima kojima je Ćurdić doo konkurisao u postupku javne nabavke i koje je bio dužan da koristi za obavljanje gradskog i prigradskog prevoza putnika u Nišu (a koje je, prema saznanjima Direkcije, odmah po zaključenju javnog ugovora koristio za obavljanje gradskog prevoza u Beogradu, uz navode da su vozila na popravci), obavljanje prevoza vozilima starije proizvodnje i slabijih karakteristika, propust da se određeni procenat vozila zameni vozilima na prirodni gas CNG u rokovima predviđenim javnim ugovorom, nepravilnosti u radu vozača i konduktera, neodržani polasci u ugovorenom procentu i ostale povrede ugovornih obaveza, usled kojih su građani, kao krajnji korisnici usluge gradskog i prigradskog prevoza, bili oštećeni, a kvalitet prevoza je bio značajno umanjen, što je sve propisno dokumentovano u skladu sa postupkom predviđenim javnim ugovorom."
            },
            {
                "text": "Kako je primarni cilj Direkcije da obezbedi kvalitetan i efikasan javni prevoz, što je od suštinskog značaja za svakodnevni život naših sugrađana, u skladu sa odredbama javnog ugovora i pravnim mogućnostima predviđenim za kršenje odredbi javnih ugovora, Direkcija je prevozniku Ćurdić doo, u 2018. godini, umanjivala prihode u mesecima u kojima su utvrđeni propusti i postupanje suprotno ugovornim odredbama, kako bi se zaštitila prava korisnika prevoza i sprečilo dalje opadanje kvaliteta javnog prevoza, a na taj način Ćurdić doo obavezao da podigne kvalitet usluge prevoza na ugovoreni nivo. Konkretno, Direkcija je imala dve mogućnosti - da ne sankcioniše Ćurdić doo za kršenje ugovornih obaveza i isplaćuje ukupan iznos naknade, bez umanjenja za utvrđene propuste i nedostatke i tako ozakoni i podrži protivugovorno postupanje Ćurdić doo, sve na štetu korisnika prevoza, ili da preduzme sve što je Direkciji na raspolaganju u cilju zaštite javnog interesa i primeni ugovorene sankcije, što je u konkretnom slučaju i urađeno, ali je, uprkos svim naporima Direkcije, u predmetnom sudskom postupku, okončano na štetu Direkcije i u krajnjoj liniji na štetu građana i javnog interesa."
            },
            {
                "text": "Ovde je veoma važno napomenuti da je u prvostepenom postupku, nakon zaključenja glavne rasprave, doneta Presuda 6P 424/2018 od 09.04.2019. godine, kojom je odbijen tužbeni zahtev Ćurdić doo, a u svemu u skladu sa argumentacijom iznetom u toku prvostepenog postupka, da bi tek nakon ukidanja predmetne Presude od strane Privrednog apelacionog suda, doneta predmetna Presuda br. 7Pž 2449/2022 kojom je usvojen tužbeni zahtev Ćurdić doo, a kao ključni razlozi za usvajanje tužbe navedeni su razlozi formalne i proceduralne prirode, bez ulaženja u suštinu samog spora i same prirode jednog javnog ugovora koji ima funkciju zaštite javnog interesa. Direkcija će se svakako uzdržati od komentarisanja sudskih presuda i načina i razloga za njihovo donošenje, već će navedeno biti predmet posebnih sudskih postupaka, ukoliko isti budu pokrenuti. Bez obzira na navedeno, imajući u vidu navode koji su se pojavili u javnosti, Direkcija ima dužnost da građane Niša obavesti da dosuđeni iznos ne predstavlja dodatni trošak na teret građana, već se radi o iznosu koji bi, da ponašanje i kršenje ugovornih obaveza Ćurdić doo nije bilo sankcionisano od strane Direkcije, svakako bilo isplaćeno Ćurdić doo u normalnim okolnostima i van sudskog postupka, i kao takvo planirano u budžetu grada Niša kao redovni trošak gradskog i prigradskog prevoza u Nišu. Naprotiv, usvajanjem tužbe Ćurdić doo, sprečeno je da grad Niš (pa time i njegovi građani) na ime naplaćenih umanjenja i penala za kršenje ugovornih obaveza od strane Ćurdić doo, uštede određeni iznos plativ nesavesnom prevozniku i isti iskoriste za dalje ulaganje u podizanje kvaliteta prevoza u Nišu."
            },
            {
                "text": "Koristimo priliku da podsetimo građane Niša da je Privredni sud u Nišu zauzeo potpuno drugačiji stav u sudskim postupcima koje je Direkcija vodila protiv prevoznika, Niš ekspres ad, a koji su pravnosnažno okončani u korist Direkcije u toku 2015. i 2017. godine, a gde su Privredni sud u Nišu i konačno Privredni apelacioni sud, potvrdili pravo Direkcije da, u skladu sa javnim ugovorom, primenjuje sve sankcije i penale prema prevoznicima i obračunava ugovorena umanjenja, kako je ugovoreno, a upravo sa ciljem zaštite javnog interesa, što smo očekivali da će biti slučaj i u predmetnom sudskom postupku."
            },
            {
                "text": "Razumemo koliko je našim građanima važno da imaju pouzdan i efikasan javni prevoz, o čemu se naročito vodi računa prilikom izbora prevoznika i ugovaranja uslova za obavljanje prevoza. Iako smo suočeni sa ovim izazovom, uveravamo vas da ćemo nastaviti na sprovođenju i pronalaženju najboljih rešenja za unapređenje kvaliteta prevoza u našem gradu. Upravo kako bi se izbeglo plasiranje netačnih i neproverenih informacija, pozivamo sve medije da, pre pisanja i zauzimanja stava na temu presuda u ovom ili bilo kom drugom sudskom postupku, pregledaju na hiljade strane razmenjenih tokom postupka i tek nakon sagledavanja svih činjenica, potpuno i precizno obaveste građane o njihovim pravima i obavezama sa tim u vezi."
            },
            {
                "text": "Hvala na razumevanju."
            },
            {
                "text": "JKP Direkcija za javni prevoz Grada Niša"
            }
        ]
    }
]