[
    {
        "date": "November 9, 2022",
        "title": "NEDELjNI RED VOŽNjE U PETAK 11.11.2022. GODINE",
        "sections": [
            {
                "text": "Zbog neradnog praznovanja državnog praznika „Dan primirja u Prvom svetskom ratu“, dana 11.11.2022. godine (petak), na svim linijama javnog gradskog i prigradskog prevoza putnika primenjivaće se nedeljni red vožnje."
            }
        ]
    },
    {
        "date": "November 8, 2022",
        "title": "IZMENA TRASE LINIJE BROJ 7 SARAJEVSKA - KALAČ BRDO",
        "sections": [
            {
                "text": "Na osnovu zahteva JP Direkcija za izgradnju grada Niša vrši se potpuna obustava saobraćaja za vreme izvođenja radova na kanalizacionoj mreži u ul. Sarajevskoj u periodu od 10.11.2022. do 10.12.2022. godine."
            },
            {
                "text": "U skladu sa navedenim, linija javnog gradskog prevoza broj 7 Sarajevska - Kalač Brdo privremeno se skraćuje do prigradske autobuske stanice."
            }
        ]
    },
    {
        "date": "November 3, 2022",
        "title": "VANREDNA LINIJA 8L TRG KRALjA ALEKSANDRA - NOVO GROBLjE ZA VERSKI PRAZNIK “ZADUŠNICE” 04. I 05.11.2022. GODINE",
        "sections": [
            {
                "text": "Zbog održavanja verskog praznika „Zadušnice“ i povećanih zahteva za prevozom ka Novom Groblju, u petak 04.11.2022.godine, na delu trase redovne linije 8 Gabrovačka reka-Novo groblje, uvodi se vanredna linija 8L Trg kralja Aleksandra - Novo groblje koja će u periodu od 12:00 do 16:30 časova saobraćati sa 2 vozila i intervalom od 25 minuta."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo Groblje - Gabrovačka reka obavljaće se po redu vožnje za radni dan."
            },
            {
                "text": "Red vožnje za petak 04.11.2022. godine za vanrednu liniju 8L možete pogledati ovde."
            },
            {
                "text": "U subotu 05.11.2022. godine biće otvorena vanredna linija 8L Trg Kralja Aleksandra - Novo groblje koja će u periodu od 07:00 do 10:00 i od 13:00 do 15:00 časova saobraćati sa 4 vozila i intervalom od 11 minuta a u periodu kada se očekuje najveći broj putnika, od 10:00 do 13:00 časova, sa 6 vozila i intervalom od 7 minuta."
            },
            {
                "text": "Prevoz na redovnoj liniji broj 8 Novo groblje - Gabrovačka reka obavljaće se po subotnjem redu vožnje."
            },
            {
                "text": "Ovim putem želimo da uputimo apel svim sugrađanima da za potrebe prevoza do Novog Groblja koriste vozila javnog prevoza kako bi se izbeglo stvaranje gužvi u saobraćaju."
            },
            {
                "text": "Red vožnje za subotu 05.11.2022. godine za vanrednu liniju 8L možete pogledati ovde ."
            }
        ]
    },
    {
        "date": "October 27, 2022",
        "title": "ULICA VOJVODE PUTNIKA REKONSTRUISANA-VRAĆANjE LINIJA JAVNOG GRADSKOG PREVOZA NA REDOVNU TRASU",
        "sections": [
            {
                "text": "Od subote 29.10.2022.godine linije javnog gradskog prevoza:\n• Linija br. 2 Bubanj-Donja Vrežina,\n• Linija br. 4 Bubanj-Čalije,\n• Linija br. 8 Gabrovačka reka-Novo groblje,\n• Linija br. 34A Aerodrom-A.Stanica-Ž.Stanica-Aerodrom\n• Linija br. 34B Aerodrom-Ž.Stanica-A.Stanica-Aerodrom"
            },
            {
                "text": "kao i linije prigradskog prevoza:"
            },
            {
                "text": "• Linija 24 Niš-Donje Vlase\n• Linija 35 Niš-Bubanj selo-Ledena stena-Niš (kružna)"
            },
            {
                "text": "Saobraćaju redovnom trasom ulicom Vojvode Putnika."
            },
            {
                "text": "Od subote 29.10.2022.godine za liniju broj 8 Gabrovačka reka-Novo groblje u primeni će biti novi red vožnje koji možete pogledati ovde."
            },
            {
                "text": "Na ostalim linijama u primeni su postojeći redovi vožnje."
            }
        ]
    },
    {
        "date": "October 17, 2022",
        "title": "IZMENA NA LINIJAMA 18 I 20L - OBUSTAVLjEN SAOBRAĆAJ U NASELjU SIĆEVO",
        "sections": [
            {
                "text": "Zbog izvođenja radova po Naredbi Gradskog štaba za vanredne situacije Grada Niša potpuno je obustavljen saobraćaj u ulici Lazara Hilandarca u naselju Sićevo (od ulaza u naselje do iznad groblja) u Gradskoj opštini Niška Banja  i to dana 17.10. i 18.10.2022. godine."
            },
            {
                "text": "Polasci na liniji broj 18 privremeno saobraćaju do stajališta „Sićevo brana“."
            },
            {
                "text": "Polasci na liniji broj 20L održavaju se bez svraćanja u naselje Sićevo."
            }
        ]
    },
    {
        "date": "October 7, 2022",
        "title": "PRIVREMENA IZMENA TRASA LINIJA BR. 14 NIŠ - BRENICA I 14A NIŠ - CERJE",
        "sections": [
            {
                "text": "U skladu sa zahtevom JP Direkcija za izgradnju grada Niša vrši se potpuna obustava saobraćaja na pružnom prelazu u ulici Borskoj zbog rekonstrukcije prelaza u organizaciji upravljača železničke infrastrukture „Infrastruktura železnice Srbije“, u periodu od  8 do 18 časova dana 9.10.2022. godine."
            },
            {
                "text": "U skladu sa navedenim, trase linija javnog prigradskog prevoza privremeno se menjaju na sledeći način:"
            },
            {
                "text": "Linije br. 14 Niš - Brenica i linija broj 14A Niš - Cerje, iz Niša redovnom trasom do raskrsnice ulica Kosovke devojke - Bulevar Svetog Pantelejmona zatim trasom: Bulevar Sveti Pantelejmon - Matejevački put - put za Čegar do raskrsnice sa putem za Kamenicu i nadalje redovnom trasom. Istom trasom i u smeru ka Nišu."
            }
        ]
    },
    {
        "date": "October 6, 2022",
        "title": "PRIVREMENA IZMENA TRASE LINIJE BROJ 12 NjEGOŠEVA - DONjI KOMREN",
        "sections": [
            {
                "text": "U skladu sa zahtevom JP Direkcije za izgradnju grada Niša vrši se potpuna obustava saobraćaja na Bulevaru Nikole Tesle, na delu puta kod nadvožnjaka (Bulevar Nikole Tesle-put za naselje Komren), zbog izvođenja radova na nadvožnjaku, odnosno železničkoj pruzi, koje izvodi Infrastruktura Železnice Srbije."
            },
            {
                "text": "U skladu sa navedenim privremeno se menja trasa linije javnog gradskog prevoza putnika broj 12 Njegoševa - Donji Komren, za dane 07.10.2022. i 08.10.2022. godine u periodu od 08:00 do 18:00 časova, na sledeći način:"
            },
            {
                "text": "U smeru ka Donjem Komrenu (smer A), redovnom trasom do raskrsnice ulica Bulevar Nikole Tesle - Bulevar Heroja sa Košara, nadalje ulicama Bulevar Heroja sa Košara, Bulevar 12. Februar, ulica Humska, ispod nadvožnjaka (autoput), do ulice Pribojska, zatim posle igrališta Branko Bjegović ulevo oko igrališta do ulice Baštovanske i ulice Jadranske, nadalje ulicom Jadranskom, ulicom Danila Kiša i dalje redovnom trasom."
            },
            {
                "text": "U smeru ka terminusu Njegoševa (smer B), istom trasom kao i u smeru A kao što je navedeno u prethodnom stavu, odnosno redovnom trasom ulicom Danila Kiša do ulice Jadranske, nadalje ulicom Jadranskom do raskrsnice sa ulicom Baštovanska, zatim ulicom Baštovanskom udesno oko igrališta Branko Bjegović do ulice Pribojske, nadalje udesno ulicom Pribojskom, ulicom Humskom, Bulevarom 12. Februar, Bulevarom Heroja sa Košara do raskrsnice sa Bulevarom Nikole Tesle i dalje redovnom trasom."
            }
        ]
    },
    {
        "date": "September 23, 2022",
        "title": "IZMENA LINIJA BROJ 9, 30 I 31 ZA NEDELjU 25.09.2022. GODINE",
        "sections": [
            {
                "text": "U skladu sa zahtevom JP Direkcije za izgradnju grada Niša vrši se potpuna obustava saobraćaja u ulici Humskoj, zbog izvođenja radova na rekonstrukciji pružnog prelaza, koje izvodi Infrastruktura Železnice Srbije."
            },
            {
                "text": "U skladu sa navedenim,  privremeno se menjaju trase linija javnog gradskog prevoza putnika broj 9, 30 i 31, u nedelju 25.09.2022. godine u periodu od 08:00 do 18:00 časova, na sledeći način:"
            },
            {
                "text": "U smeru od Bulevara 12. Februar ka ulici Pribojska, redovnom trasom do raskrsnice Bulevara 12. Februar i Bulevara Heroja sa Košara, nadalje izmenjenom trasom: Bulevar Heroja sa Košara, Bulevar Nikole Tesle, ulicom Danila Kiša, Jadranska, do raksrnice sa ulicom Baštovanska, zatim ulicom Baštovanska, udesno oko igrališta Branko Bjegović do ulice Pribojske, ulevo ulicom Pribojskom i dalje redovnom trasom."
            },
            {
                "text": "U smeru od ulice Pribojska ka Bulevaru 12. Februar, redovnom trasom do raskrsnice sa ulicom Baštovanska, zatim ulicom Baštovanska ulevo oko igrališta Branko Bjegović do ulice Jadranske, nadalje ulicom Jadranskom, Danila Kiša, Bulevar Nikole Tesle, Bulevar Heroja sa Košara, Bulevar 12. Februar i nadalje redovnom trasom."
            }
        ]
    },
    {
        "date": "September 21, 2022",
        "title": "DAN BEZ AUTOMOBILA - PROMOCIJA “NICARD” USLUGE JAVNOG PREVOZA",
        "sections": [
            {
                "text": "U okviru Evropske nedelje mobilnosti (16-22. septembra) Grad Niš je uzeo aktivno učešće u međunarodnoj kampanji čija je tema ove godine “Bolja povezanost” a slogan koji je prati: “Krećimo se kvalitetnije!”. Cilj je da se kroz promotivne manifestacije i sprovođenje mera učini pokušaj da se smanji korišćenje putničkih automobila i poboljšaju uslovi za pešačenje, biciklizam i javni prevoz."
            },
            {
                "text": "JKP Direkcija za javni prevoz Grada Niša aktivno je uzela učešće u ovoj akciji. Dana 21.09.2022. počev od 10 časova na Trgu Kralja Milana izvršena je promocija servisa “NiCard” aplikacije građanima, korisnicima javnog prevoza."
            },
            {
                "text": "Građani su upoznati sa povoljnošću plaćanja Mastercard platnom karticom uplatom na NiCard karticu, gde se za svaku uplatu od minimum 200 dinara dobije bonus od 200 din."
            }
        ]
    },
    {
        "date": "September 20, 2022",
        "title": "MANIFESTACIJA EVROPSKA NEDELjA MOBILNOSTI 2022",
        "sections": [
            {
                "text": "Svake godine u periodu od 16. do 22. septembra održava se Evropska nedelja mobilnosti, manifestacija koja ima za cilj da favorizuje nemotorizovane vidove prevoza u odnosu na automobilski saobraćaj koji koristi fosilna goriva, u cilju unapređenja kvaliteta životne sredine u urbanom prostoru."
            },
            {
                "text": "Ovom prilikom pozivamo Vas da se pridružite navedenim aktivnostima i da učestvujete u anketi o navikama u kretanju i poboljšanju održivih vidova saobraćaja u Nišu i popunite upitnik na  ovom linku."
            }
        ]
    }
]